{
  "id": 3,
  "title": "Book 3: Thalia",
  "chapters": [
    {
      "id": 1,
      "text": "Cyrus' son Cambyses was leading an army of his subjects, Ionian and Aeolian Greeks among them,1 against this Amasis for the following reason. Cambyses had sent a herald to Egypt asking Amasis for his daughter; he asked on the advice of an Egyptian, who advised it out of resentment against Amasis, that out of all the Egyptian physicians Amasis had dragged him away from his wife and children and sent him up to Persia when Cyrus sent to Amasis asking for the best eye-doctor in Egypt. [2] Out of resentment, the Egyptian by his advice induced Cambyses to ask Amasis for his daughter, so that Amasis would either be wretched if he gave her, or hated by Cambyses if he did not. Amasis, intimidated by the power of Persia and frightened, could neither give his daughter nor refuse her; for he knew well that Cambyses was not going to take her as his wife but as his concubine. [3] After considering the matter, he did as follows. There was a daughter of the former king Apries, all that was left of that family, quite tall and pretty, and her name was Nitetis; this girl Amasis adorned with clothes and gold and sent to Cambyses as his own daughter. [4] But after a time, as he embraced her addressing her as the daughter of Amasis, the girl said to him, “O King, you do not understand how you have been made a fool of by Amasis, who dressed me in finery and sent me to you as his own daughter, when I am in fact the daughter of Apries, the ruler Amasis revolted from with the Egyptians and killed.” [5] This speech and this crime that occurred turned Cyrus' son Cambyses, furiously angry, against Egypt. So the Persians say.",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 57,
          "endOffset": 63
        },
        {
          "placeId": "550406",
          "name": "Aeolian Greeks",
          "startOffset": 68,
          "endOffset": 82
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 172,
          "endOffset": 177
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 239,
          "endOffset": 247
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 318,
          "endOffset": 326
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 412,
          "endOffset": 418
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 479,
          "endOffset": 484
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 513,
          "endOffset": 521
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 713,
          "endOffset": 719
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 1475,
          "endOffset": 1484
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 1596,
          "endOffset": 1601
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1610,
          "endOffset": 1618
        }
      ]
    },
    {
      "id": 2,
      "text": "But the Egyptians, who say that Cambyses was the son of this daughter of Apries, claim him as one of theirs; they say that it was Cyrus who asked Amasis for his daughter, and not Cambyses. [2] But what they say is false. They are certainly not unaware (for if any understand the customs of the Persians the Egyptians do) firstly, that it is not their custom for illegitimate offspring to rule when there are legitimate offspring; and secondly, that Cambyses was the son of Cassandane, the daughter of Pharnaspes, who was an Achaemenid, and not of the Egyptian woman. But they falsify the story, pretending to be related to the house of Cyrus. That is the truth of the matter.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 8,
          "endOffset": 17
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 294,
          "endOffset": 302
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 307,
          "endOffset": 316
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 551,
          "endOffset": 559
        }
      ]
    },
    {
      "id": 3,
      "text": "The following story, incredible to me, is also told: that one of the Persian women who came to visit Cyrus' wives, and saw the tall and attractive children who stood by Cassandane, expressed her admiration in extravagant terms. Then Cassandane, Cyrus' wife, said, [2] “Although I am the mother of such children, Cyrus dishonors me and honors his new woman from Egypt.” So she spoke in her bitterness against Nitetis; and Cambyses, the eldest of her sons, said, [3] “Then, mother, when I am grown up, I will turn all Egypt upside down.” When he said this, he was about ten years old, and the women were amazed; but he kept it in mind, and it was thus that when he grew up and became king, he made the campaign against Egypt.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 69,
          "endOffset": 76
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 361,
          "endOffset": 366
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 516,
          "endOffset": 521
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 717,
          "endOffset": 722
        }
      ]
    },
    {
      "id": 4,
      "text": "It so happened, too, that something else occurred contributing to this campaign. There was among Amasis' mercenaries a man who was a Halicarnassian by birth, a clever man and a good soldier, whose name was Phanes. [2] This Phanes had some grudge against Amasis, and fled from Egypt aboard ship, hoping to talk to Cambyses. Since he was a man much admired among the mercenaries and had an exact knowledge of all Egyptian matters, Amasis was anxious to catch him, and sent a trireme with his most trusted eunuch to pursue him. This eunuch caught him in Lycia but never brought him back to Egypt, for Phanes was too clever for him. [3] He made his guards drunk and so escaped to Persia. There he found Cambyses prepared to set out against Egypt, but in doubt as to his march, how he should cross the waterless desert; so Phanes showed him what was Amasis' condition and how he should march; as to this, he advised Cambyses to send and ask the king of the Arabians for a safe passage.",
      "places": [
        {
          "placeId": "599636",
          "name": "Halicarnassian",
          "startOffset": 133,
          "endOffset": 147
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 276,
          "endOffset": 281
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 411,
          "endOffset": 419
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 587,
          "endOffset": 592
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 676,
          "endOffset": 682
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 736,
          "endOffset": 741
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 952,
          "endOffset": 960
        }
      ]
    },
    {
      "id": 5,
      "text": "Now the only apparent way of entry into Egypt is this. The road runs from Phoenicia as far as the borders of the city of Cadytis,2 which belongs to the so-called Syrians of Palestine. [2] From Cadytis (which, as I judge, is a city not much smaller than Sardis) to the city of Ienysus the seaports belong to the Arabians; then they are Syrian again from Ienysus as far as the Serbonian marsh, beside which the Casian promontory stretches seawards; [3] from this Serbonian marsh, where Typho is supposed to have been hidden,3 the country is Egypt. Now between Ienysus and the Casian mountain and the Serbonian marsh there lies a wide territory for as much as three days' journey, terribly arid.",
      "places": [
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 40,
          "endOffset": 45
        },
        {
          "placeId": "991410",
          "name": "Phoenicia",
          "startOffset": 74,
          "endOffset": 83
        },
        {
          "placeId": "687902",
          "name": "Cadytis",
          "startOffset": 121,
          "endOffset": 128
        },
        {
          "placeId": "1306",
          "name": "Syrians",
          "startOffset": 162,
          "endOffset": 169
        },
        {
          "placeId": "1001940",
          "name": "Palestine",
          "startOffset": 173,
          "endOffset": 182
        },
        {
          "placeId": "687902",
          "name": "Cadytis",
          "startOffset": 193,
          "endOffset": 200
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 253,
          "endOffset": 259
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 311,
          "endOffset": 319
        },
        {
          "placeId": "1306",
          "name": "Syrian",
          "startOffset": 335,
          "endOffset": 341
        },
        {
          "placeId": "688025",
          "name": "Serbonian marsh",
          "startOffset": 375,
          "endOffset": 390
        },
        {
          "placeId": "687872",
          "name": "Casian promontory",
          "startOffset": 409,
          "endOffset": 426
        },
        {
          "placeId": "688025",
          "name": "Serbonian marsh",
          "startOffset": 461,
          "endOffset": 476
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 539,
          "endOffset": 544
        },
        {
          "placeId": "687872",
          "name": "Casian mountain",
          "startOffset": 574,
          "endOffset": 589
        },
        {
          "placeId": "688025",
          "name": "Serbonian marsh",
          "startOffset": 598,
          "endOffset": 613
        }
      ]
    },
    {
      "id": 6,
      "text": "I am going to mention something now which few of those who sail to Egypt know. Earthen jars full of wine are brought into Egypt twice a year from all Greece and Phoenicia besides: yet one might safely say there is not a single empty wine jar anywhere in the country. [2] What then (one may ask) becomes of them? I shall explain this too. Each governor of a district must gather in all the earthen pots from his own township and take them to Memphis, and the people of Memphis must fill them with water and carry them to those arid lands of Syria; so the earthen pottery that is brought to Egypt and unloaded or emptied there is carried to Syria to join the stock that has already been taken there.",
      "places": [
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 67,
          "endOffset": 72
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 122,
          "endOffset": 127
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 150,
          "endOffset": 156
        },
        {
          "placeId": "991410",
          "name": "Phoenicia",
          "startOffset": 161,
          "endOffset": 170
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 441,
          "endOffset": 448
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 468,
          "endOffset": 475
        },
        {
          "placeId": "1306",
          "name": "Syria",
          "startOffset": 540,
          "endOffset": 545
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 589,
          "endOffset": 594
        },
        {
          "placeId": "1306",
          "name": "Syria",
          "startOffset": 639,
          "endOffset": 644
        }
      ]
    },
    {
      "id": 7,
      "text": "Now as soon as the Persians took possession of Egypt, they became the caretakers of the entryway into it, having it provisioned with water in the way I have described. [2] But at this time there was as yet no ready supply of water; and so Cambyses, hearing what was said by the stranger from Halicarnassus, sent messengers to the Arabian and asked and obtained safe conduct, giving to him and receiving from him pledges.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 19,
          "endOffset": 27
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 47,
          "endOffset": 52
        },
        {
          "placeId": "599636",
          "name": "Halicarnassus",
          "startOffset": 292,
          "endOffset": 305
        },
        {
          "placeId": "29475",
          "name": "Arabian",
          "startOffset": 330,
          "endOffset": 337
        }
      ]
    },
    {
      "id": 8,
      "text": "There are no men who respect pledges more than the Arabians. This is how they give them: a man stands between the two pledging parties, and with a sharp stone cuts the palms of their hands, near the thumb; then he takes a piece of wood from the cloak of each and smears with their blood seven stones that lie between them, meanwhile calling on Dionysus and the Heavenly Aphrodite; [2] after this is done, the one who has given his pledge commends the stranger (or his countryman if the other be one) to his friends, and his friends hold themselves bound to honor the pledge. [3] They believe in no other gods except Dionysus and the Heavenly Aphrodite; and they say that they wear their hair as Dionysus does his, cutting it round the head and shaving the temples. They call Dionysus, Orotalt; and Aphrodite, Alilat.4",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 51,
          "endOffset": 59
        }
      ]
    },
    {
      "id": 9,
      "text": "When, then, the Arabian had made the pledge to the messengers who had come from Cambyses, he devised the following expedient: he filled camel-skins with water and loaded all his camels with these; then he drove them into the waterless land and there awaited Cambyses' army. [2] This is the most credible of the stories told; but I must relate the less credible tale also, since they tell it. There is a great river in Arabia called Corys, emptying into the sea called Red. [3] From this river (it is said) the king of the Arabians brought water by an aqueduct made of sewn oxhides and other hides and extensive enough to reach to the dry country; and he had great tanks dug in that country to try to receive and keep the water. [4] It is a twelve days' journey from the river to that desert. By three aqueducts (they say) he brought the water to three different places.",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabian",
          "startOffset": 16,
          "endOffset": 23
        },
        {
          "placeId": "981506",
          "name": "Arabia",
          "startOffset": 418,
          "endOffset": 424
        },
        {
          "placeId": "39290",
          "name": "sea called Red",
          "startOffset": 457,
          "endOffset": 471
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 522,
          "endOffset": 530
        }
      ]
    },
    {
      "id": 10,
      "text": "Psammenitus, son of Amasis, was encamped by the mouth of the Nile called Pelusian, awaiting Cambyses. [2] For when Cambyses marched against Egypt, he found Amasis no longer alive; he had died after reigning forty-four years, during which he had suffered no great misfortune; and being dead he was embalmed and laid in the burial-place built for him in the temple. [3] While his son Psammenitus was king of Egypt, the people saw an extraordinary thing, namely, rain at Thebes of Egypt, where, as the Thebans themselves say, there had never been rain before, nor since to my lifetime; for indeed there is no rain at all in the upper parts of Egypt; but at that time a drizzle of rain fell at Thebes .5",
      "places": [
        {
          "placeId": "727172",
          "name": "Nile",
          "startOffset": 61,
          "endOffset": 65
        },
        {
          "placeId": "727191",
          "name": "Pelusian",
          "startOffset": 73,
          "endOffset": 81
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 140,
          "endOffset": 145
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 406,
          "endOffset": 411
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 468,
          "endOffset": 474
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 478,
          "endOffset": 483
        },
        {
          "placeId": "786017",
          "name": "Thebans",
          "startOffset": 499,
          "endOffset": 506
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 640,
          "endOffset": 645
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 690,
          "endOffset": 696
        }
      ]
    },
    {
      "id": 11,
      "text": "When the Persians had crossed the waterless country and encamped near the Egyptians intending to engage them, the Egyptian mercenaries, Greeks and Carians, devised a plan to punish Phanes, angered at him for leading a foreign army into Egypt. [2] Phanes had left sons in Egypt; these they brought to the camp, into their father's sight, and set a great bowl between the two armies; then they brought the sons one by one and cut their throats over the bowl. [3] When all the sons had been slaughtered, they poured wine and water into the bowl, and the mercenaries drank this and then gave battle. The fighting was fierce, and many of both armies fell; but at last the Egyptians were routed.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 9,
          "endOffset": 17
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 74,
          "endOffset": 83
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 114,
          "endOffset": 122
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 136,
          "endOffset": 142
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 147,
          "endOffset": 154
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 236,
          "endOffset": 241
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 271,
          "endOffset": 276
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 667,
          "endOffset": 676
        }
      ]
    },
    {
      "id": 12,
      "text": "I saw a strange thing on the site of the battle, of which the people of the country had told me. The bones of those killed on either side in this fight lying scattered separately (for the Persian bones lay in one place and the Egyptian in another, where the armies had first separately stood), the skulls of the Persians are so brittle that if you throw no more than a pebble it will pierce them, but the Egyptian skulls are so strong that a blow of a stone will hardly crack them. [2] And this, the people said (which for my own part I readily believed), is the explanation of it: the Egyptians shave their heads from childhood, and the bone thickens by exposure to the sun. [3] This also is the reason why they do not grow bald; for nowhere can one see so few bald heads as in Egypt. [4] Their skulls then are strong for this reason; while the Persian skulls are weak because they cover their heads throughout their lives with the felt hats (called tiaras) which they wear. Such is the truth of the matter. I saw too the skulls of those Persians at Papremis who were killed with Darius' son Achaemenes by Inaros the Libyan, and they were like the others.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 188,
          "endOffset": 195
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 227,
          "endOffset": 235
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 312,
          "endOffset": 320
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 405,
          "endOffset": 413
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 586,
          "endOffset": 595
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 779,
          "endOffset": 784
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 846,
          "endOffset": 853
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1039,
          "endOffset": 1047
        },
        {
          "placeId": "727185",
          "name": "Papremis",
          "startOffset": 1051,
          "endOffset": 1059
        },
        {
          "placeId": "716588",
          "name": "Libyan",
          "startOffset": 1118,
          "endOffset": 1124
        }
      ]
    },
    {
      "id": 13,
      "text": "After their rout in the battle the Egyptians fled in disorder; and when they had been overtaken in Memphis, Cambyses sent a Persian herald up the river aboard a Mytilenean boat to invite the Egyptians to an accord. [2] But when they saw the boat coming to Memphis, they sallied out all together from their walls, destroyed the boat, dismembered the crew (like butchers) and carried them within the walls. [3] So the Egyptians were besieged, and after a long while surrendered; but the neighboring Libyans, frightened by what had happened in Egypt, surrendered without a fight, laying tribute on themselves and sending gifts; and so too did the people of Cyrene and Barca, frightened like the Libyans. [4] Cambyses received in all kindness the gifts of the Libyans; but he seized what came from Cyrene and, displeased, I think, because it was so little—for the Cyrenaeans had sent five hundred silver minae—cast it with his own hands among his army.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 35,
          "endOffset": 44
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 99,
          "endOffset": 106
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 124,
          "endOffset": 131
        },
        {
          "placeId": "550763",
          "name": "Mytilenean",
          "startOffset": 161,
          "endOffset": 171
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 191,
          "endOffset": 200
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 256,
          "endOffset": 263
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 416,
          "endOffset": 425
        },
        {
          "placeId": "716588",
          "name": "Libyans",
          "startOffset": 497,
          "endOffset": 504
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 541,
          "endOffset": 546
        },
        {
          "placeId": "373778",
          "name": "Cyrene",
          "startOffset": 654,
          "endOffset": 660
        },
        {
          "placeId": "373750",
          "name": "Barca",
          "startOffset": 665,
          "endOffset": 670
        },
        {
          "placeId": "716588",
          "name": "Libyans",
          "startOffset": 692,
          "endOffset": 699
        },
        {
          "placeId": "716588",
          "name": "Libyans",
          "startOffset": 756,
          "endOffset": 763
        },
        {
          "placeId": "373778",
          "name": "Cyrene",
          "startOffset": 794,
          "endOffset": 800
        },
        {
          "placeId": "373778",
          "name": "Cyrenaeans",
          "startOffset": 860,
          "endOffset": 870
        }
      ]
    },
    {
      "id": 14,
      "text": "On the tenth day after the surrender of the walled city of Memphis, Cambyses took Psammenitus king of Egypt, who had reigned for six months, and confined him in the outer part of the city with other Egyptians, to insult him; having confined him there, he tried Psammenitus' spirit, as I shall show. [2] He dressed the daughter of the king as a slave and sent her out with a pitcher to fetch water, together with other girls from the families of the leading men, dressed like the daughter of the king. [3] So when the girls went out before their fathers' eyes crying and lamenting, all the rest answered with cries and weeping, seeing their children abused; but Psammenitus, having seen with his own eyes and learned all, bowed himself to the ground. [4] After the water-carriers had passed by, Cambyses next made Psammenitus' son go out before him with two thousand Egyptians of the same age, all with ropes bound round their necks and bridle-bits in their mouths; [5] they were led out to be punished for those Mytileneans who had perished with their boat at Memphis; for such was the judgment of the royal judges, that every man's death be paid for by the deaths of ten noble Egyptians. [6] When Psammenitus saw them passing and perceived that his son was being led out to die, and all the Egyptians who sat with him wept and showed their affliction, he did as he had done at the sight of his daughter. [7] After these too had gone out, it happened that there was one of his companions, a man past his prime, who had lost all his possessions, and had only what a poor man might have, and begged of the army; this man now went out before Psammenitus son of Amasis and the Egyptians confined in the outer part of the city. When Psammenitus saw him, he broke into loud weeping, striking his head and calling on his companion by name. [8] Now there were men set to watch Psammenitus, who told Cambyses all that he did as each went forth. Wondering at what the king did, Cambyses made this inquiry of him by a messenger: [9] “Psammenitus, Lord Cambyses wants to know why, seeing your daughter abused and your son going to his death, you did not cry out or weep, yet you showed such feeling for the beggar, who (as Cambyses learns from others) is not one of your kindred?” So the messenger inquired. Psammenitus answered: [10] “Son of Cyrus, my private grief was too great for weeping; but the unhappiness of my companion deserves tears—a man fallen from abundance and prosperity to beggary come to the threshold of old age.” When the messenger reported this, Cambyses and his court, it is said, thought the answer good. [11] And, the Egyptians say, Croesus wept (for it happened that he too had come with Cambyses to Egypt) and the Persians that were there wept; Cambyses himself felt some pity, and he ordered that Psammenitus' son be spared from those that were to be executed, and that Psammenitus himself be brought in from the outer part of the city and brought before him.",
      "places": [
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 59,
          "endOffset": 66
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 102,
          "endOffset": 107
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 199,
          "endOffset": 208
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 866,
          "endOffset": 875
        },
        {
          "placeId": "550763",
          "name": "Mytileneans",
          "startOffset": 1012,
          "endOffset": 1023
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 1060,
          "endOffset": 1067
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 1178,
          "endOffset": 1187
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 1292,
          "endOffset": 1301
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 1673,
          "endOffset": 1682
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 2631,
          "endOffset": 2640
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 2714,
          "endOffset": 2719
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 2729,
          "endOffset": 2737
        }
      ]
    },
    {
      "id": 15,
      "text": "Those that went for him found that the son was no longer alive, but had been the first to be slaughtered; but they brought Psammenitus up and led him to Cambyses; and there he lived, and no violence was done him for the rest of his life. [2] And if he had known how to mind his own business, he would have regained Egypt to govern; for the Persians are inclined to honor kings' sons; even though kings revolt from them, they give back to their sons the sovereign power. [3] There are many instances showing that it is their custom so to do, and notably the giving back of his father's sovereign power to Thannyras son of Inaros, and also to Pausiris son of Amyrtaeus; yet none ever did the Persians more harm than Inaros and Amyrtaeus.6 [4] But as it was, Psammenitus plotted evil and got his reward; for he was caught raising a revolt among the Egyptians; and when Cambyses heard of it, Psammenitus drank bull's blood7 and died. Such was his end.",
      "places": [
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 315,
          "endOffset": 320
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 340,
          "endOffset": 348
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 690,
          "endOffset": 698
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 846,
          "endOffset": 855
        }
      ]
    },
    {
      "id": 16,
      "text": "From Memphis Cambyses went to the city Sais, anxious to do exactly what he did do. Entering the house of Amasis, he had the body of Amasis carried outside from its place of burial; and when this had been done, he gave orders to scourge it and pull out the hair and pierce it with goads, and to desecrate it in every way. [2] When they were weary of doing this (for the body, being embalmed, remained whole and did not fall to pieces), Cambyses gave orders to burn it, a sacrilegious command; for the Persians hold fire to be a god; [3] therefore neither nation thinks it right to burn the dead, the Persians for the reason given, as they say it is wrong to give the dead body of a man to a god; while the Egyptians believe fire to be a living beast that devours all that it catches, and when sated with its meal dies together with that on which it feeds. [4] Now it is by no means their custom to give the dead to beasts; and this is why they embalm the corpse, that it may not lie and feed worms. Thus what Cambyses commanded was contrary to the custom of both peoples. [5] The Egyptians say, however, that it was not Amasis to whom this was done, but another Egyptian of the same age as Amasis, whom the Persians abused thinking that they were abusing Amasis. [6] For their story is that Amasis learned from an oracle what was to be done to him after his death, and so to escape this fate buried this dead man, the one that was scourged, near the door inside his own vault, and ordered his son that he himself should be laid in the farthest corner of the vault. [7] I think that these commands of Amasis, regarding the burial-place and the man, were never given at all, and that the Egyptians believe in them in vain.",
      "places": [
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 5,
          "endOffset": 12
        },
        {
          "placeId": "727217",
          "name": "Sais",
          "startOffset": 39,
          "endOffset": 43
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 500,
          "endOffset": 508
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 599,
          "endOffset": 607
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 705,
          "endOffset": 714
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 1079,
          "endOffset": 1088
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 1161,
          "endOffset": 1169
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1206,
          "endOffset": 1214
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 1685,
          "endOffset": 1694
        }
      ]
    },
    {
      "id": 17,
      "text": "After this Cambyses planned three expeditions, against the Carchedonians,8 against the Ammonians, and against the “long-lived”9 Ethiopians, who inhabit that part of Libya that is on the southern sea. [2] He decided after consideration to send his fleet against the Carthaginians and a part of his land army against the Ammonians; to Ethiopia he would first send spies, to see what truth there was in the story of a Table of the Sun in that country, and to spy out all else besides, under the pretext of bringing gifts for the Ethiopian king.",
      "places": [
        {
          "placeId": "314921",
          "name": "Carchedonians",
          "startOffset": 59,
          "endOffset": 72
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 87,
          "endOffset": 96
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 128,
          "endOffset": 138
        },
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 165,
          "endOffset": 170
        },
        {
          "placeId": "314921",
          "name": "Carthaginians",
          "startOffset": 265,
          "endOffset": 278
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 319,
          "endOffset": 328
        },
        {
          "placeId": "39274",
          "name": "Ethiopia",
          "startOffset": 333,
          "endOffset": 341
        },
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 526,
          "endOffset": 535
        }
      ]
    },
    {
      "id": 18,
      "text": "Now the Table of the Sun is said to be something of this kind:10 there is a meadow outside the city, filled with the boiled flesh of all four-footed things; here during the night the men of authority among the townsmen are careful to set out the meat, and all day whoever wishes comes and feasts on it. These meats, say the people of the country, are ever produced by the earth of itself. Such is the story of the Sun's Table.",
      "places": []
    },
    {
      "id": 19,
      "text": "When Cambyses determined to send the spies, he sent for those Fish-eaters from the city of Elephantine who understood the Ethiopian language. [2] While they were fetching them, he ordered his fleet to sail against Carthage. But the Phoenicians said they would not do it; for they were bound, they said, by strong oaths, and if they sailed against their own progeny they would be doing an impious thing; and the Phoenicians being unwilling, the rest were inadequate fighters. [3] Thus the Carthaginians escaped being enslaved by the Persians; for Cambyses would not use force with the Phoenicians, seeing that they had willingly surrendered to the Persians, and the whole fleet drew its strength from them. The Cyprians too had come of their own accord to aid the Persians against Egypt.",
      "places": [
        {
          "placeId": "786021",
          "name": "Elephantine",
          "startOffset": 91,
          "endOffset": 102
        },
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 122,
          "endOffset": 131
        },
        {
          "placeId": "314921",
          "name": "Carthage",
          "startOffset": 214,
          "endOffset": 222
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 232,
          "endOffset": 243
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 411,
          "endOffset": 422
        },
        {
          "placeId": "314921",
          "name": "Carthaginians",
          "startOffset": 488,
          "endOffset": 501
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 532,
          "endOffset": 540
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 584,
          "endOffset": 595
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 647,
          "endOffset": 655
        },
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 710,
          "endOffset": 718
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 763,
          "endOffset": 771
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 780,
          "endOffset": 785
        }
      ]
    },
    {
      "id": 20,
      "text": "When the Fish-eaters arrived from Elephantine at Cambyses' summons, he sent them to Ethiopia, with orders what to say, and bearing as gifts a red cloak and a twisted gold necklace and bracelets and an alabaster box of incense and an earthenware jar of palm wine. These Ethiopians, to whom Cambyses sent them, are said to be the tallest and most handsome of all men. [2] Their way of choosing kings is different from that of all others, as (it is said) are all their laws; they consider that man worthy to be their king whom they judge to be tallest and to have strength proportional to his stature.",
      "places": [
        {
          "placeId": "786021",
          "name": "Elephantine",
          "startOffset": 34,
          "endOffset": 45
        },
        {
          "placeId": "39274",
          "name": "Ethiopia",
          "startOffset": 84,
          "endOffset": 92
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 269,
          "endOffset": 279
        }
      ]
    },
    {
      "id": 21,
      "text": "When the Fish-eaters arrived among these men, they gave the gifts to their king and said: “Cambyses, the king of the Persians, wishing to become your friend and ally, sent us with orders to address ourselves to you; and he offers you as gifts these things which he enjoys using himself.” [2] But the Ethiopian, perceiving that they had come as spies, spoke thus to them: “It is not because he values my friendship that the Persian King sends you with gifts, nor do you speak the truth (for you have come to spy on my realm), nor is that man just; for were he just, he would not have coveted a land other than his own, nor would he try to lead into slavery men by whom he has not been injured. Now, give him this bow, and this message: [3] ‘The King of the Ethiopians advises the King of the Persians to bring overwhelming odds to attack the long-lived Ethiopians when the Persians can draw a bow of this length as easily as I do; but until then, to thank the gods who do not incite the sons of the Ethiopians to add other land to their own.’”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 117,
          "endOffset": 125
        },
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 300,
          "endOffset": 309
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 423,
          "endOffset": 430
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 756,
          "endOffset": 766
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 791,
          "endOffset": 799
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 852,
          "endOffset": 862
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 872,
          "endOffset": 880
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 998,
          "endOffset": 1008
        }
      ]
    },
    {
      "id": 22,
      "text": "So speaking he unstrung the bow and gave it to the men who had come. Then, taking the red cloak, he asked what it was and how it was made; and when the Fish-eaters told him the truth about the color and the process of dyeing, he said that both the men and their garments were full of deceit. [2] Next he inquired about the twisted gold necklace and the bracelets; and when the Fish-eaters told him how they were made, the king smiled, and, thinking them to be fetters, said: “We have stronger chains than these.” [3] Thirdly he inquired about the incense; and when they described making and applying it, he made the same reply as about the cloak. But when he came to the wine and asked about its making, he was vastly pleased with the drink, and asked further what food their king ate, and what was the greatest age to which a Persian lived. [4] They told him their king ate bread, showing him how wheat grew; and said that the full age to which a man might hope to live was eighty years. Then, said the Ethiopian, it was no wonder that they lived so few years, if they ate dung;11 they would not even have been able to live that many unless they were refreshed by the drink—signifying to the Fish-eaters the wine—for in this, he said, the Persians excelled the Ethiopians.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 827,
          "endOffset": 834
        },
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 1004,
          "endOffset": 1013
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1240,
          "endOffset": 1248
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 1262,
          "endOffset": 1272
        }
      ]
    },
    {
      "id": 23,
      "text": "The Fish-eaters then in turn asking of the Ethiopian length of life and diet, he said that most of them attained to a hundred and twenty years, and some even to more; their food was boiled meat and their drink milk. [2] The spies showed wonder at the tale of years; whereupon he led them, it is said, to a spring, by washing in which they grew sleeker, as though it were of oil; and it smelled of violets. [3] So light, the spies said, was this water, that nothing would float on it, neither wood nor anything lighter than wood, but all sank to the bottom. If this water is truly such as they say, it is likely that their constant use of it makes the people long-lived. [4] When they left the spring, the king led them to a prison where all the men were bound with fetters of gold. Among these Ethiopians there is nothing so scarce and so precious as bronze. Then, having seen the prison, they saw what is called the Table of the Sun.",
      "places": [
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 43,
          "endOffset": 52
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 794,
          "endOffset": 804
        }
      ]
    },
    {
      "id": 24,
      "text": "Last after this they viewed the Ethiopian coffins; these are said to be made of alabaster, as I shall describe: [2] they cause the dead body to shrink, either as the Egyptians do or in some other way, then cover it with gypsum and paint it all as far as possible in the likeness of the living man; [3] then they set it within a hollow pillar of alabaster, which they dig in abundance from the ground, and it is easily worked; the body can be seen in the pillar through the alabaster, no evil stench nor anything unpleasant proceeding from it, and showing clearly all its parts, as if it were the man himself. [4] The nearest of kin keep the pillar in their house for a year, giving it of the first-fruits and offering it sacrifices; after which they bring the pillars out and set them round about the city.",
      "places": [
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 32,
          "endOffset": 41
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 166,
          "endOffset": 175
        }
      ]
    },
    {
      "id": 25,
      "text": "Having seen everything, the spies departed again. When they reported all this, Cambyses was angry, and marched at once against the Ethiopians, neither giving directions for any provision of food nor considering that he was about to lead his army to the ends of the earth; [2] being not in his right mind but mad, however, he marched at once on hearing from the Fish-eaters, ordering the Greeks who were with him to await him where they were, and taking with him all his land army. [3] When he came in his march to Thebes , he detached about fifty thousand men from his army, and directed them to enslave the Ammonians and burn the oracle of Zeus; and he himself went on towards Ethiopia with the rest of his host. [4] But before his army had accomplished the fifth part of their journey they had come to an end of all there was in the way of provision, and after the food was gone, they ate the beasts of burden until there was none of these left either. [5] Now had Cambyses, when he perceived this, changed his mind and led his army back again, he would have been a wise man at last after his first fault; but as it was, he went ever forward, taking account of nothing. [6] While his soldiers could get anything from the earth, they kept themselves alive by eating grass; but when they came to the sandy desert, some did a terrible thing, taking by lot one man out of ten and eating him. [7] Hearing this, Cambyses feared their becoming cannibals, and so gave up his expedition against the Ethiopians and marched back to Thebes , with the loss of many of his army; from Thebes he came down to Memphis, and sent the Greeks to sail away.",
      "places": [
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 131,
          "endOffset": 141
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 387,
          "endOffset": 393
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 514,
          "endOffset": 520
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 608,
          "endOffset": 617
        },
        {
          "placeId": "39274",
          "name": "Ethiopia",
          "startOffset": 678,
          "endOffset": 686
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 1492,
          "endOffset": 1502
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 1523,
          "endOffset": 1529
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 1572,
          "endOffset": 1578
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 1595,
          "endOffset": 1602
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 1617,
          "endOffset": 1623
        }
      ]
    },
    {
      "id": 26,
      "text": "So fared the expedition against Ethiopia. As for those who were sent to march against the Ammonians, they set out and journeyed from Thebes with guides; and it is known that they came to the city of Oasis,12 inhabited by Samians said to be of the Aeschrionian tribe, seven days' march from Thebes across sandy desert; this place is called, in the Greek language, Islands of the Blest. [2] Thus far, it is said, the army came; after that, except for the Ammonians themselves and those who heard from them, no man can say anything of them; for they neither reached the Ammonians nor returned back. [3] But this is what the Ammonians themselves say: when the Persians were crossing the sand from Oasis to attack them, and were about midway between their country and Oasis, while they were breakfasting a great and violent south wind arose, which buried them in the masses of sand which it bore; and so they disappeared from sight. Such is the Ammonian tale about this army.",
      "places": [
        {
          "placeId": "39274",
          "name": "Ethiopia",
          "startOffset": 32,
          "endOffset": 40
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 90,
          "endOffset": 99
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 133,
          "endOffset": 139
        },
        {
          "placeId": "776210",
          "name": "Oasis",
          "startOffset": 199,
          "endOffset": 204
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 221,
          "endOffset": 228
        },
        {
          "placeId": "786017",
          "name": "Thebes",
          "startOffset": 290,
          "endOffset": 296
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 347,
          "endOffset": 352
        },
        {
          "placeId": "149334673",
          "name": "Islands of the Blest",
          "startOffset": 363,
          "endOffset": 383
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 453,
          "endOffset": 462
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 567,
          "endOffset": 576
        },
        {
          "placeId": "716520",
          "name": "Ammonians",
          "startOffset": 621,
          "endOffset": 630
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 656,
          "endOffset": 664
        },
        {
          "placeId": "776210",
          "name": "Oasis",
          "startOffset": 693,
          "endOffset": 698
        },
        {
          "placeId": "776210",
          "name": "Oasis",
          "startOffset": 763,
          "endOffset": 768
        },
        {
          "placeId": "716520",
          "name": "Ammonian",
          "startOffset": 940,
          "endOffset": 948
        }
      ]
    },
    {
      "id": 27,
      "text": "When Cambyses was back at Memphis, there appeared in Egypt that Apis13 whom the Greeks call Epaphus; at whose epiphany the Egyptians put on their best clothing and held a festival. [2] Seeing the Egyptians so doing, Cambyses was fully persuaded that these signs of joy were for his misfortunes, and summoned the rulers of Memphis; when they came before him, he asked them why the Egyptians behaved so at the moment he returned with so many of his army lost, though they had done nothing like it when he was before at Memphis. [3] The rulers told him that a god, wont to appear after long intervals of time, had now appeared to them; and that all Egypt rejoiced and made holiday whenever he so appeared. At this Cambyses said that they lied, and he punished them with death for their lie.",
      "places": [
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 26,
          "endOffset": 33
        },
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 53,
          "endOffset": 58
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 80,
          "endOffset": 86
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 123,
          "endOffset": 132
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 196,
          "endOffset": 205
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 322,
          "endOffset": 329
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 380,
          "endOffset": 389
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 517,
          "endOffset": 524
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 646,
          "endOffset": 651
        }
      ]
    },
    {
      "id": 28,
      "text": "Having put them to death, he next summoned the priests before him. When they gave him the same account, he said that if a tame god had come to the Egyptians he would know it; and with no more words he bade the priests bring Apis. So they went to fetch and bring him. [2] This Apis, or Epaphus, is a calf born of a cow that can never conceive again. By what the Egyptians say, the cow is made pregnant by a light from heaven, and thereafter gives birth to Apis. [3] The marks of this calf called Apis are these: he is black, and has on his forehead a three-cornered white spot, and the likeness of an eagle on his back; the hairs of the tail are double, and there is a knot under the tongue.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 147,
          "endOffset": 156
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 361,
          "endOffset": 370
        }
      ]
    },
    {
      "id": 29,
      "text": "When the priests led Apis in, Cambyses—for he was all but mad—drew his dagger and, meaning to stab the calf in the belly, stuck the thigh; then laughing he said to the priests: [2] “Simpletons, are these your gods, creatures of flesh and blood that can feel weapons of iron? That is a god worthy of the Egyptians. But for you, you shall suffer for making me your laughing-stock.” So saying he bade those, whose business it was, to scourge the priests well, and to kill any other Egyptian whom they found holiday-making. [3] So the Egyptian festival ended, and the priests were punished, and Apis lay in the temple and died of the wound in the thigh. When he was dead of the wound, the priests buried him without Cambyses' knowledge.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 303,
          "endOffset": 312
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 479,
          "endOffset": 487
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 531,
          "endOffset": 539
        }
      ]
    },
    {
      "id": 30,
      "text": "But Cambyses, the Egyptians say, owing to this wrongful act immediately went mad, although even before he had not been sensible. His first evil act was to destroy his full brother Smerdis, whom he had sent away from Egypt to Persia out of jealousy, because Smerdis alone could draw the bow brought from the Ethiopian by the Fish-eaters as far as two fingerbreadths, but no other Persian could draw it. [2] Smerdis having gone to Persia, Cambyses saw in a dream a vision, in which it seemed to him that a messenger came from Persia and told him that Smerdis sitting on the royal throne touched heaven with his head. [3] Fearing therefore for himself, lest his brother might slay him and so be king, he sent Prexaspes, the most trusted of his Persians, to Persia to kill him. Prexaspes went up to Susa and killed Smerdis; some say that he took Smerdis out hunting, others that he brought him to the Red14 Sea and there drowned him.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 18,
          "endOffset": 27
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 216,
          "endOffset": 221
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 225,
          "endOffset": 231
        },
        {
          "placeId": "39274",
          "name": "Ethiopia",
          "startOffset": 307,
          "endOffset": 315
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 379,
          "endOffset": 386
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 429,
          "endOffset": 435
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 524,
          "endOffset": 530
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 741,
          "endOffset": 749
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 754,
          "endOffset": 760
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 795,
          "endOffset": 799
        },
        {
          "placeId": "39290",
          "name": "Red14 Sea",
          "startOffset": 897,
          "endOffset": 906
        }
      ]
    },
    {
      "id": 31,
      "text": "This, they say, was the first of Cambyses' evil acts; next, he destroyed his full sister, who had come with him to Egypt, and whom he had taken to wife. [2] He married her in this way (for before this, it had by no means been customary for Persians to marry their sisters): Cambyses was infatuated with one of his sisters and when he wanted to marry her, because his intention was contrary to usage, he summoned the royal judges15 and inquired whether there were any law enjoining one, that so desired, to marry his sister. [3] These royal judges are men chosen out from the Persians to function until they die or are detected in some injustice; it is they who decide suits in Persia and interpret the laws of the land; all matters are referred to them. [4] These then replied to Cambyses with an answer which was both just and prudent, namely, that they could find no law enjoining a brother to marry his sister; but that they had found a law permitting the King of Persia to do whatever he liked. [5] Thus, although they feared Cambyses they did not break the law, and, to save themselves from death for keeping it, they found another law abetting one who wished to marry sisters. [6] So Cambyses married the object of his desire; yet not long afterwards he took another sister as well. It was the younger of these who had come with him to Egypt, and whom he now killed.",
      "places": [
        {
          "placeId": "766",
          "name": "Egypt",
          "startOffset": 115,
          "endOffset": 120
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 240,
          "endOffset": 248
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 575,
          "endOffset": 583
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 677,
          "endOffset": 683
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 967,
          "endOffset": 973
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 1342,
          "endOffset": 1347
        }
      ]
    },
    {
      "id": 32,
      "text": "There are two tales of her death, as there are of the death of Smerdis. The Greeks say that Cambyses had set a lion cub to fight a puppy, and that this woman was watching too; and that as the puppy was losing, its brother broke its leash and came to help, and the two dogs together got the better of the cub. [2] Cambyses, they say, was pleased with the sight, but the woman wept as she sat by. Cambyses perceiving it asked why she wept, and she said that when she saw the puppy help its brother she had wept, recalling Smerdis and knowing that there would be no avenger for him. [3] For saying this, according to the Greek story, she was killed by Cambyses. But the Egyptian tale is that as the two sat at table the woman took a lettuce and plucked off the leaves, then asked her husband whether he preferred the look of it with or without leaves. “With the leaves,” he said; whereupon she answered: [4] “Yet you have stripped Cyrus' house as bare as this lettuce.” Angered at this, they say, he sprang upon her, who was great with child, and she miscarried and died of the hurt he gave her.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 76,
          "endOffset": 82
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 618,
          "endOffset": 623
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 667,
          "endOffset": 675
        }
      ]
    },
    {
      "id": 33,
      "text": "Such were Cambyses' mad acts to his own household, whether they were done because of Apis or grew from some of the many troubles that are wont to beset men; for indeed he is said to have been afflicted from his birth with that grievous disease which some call “sacred.”16 It is not unlikely then that when his body was grievously afflicted his mind too should be diseased.",
      "places": []
    },
    {
      "id": 34,
      "text": "I will now relate his mad dealings with the rest of Persia. He said, as they report, to Prexaspes—whom he held in particular honor, who brought him all his messages, whose son held the very honorable office of Cambyses' cup-bearer—thus, I say, he spoke to Prexaspes: [2] “What manner of man, Prexaspes, do the Persians think me to be, and how do they speak of me?” “Sire,” said Prexaspes, “for all else they greatly praise you, but they say that you love wine too well.” [3] So he reported of the Persians. The king angrily replied: “If the Persians now say that it is my fondness for wine that drives me to frenzy and madness, then it would seem that their former saying also was a lie.” [4] For it is said that before this, while some Persians and Croesus were sitting with him, Cambyses asked what manner of man they thought him to be in comparison with Cyrus his father; and they answered, “Cambyses was the better man; for he had all of Cyrus' possessions and had won Egypt and the sea besides.” [5] So said the Persians; but Croesus, who was present, and was dissatisfied with their judgment, spoke thus to Cambyses: “To me, son of Cyrus, you do not seem to be the equal of your father; for you have as yet no son such as he left after him in you.” This pleased Cambyses, and he praised Croesus' judgment.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 52,
          "endOffset": 58
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 310,
          "endOffset": 318
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 497,
          "endOffset": 505
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 541,
          "endOffset": 549
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 737,
          "endOffset": 745
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 973,
          "endOffset": 978
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1017,
          "endOffset": 1025
        }
      ]
    },
    {
      "id": 35,
      "text": "Remembering this, then, he said to Prexaspes in his anger: “Judge then if the Persians speak the truth, or rather are themselves out of their minds when they speak of me so. [2] Yonder stands your son in the porch; now if I shoot and pierce his heart, that will prove the Persians to be wrong; if I miss, then say that they are right and that I am out of my senses.” [3] So saying, he strung his bow and hit the boy, and gave orders to open the fallen body and examine the wound: and the arrow being found in the heart, Cambyses laughed in great glee and said to the boy's father: [4] “It is plain, Prexaspes, that I am in my right mind and the Persians mad; now tell me: what man in the world did you ever see that shot so true to the mark?” Prexaspes, it is said, replied (for he saw that Cambyses was mad, and he feared for his own life), “Master, I think that not even the god himself could shoot so true.” [5] Thus did Cambyses then; at another time he took twelve Persians, equal to the noblest in the land, convicted them of some minor offense, and buried them alive up to the neck.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 78,
          "endOffset": 86
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 272,
          "endOffset": 280
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 645,
          "endOffset": 653
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 970,
          "endOffset": 978
        }
      ]
    },
    {
      "id": 36,
      "text": "For these acts Croesus the Lydian thought fit to take him to task, and addressed him thus: “Sire, do not sacrifice everything to youth and temper, but restrain and control yourself; prudence is a good thing, forethought is wise. But you kill men of your own country whom you have convicted of some minor offense, and you kill boys. [2] If you do so often, beware lest the Persians revolt from you. As for me, your father Cyrus earnestly begged me to counsel you and to give you such advice as I think to be good.” Croesus gave him this counsel out of goodwill; but Cambyses answered: [3] “It is very well that you should even dare to counsel me; you, who governed your own country so well, and gave fine advice to my father—telling him, when the Massagetae were willing to cross over into our lands, to pass the Araxes and attack them; thus you worked your own ruin by misgoverning your country and Cyrus', who trusted you. But you shall regret it; I have long waited for an occasion to deal with you.” [4] With that Cambyses took his bow to shoot him dead; but Croesus leapt up and ran out; and Cambyses, being unable to shoot him, ordered his attendants to catch and kill him. [5] They, knowing Cambyses' mood, hid Croesus; intending to reveal him and receive gifts for saving his life, if Cambyses should repent and ask for Croesus, but if he should not repent nor wish Croesus back, then to kill the Lydian. [6] Not long after this Cambyses did wish Croesus back, and the attendants, understanding this, told him that Croesus was alive still. Cambyses said that he was glad of it; but that they, who had saved Croesus, should not escape with impunity, but be killed; and this was done.",
      "places": [
        {
          "placeId": "550701",
          "name": "Lydian",
          "startOffset": 27,
          "endOffset": 33
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 372,
          "endOffset": 380
        },
        {
          "placeId": "59921",
          "name": "Massagetae",
          "startOffset": 746,
          "endOffset": 756
        },
        {
          "placeId": "550701",
          "name": "Lydian",
          "startOffset": 1404,
          "endOffset": 1410
        }
      ]
    },
    {
      "id": 37,
      "text": "Cambyses committed many such mad acts against the Persians and his allies; he stayed at Memphis, and there opened ancient coffins and examined the dead bodies. [2] Thus too he entered the temple of Hephaestus and jeered at the image there. This image of Hephaestus is most like the Phoenician Pataici,17 which the Phoenicians carry on the prows of their triremes. I will describe it for anyone who has not seen these figures: it is the likeness of a dwarf. [3] Also he entered the temple of the Cabeiri, into which no one may enter save the priest; the images here he even burnt, with bitter mockery. These also are like the images of Hephaestus, and are said to be his sons.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 50,
          "endOffset": 58
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 88,
          "endOffset": 95
        },
        {
          "placeId": "678334",
          "name": "Phoenician",
          "startOffset": 282,
          "endOffset": 292
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 314,
          "endOffset": 325
        }
      ]
    },
    {
      "id": 38,
      "text": "I hold it then in every way proved that Cambyses was quite insane; or he would never have set himself to deride religion and custom. For if it were proposed to all nations to choose which seemed best of all customs, each, after examination, would place its own first; so well is each convinced that its own are by far the best. [2] It is not therefore to be supposed that anyone, except a madman, would turn such things to ridicule. I will give this one proof among many from which it may be inferred that all men hold this belief about their customs. [3] When Darius was king, he summoned the Greeks who were with him and asked them for what price they would eat their fathers' dead bodies. They answered that there was no price for which they would do it. [4] Then Darius summoned those Indians who are called Callatiae,18 who eat their parents, and asked them (the Greeks being present and understanding through interpreters what was said) what would make them willing to burn their fathers at death. The Indians cried aloud, that he should not speak of so horrid an act. So firmly rooted are these beliefs; and it is, I think, rightly said in Pindar's poem that custom is lord of all.19",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 594,
          "endOffset": 600
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 789,
          "endOffset": 796
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 868,
          "endOffset": 874
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 1008,
          "endOffset": 1015
        }
      ]
    },
    {
      "id": 39,
      "text": "While Cambyses was attacking Egypt, the Lacedaemonians too were making war upon Samos and upon Aeaces' son Polycrates, who had revolted and won Samos.20 [2] And first, dividing the city into three parts, he gave a share in the government to his brothers Pantagnotus and Syloson; but presently he put one of them to death, banished the younger, Syloson, and so made himself lord of all Samos; then he made a treaty with Amasis king of Egypt, sending to him and receiving from him gifts. [2] Very soon after this, Polycrates grew to such power that he was famous in Ionia and all other Greek lands; for all his military affairs succeeded. He had a hundred fifty-oared ships, and a thousand archers. [4] And he pillaged every place, indiscriminately; for he said that he would get more thanks if he gave a friend back what he had taken than if he never took it at all. He had taken many of the islands, and many of the mainland cities. Among others, he conquered the Lesbians; they had brought all their force to aid the Milesians, and Polycrates defeated them in a sea-fight; it was they who, being his captives, dug all the trench around the acropolis of Samos.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 29,
          "endOffset": 34
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 40,
          "endOffset": 54
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 80,
          "endOffset": 85
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 144,
          "endOffset": 149
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 385,
          "endOffset": 390
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 434,
          "endOffset": 439
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 564,
          "endOffset": 569
        },
        {
          "placeId": "550696",
          "name": "Lesbians",
          "startOffset": 964,
          "endOffset": 972
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 1018,
          "endOffset": 1027
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 1154,
          "endOffset": 1159
        }
      ]
    },
    {
      "id": 40,
      "text": "Now Amasis was somehow aware of Polycrates' great good fortune; and as this continued to increase greatly, he wrote this letter and sent it to Samos: “Amasis addresses Polycrates as follows. [2] It is pleasant to learn that a friend and ally is doing well. But I do not like these great successes of yours; for I know the gods, how jealous they are, and I desire somehow that both I and those for whom I care succeed in some affairs, fail in others, and thus pass life faring differently by turns, rather than succeed at everything. [3] For from all I have heard I know of no man whom continual good fortune did not bring in the end to evil, and utter destruction. Therefore if you will be ruled by me do this regarding your successes: [4] consider what you hold most precious and what you will be sorriest to lose, and cast it away so that it shall never again be seen among men; then, if after this the successes that come to you are not mixed with mischances, strive to mend the matter as I have counselled you.”",
      "places": [
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 143,
          "endOffset": 148
        }
      ]
    },
    {
      "id": 41,
      "text": "Reading this, and perceiving that Amasis' advice was good, Polycrates considered which of his treasures it would most grieve his soul to lose, and came to this conclusion: he wore a seal set in gold, an emerald, crafted by Theodorus son of Telecles of Samos; [2] being resolved to cast this away, he embarked in a fifty-oared ship with its crew, and told them to put out to sea; and when he was far from the island, he took off the seal-ring in sight of all that were on the ship and cast it into the sea. This done, he sailed back and went to his house, where he grieved for the loss.",
      "places": [
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 252,
          "endOffset": 257
        }
      ]
    },
    {
      "id": 42,
      "text": "But on the fifth or sixth day from this it happened that a fisherman, who had taken a fine and great fish, and desired to make a gift of it to Polycrates, brought it to the door and said that he wished to see Polycrates. This being granted, he gave the fish, saying: [2] “O King, when I caught this fish, I thought best not to take it to market, although I am a man who lives by his hands, but it seemed to me worthy of you and your greatness; and so I bring and offer it to you.” Polycrates was pleased with what the fisherman said; “You have done very well,” he answered, “and I give you double thanks, for your words and for the gift; and I invite you to dine with me.” [3] Proud of this honor, the fisherman went home; but the servants, cutting up the fish, found in its belly Polycrates' seal-ring. [4] As soon as they saw and seized it, they brought it with joy to Polycrates, and giving the ring to him told him how it had been found. Polycrates saw the hand of heaven in this matter; he wrote a letter and sent it to Egypt, telling all that he had done, and what had happened to him.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 1025,
          "endOffset": 1030
        }
      ]
    },
    {
      "id": 43,
      "text": "When Amasis had read Polycrates' letter, he perceived that no man could save another from his destiny, and that Polycrates, being so continually fortunate that he even found what he cast away, must come to an evil end. [2] So he sent a herald to Samos to renounce his friendship, determined that when some great and terrible mischance overtook Polycrates he himself might not have to sadden his heart for a friend.",
      "places": [
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 246,
          "endOffset": 251
        }
      ]
    },
    {
      "id": 44,
      "text": "It was against this ever-victorious Polycrates that the Lacedaemonians now made war, invited by the Samians who afterwards founded Cydonia in Crete. Polycrates had without the knowledge of his subjects sent a herald to Cambyses, son of Cyrus, then raising an army against Egypt, inviting Cambyses to send to Samos too and request men from him. [2] At this message Cambyses very readily sent to Samos, asking Polycrates to send a fleet to aid him against Egypt. Polycrates chose those men whom he most suspected of planning a rebellion against him, and sent them in forty triremes, directing Cambyses not to send the men back.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 56,
          "endOffset": 70
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 100,
          "endOffset": 107
        },
        {
          "placeId": "589886",
          "name": "Cydonia",
          "startOffset": 131,
          "endOffset": 138
        },
        {
          "placeId": "589748",
          "name": "Crete",
          "startOffset": 142,
          "endOffset": 147
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 272,
          "endOffset": 277
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 308,
          "endOffset": 313
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 394,
          "endOffset": 399
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 454,
          "endOffset": 459
        }
      ]
    },
    {
      "id": 45,
      "text": "Some say that these Samians who were sent never came to Egypt, but that when they had sailed as far as Carpathus discussed the matter among themselves and decided to sail no further; others say that they did come to Egypt and there escaped from the guard that was set over them. [2] But as they sailed back to Samos, Polycrates' ships met and engaged them; and the returning Samians were victorious and landed on the island, but were there beaten in a land battle, and so sailed to Lacedaemon. [3] There are those who say that the Samians from Egypt defeated Polycrates; but to my thinking this is untrue; for they need not have invited the Lacedaemonians if in fact they had been able to master Polycrates by themselves. Besides, it is not even reasonable to suppose that he, who had a great army of hired soldiers and bowmen of his own, was beaten by a few men like the returning Samians. [4] Polycrates took the children and wives of the townsmen who were subject to him and shut them up in the boathouses, with intent to burn them and the boathouses too if their men should desert to the returned Samians.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 20,
          "endOffset": 27
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 56,
          "endOffset": 61
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 216,
          "endOffset": 221
        },
        {
          "placeId": "599925",
          "name": "Samos",
          "startOffset": 310,
          "endOffset": 315
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 375,
          "endOffset": 382
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 482,
          "endOffset": 492
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 531,
          "endOffset": 538
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 544,
          "endOffset": 549
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 641,
          "endOffset": 655
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 882,
          "endOffset": 889
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 1101,
          "endOffset": 1108
        }
      ]
    },
    {
      "id": 46,
      "text": "When the Samians who were expelled by Polycrates came to Sparta, they came before the ruling men and made a long speech to show the greatness of their need. But the Spartans at their first sitting answered that they had forgotten the beginning of the speech and could not understand its end. [2] After this the Samians came a second time with a sack, and said nothing but this: “The sack wants flour.” To this the Spartans replied that they were over-wordy with “the sack”;21 but they did resolve to help them.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 9,
          "endOffset": 16
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 57,
          "endOffset": 63
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 165,
          "endOffset": 173
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 311,
          "endOffset": 318
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 414,
          "endOffset": 422
        }
      ]
    },
    {
      "id": 47,
      "text": "The Lacedaemonians then equipped and sent an army to Samos, returning a favor, as the Samians say, because they first sent a fleet to help the Lacedaemonians against Messenia; but the Lacedaemonians say that they sent this army less to aid the Samians in their need than to avenge the robbery of the bowl which they had been carrying to Croesus and the breastplate which Amasis King of Egypt had sent them as a gift. [2] This breastplate had been stolen by the Samians in the year before they took the bowl; it was of linen, decked with gold and cotton embroidery, and embroidered with many figures; [3] but what makes it worthy of wonder is that each thread of the breastplate, fine as each is, is made up of three hundred and sixty strands, each plainly seen. It is the exact counterpart of that one which Amasis dedicated to Athena in Lindus.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 4,
          "endOffset": 18
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 53,
          "endOffset": 58
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 86,
          "endOffset": 93
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 143,
          "endOffset": 157
        },
        {
          "placeId": "570480",
          "name": "Messenia",
          "startOffset": 166,
          "endOffset": 174
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 184,
          "endOffset": 198
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 244,
          "endOffset": 251
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 386,
          "endOffset": 391
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 461,
          "endOffset": 468
        },
        {
          "placeId": "589913",
          "name": "Lindus",
          "startOffset": 838,
          "endOffset": 844
        }
      ]
    },
    {
      "id": 48,
      "text": "The Corinthians also enthusiastically helped to further the expedition against Samos. For an outrage had been done them by the Samians a generation before this expedition, about the time of the robbery of the bowl. [2] Periander son of Cypselus sent to Alyattes at Sardis three hundred boys, sons of notable men in Corcyra, to be made eunuchs. The Corinthians who brought the boys put in at Samos; and when the Samians heard why the boys were brought, first they instructed them to take sanctuary in the temple of Artemis, [3] then they would not allow the suppliants to be dragged from the temple; and when the Corinthians tried to starve the boys out, the Samians held a festival which they still celebrate in the same fashion; throughout the time that the boys were seeking asylum, they held nightly dances of young men and women to which it was made a custom to bring cakes of sesame and honey, so that the Corcyraean boys might snatch these and have food. [4] This continued to be done until the Corinthian guards left their charge and departed; then the Samians took the boys back to Corcyra.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 4,
          "endOffset": 15
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 79,
          "endOffset": 84
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 127,
          "endOffset": 134
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 265,
          "endOffset": 271
        },
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 315,
          "endOffset": 322
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 348,
          "endOffset": 359
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 391,
          "endOffset": 396
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 411,
          "endOffset": 418
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 612,
          "endOffset": 623
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 658,
          "endOffset": 665
        },
        {
          "placeId": "530834",
          "name": "Corcyraean",
          "startOffset": 911,
          "endOffset": 921
        },
        {
          "placeId": "570182",
          "name": "Corinthian",
          "startOffset": 1001,
          "endOffset": 1011
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 1060,
          "endOffset": 1067
        },
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 1090,
          "endOffset": 1097
        }
      ]
    },
    {
      "id": 49,
      "text": "If after the death of Periander, the Corinthians had been friendly towards the Corcyraeans, they would not have taken part in the expedition against Samos for this reason. But as it was, ever since the island was colonized, they have been at odds with each other, despite their kinship. [2] For these reasons then the Corinthians bore a grudge against the Samians.Periander chose the sons of the notable Corcyraeans and sent them to Sardis to be made eunuchs as an act of vengeance; for the Corcyraeans had first begun the quarrel by committing a terrible crime against him.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 37,
          "endOffset": 48
        },
        {
          "placeId": "530834",
          "name": "Corcyraeans",
          "startOffset": 79,
          "endOffset": 90
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 149,
          "endOffset": 154
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 318,
          "endOffset": 329
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 356,
          "endOffset": 363
        },
        {
          "placeId": "530834",
          "name": "Corcyraeans",
          "startOffset": 404,
          "endOffset": 415
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 433,
          "endOffset": 439
        },
        {
          "placeId": "530834",
          "name": "Corcyraeans",
          "startOffset": 491,
          "endOffset": 502
        }
      ]
    },
    {
      "id": 50,
      "text": "For after killing his own wife Melissa, Periander suffered yet another calamity on top of what he had already suffered. He had two sons by Melissa, one seventeen and one eighteen years old. [2] Their mother's father, Procles, the sovereign of Epidaurus, sent for the boys and treated them affectionately, as was natural, seeing that they were his own daughter's sons. When they left him, he said as he sent them forth: [3] “Do you know, boys, who killed your mother?” The elder of them paid no attention to these words; but the younger, whose name was Lycophron, was struck with such horror when he heard them that when he came to Corinth he would not speak to his father, his mother's murderer, nor would he answer him when addressed nor reply to his questions. At last Periander was so angry that he drove the boy from his house.",
      "places": [
        {
          "placeId": "570228",
          "name": "Epidaurus",
          "startOffset": 243,
          "endOffset": 252
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 631,
          "endOffset": 638
        }
      ]
    },
    {
      "id": 51,
      "text": "Having driven this one away, he asked the elder son what their grandfather had said to them. The boy told him that Procles had treated them kindly, but did not mention what he had said at parting; for he had paid no attention. Periander said that by no means could Procles not have dropped some hint, and interrogated him persistently; [2] until the boy remembered, and told him. And Periander, comprehending, and wishing to show no weakness, sent a message to those with whom his banished son was living and forbade them to keep him. [3] So when the boy, driven out, would go to another house, he would be driven from this also, since Periander threatened all who received him and ordered them to shut him out; so when driven forth, he would go to some other house of his friends, and they, although he was the son of Periander, and although they were afraid, nonetheless took him in.",
      "places": []
    },
    {
      "id": 52,
      "text": "In the end Periander made a proclamation, that whoever sheltered the boy in his house or spoke to him, would owe a fine to Apollo, and he set the amount. [2] In view of this proclamation no one wished to address or receive the boy into his house; and besides, the boy himself did not think it right to attempt what was forbidden, but accepting it slept in the open. [3] On the fourth day, when Periander saw him starved and unwashed, he took pity on him, and his anger being softened, he came near and said: “My son, which is preferable—to follow your present way of life, or by being well-disposed toward your father to inherit my power and the goods which I now possess? [4] Though my son and a prince of prosperous Corinth, you prefer the life of a vagrant, by opposing and being angry with me with whom you least ought to be. For if something has happened as a result of which you have a suspicion about me, it has happened to my disadvantage and I bear the brunt of it, inasmuch as I am the cause. [5] But bearing in mind how much better it is to be envied than to be pitied, and at the same time what sort of thing it is to be angry with your parents and with those that are stronger than you, come back to the house.” [6] With these words Periander tried to move his son, but he said nothing else to his father, only told him that because he had conversed with him he owed the fine to Apollo. When Periander saw that his son's stubbornness could not be got around or overcome, he sent him away out of his sight in a ship to Corcyra; for Corcyra too was subject to him. [7] And when he had sent him away, he sent an army against Procles his father-in-law, since he was most to blame for his present troubles; and he took Epidaurus, captured Procles, and imprisoned him.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 718,
          "endOffset": 725
        },
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 1531,
          "endOffset": 1538
        },
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 1544,
          "endOffset": 1551
        },
        {
          "placeId": "570228",
          "name": "Epidaurus",
          "startOffset": 1727,
          "endOffset": 1736
        }
      ]
    },
    {
      "id": 53,
      "text": "As time went on, Periander, now grown past his prime and aware that he could no longer oversee and direct all his affairs, sent to Corcyra inviting Lycophron to be sovereign; for he saw no hope in his eldest son, who seemed to him to be slow-witted. [2] Lycophron did not dignify the invitation with a reply. Then Periander, pressing the young man, sent to him (as the next best way) his daughter, the boy's sister, thinking that he would listen to her. [3] She came and said, “Child, would you want the power to fall to others, and our father's house destroyed, rather than to return and have it yourself? Come home and stop punishing yourself. [4] Pride is an unhappy possession. Do not cure evil by evil. Many place the more becoming thing before the just; and many pursuing their mother's business have lost their father's. Power is a slippery thing; many want it, and our father is now old and past his prime; do not lose what is yours to others.” [5] So she spoke communicating their father's inducements. But he answered that he would never come to Corinth as long as he knew his father was alive. [6] When she brought this answer back, Periander sent a third messenger, through whom he proposed that he should go to Corcyra, and that the boy should return to Corinth and be the heir of his power. [7] The son consented to this; Periander got ready to go to Corcyra and Lycophron to go to Corinth; but when the Corcyraeans learned of all these matters, they put the young man to death so that Periander would not come to their country. It was for this that Periander desired vengeance on the Corcyraeans.",
      "places": [
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 131,
          "endOffset": 138
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 1056,
          "endOffset": 1063
        },
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 1224,
          "endOffset": 1231
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 1267,
          "endOffset": 1274
        },
        {
          "placeId": "530834",
          "name": "Corcyra",
          "startOffset": 1365,
          "endOffset": 1372
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 1396,
          "endOffset": 1403
        },
        {
          "placeId": "530834",
          "name": "Corcyraeans",
          "startOffset": 1418,
          "endOffset": 1429
        },
        {
          "placeId": "530834",
          "name": "Corcyraeans",
          "startOffset": 1599,
          "endOffset": 1610
        }
      ]
    },
    {
      "id": 54,
      "text": "The Lacedaemonians then came with a great army, and besieged Samos. They advanced to the wall and entered the tower that stands by the seaside in the outer part of the city; but then Polycrates himself attacked them with a great force and drove them out. [2] The mercenaries and many of the Samians themselves sallied out near the upper tower on the ridge of the hill and withstood the Lacedaemonian advance for a little while; then they fled back, with the Lacedaemonians pursuing and destroying them.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 4,
          "endOffset": 18
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 61,
          "endOffset": 66
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 291,
          "endOffset": 298
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 386,
          "endOffset": 399
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 458,
          "endOffset": 472
        }
      ]
    },
    {
      "id": 55,
      "text": "Had all the Lacedaemonians there that day been like Archias and Lycopas, Samos would have been taken. These two alone entered the fortress along with the fleeing crowd of Samians, and were cut off and killed in the city of Samos. [2] I myself have met in his native town of Pitana22 another Archias son of Samius, and grandson of the Archias mentioned above, who honored the Samians more than any other of his guest-friends, and told me that his father had borne the name Samius because he was the son of that Archias who was killed fighting bravely at Samos. The reason that he honored the Samians, he said, was that they had given his grandfather a public funeral.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 12,
          "endOffset": 26
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 73,
          "endOffset": 78
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 171,
          "endOffset": 178
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 223,
          "endOffset": 228
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 375,
          "endOffset": 382
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 553,
          "endOffset": 558
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 591,
          "endOffset": 598
        }
      ]
    },
    {
      "id": 56,
      "text": "So when the Lacedaemonians had besieged Samos for forty days with no success, they went away to the Peloponnesus. [2] There is a foolish tale abroad that Polycrates bribed them to depart by making and giving them a great number of gilded lead coins, as a native currency. This was the first expedition to Asia made by Dorians of Lacedaemon.23",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 12,
          "endOffset": 26
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 40,
          "endOffset": 45
        },
        {
          "placeId": "570577",
          "name": "Peloponnesus",
          "startOffset": 100,
          "endOffset": 112
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 329,
          "endOffset": 339
        }
      ]
    },
    {
      "id": 57,
      "text": "When the Lacedaemonians were about to abandon them, the Samians who had brought an army against Polycrates sailed away too, and went to Siphnus; [2] for they were in need of money; and the Siphnians were at this time very prosperous and the richest of the islanders, because of the gold and silver mines on the island. They were so wealthy that the treasure dedicated by them at Delphi, which is as rich as any there, was made from a tenth of their income; and they divided among themselves each year's income. [3] Now when they were putting together the treasure they inquired of the oracle if their present prosperity was likely to last long; whereupon the priestess gave them this answer: [4] ““When the prytaneum on Siphnus becomes white And white-browed the market, then indeed a shrewd man is wanted Beware a wooden force and a red herald.” ” At this time the market-place and town-hall of Siphnus were adorned with Parian marble.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 9,
          "endOffset": 23
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 56,
          "endOffset": 63
        },
        {
          "placeId": "590049",
          "name": "Siphnus",
          "startOffset": 136,
          "endOffset": 143
        },
        {
          "placeId": "590049",
          "name": "Siphnians",
          "startOffset": 189,
          "endOffset": 198
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 379,
          "endOffset": 385
        },
        {
          "placeId": "590049",
          "name": "Siphnus",
          "startOffset": 720,
          "endOffset": 727
        },
        {
          "placeId": "590049",
          "name": "Siphnus",
          "startOffset": 896,
          "endOffset": 903
        },
        {
          "placeId": "599868",
          "name": "Parian",
          "startOffset": 922,
          "endOffset": 928
        }
      ]
    },
    {
      "id": 58,
      "text": "They could not understand this oracle either when it was spoken or at the time of the Samians' coming. As soon as the Samians put in at Siphnus, they sent ambassadors to the town in one of their ships; [2] now in ancient times all ships were painted with vermilion;24 and this was what was meant by the warning given by the priestess to the Siphnians, to beware a wooden force and a red herald. [3] The messengers, then, demanded from the Siphnians a loan of ten talents; when the Siphnians refused them, the Samians set about ravaging their lands. [4] Hearing this the Siphnians came out at once to drive them off, but they were defeated in battle, and many of them were cut off from their town by the Samians; who presently exacted from them a hundred talents.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 86,
          "endOffset": 93
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 118,
          "endOffset": 125
        },
        {
          "placeId": "590049",
          "name": "Siphnus",
          "startOffset": 136,
          "endOffset": 143
        },
        {
          "placeId": "590049",
          "name": "Siphnians",
          "startOffset": 341,
          "endOffset": 350
        },
        {
          "placeId": "590049",
          "name": "Siphnians",
          "startOffset": 439,
          "endOffset": 448
        },
        {
          "placeId": "590049",
          "name": "Siphnians",
          "startOffset": 481,
          "endOffset": 490
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 509,
          "endOffset": 516
        },
        {
          "placeId": "590049",
          "name": "Siphnians",
          "startOffset": 570,
          "endOffset": 579
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 703,
          "endOffset": 710
        }
      ]
    },
    {
      "id": 59,
      "text": "Then the Samians took from the men of Hermione, instead of money, the island Hydrea which is near to the Peloponnesus, and gave it to men of Troezen for safekeeping; they themselves settled at Cydonia in Crete, though their voyage had been made with no such intent, but rather to drive Zacynthians out of the island. [2] Here they stayed and prospered for five years; indeed, the temples now at Cydonia and the shrine of Dictyna are the Samians' work; [3] but in the sixth year Aeginetans and Cretans came and defeated them in a sea-fight and made slaves of them; moreover they cut off the ships' prows, that were shaped like boars' heads, and dedicated them in the temple of Athena in Aegina. [4] The Aeginetans did this out of a grudge against the Samians; for previously the Samians, in the days when Amphicrates was king of Samos, sailing in force against Aegina, had hurt the Aeginetans and been hurt by them. This was the cause.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 9,
          "endOffset": 16
        },
        {
          "placeId": "570299",
          "name": "Hydrea",
          "startOffset": 77,
          "endOffset": 83
        },
        {
          "placeId": "570577",
          "name": "Peloponnesus",
          "startOffset": 105,
          "endOffset": 117
        },
        {
          "placeId": "570756",
          "name": "Troezen",
          "startOffset": 141,
          "endOffset": 148
        },
        {
          "placeId": "589886",
          "name": "Cydonia",
          "startOffset": 193,
          "endOffset": 200
        },
        {
          "placeId": "589748",
          "name": "Crete",
          "startOffset": 204,
          "endOffset": 209
        },
        {
          "placeId": "531155",
          "name": "Zacynthians",
          "startOffset": 286,
          "endOffset": 297
        },
        {
          "placeId": "589886",
          "name": "Cydonia",
          "startOffset": 395,
          "endOffset": 402
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 437,
          "endOffset": 444
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 478,
          "endOffset": 488
        },
        {
          "placeId": "589748",
          "name": "Cretans",
          "startOffset": 493,
          "endOffset": 500
        },
        {
          "placeId": "579853",
          "name": "Aegina",
          "startOffset": 686,
          "endOffset": 692
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 702,
          "endOffset": 712
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 750,
          "endOffset": 757
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 778,
          "endOffset": 785
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 828,
          "endOffset": 833
        },
        {
          "placeId": "579853",
          "name": "Aegina",
          "startOffset": 860,
          "endOffset": 866
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 881,
          "endOffset": 891
        }
      ]
    },
    {
      "id": 60,
      "text": "I have written at such length of the Samians, because the three greatest works of all the Greeks were engineered by them. The first of these is the tunnel with a mouth at either end driven through the base of a hill nine hundred feet high; [2] the whole tunnel is forty-two hundred feet long,25 eight feet high and eight feet wide; and throughout the whole of its length there runs a channel thirty feet deep and three feet wide, through which the water coming from an abundant spring is carried by pipes to the city of Samos. [3] The designer of this work was Eupalinus son of Naustrophus, a Megarian. This is one of the three works; the second is a breakwater in the sea enclosing the harbor, sunk one hundred and twenty feet, and more than twelve hundred feet in length. [4] The third Samian work is the temple, which is the greatest of all the temples of which we know; its first builder was Rhoecus son of Philes, a Samian. It is for this cause that I have expounded at more than ordinary length of Samos.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 37,
          "endOffset": 44
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 90,
          "endOffset": 96
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 520,
          "endOffset": 525
        },
        {
          "placeId": "570468",
          "name": "Megarian",
          "startOffset": 593,
          "endOffset": 601
        },
        {
          "placeId": "599926",
          "name": "Samian",
          "startOffset": 788,
          "endOffset": 794
        },
        {
          "placeId": "599926",
          "name": "Samian",
          "startOffset": 921,
          "endOffset": 927
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 1004,
          "endOffset": 1009
        }
      ]
    },
    {
      "id": 61,
      "text": "Now after Cambyses, son of Cyrus, had lost his mind, while he was still in Egypt, two Magus brothers rebelled against him.26 One of them had been left by Cambyses as steward of his house; this man now revolted from him, perceiving that the death of Smerdis was kept secret, and that few knew of it, most believing him to be still alive. [2] Therefore he plotted to gain the royal power: he had a brother, his partner, as I said, in rebellion; this brother was in appearance very like Cyrus' son Smerdis, whom Cambyses, his brother, had killed; nor was he like him in appearance only, but he bore the same name too, Smerdis. [3] Patizeithes the Magus persuaded this man that he would manage everything for him; he brought his brother and set him on the royal throne; then he sent heralds to all parts, one of whom was to go to Egypt and proclaim to the army that henceforth they must obey not Cambyses but Smerdis, the son of Cyrus.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 75,
          "endOffset": 80
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 826,
          "endOffset": 831
        }
      ]
    },
    {
      "id": 62,
      "text": "So this proclamation was made everywhere. The herald appointed to go to Egypt, finding Cambyses and his army at Ecbatana in Syria, came out before them all and proclaimed the message given him by the Magus. [2] When Cambyses heard what the herald said, he supposed that it was the truth, and that Prexaspes, when sent to kill Smerdis, had not done it but had played Cambyses false; and he said, fixing his eyes on Prexaspes, “Is it thus, Prexaspes, that you carried out my instructions?” [3] “No,” said Prexaspes, “this is not true, sire, that your brother Smerdis has rebelled against you; he cannot have any quarrel with you, small or great; I myself did as you instructed, and I buried him with my own hands. [4] If then the dead can rise, you may expect to see Astyages the Mede rise up against you; but if things are as usual, assuredly no harm to you will arise from Smerdis. Now then this is my opinion, that we pursue this herald and interrogate him, to learn from whom he comes with his proclamation that we must obey Smerdis as our king.”",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 72,
          "endOffset": 77
        },
        {
          "placeId": "903021",
          "name": "Ecbatana",
          "startOffset": 112,
          "endOffset": 120
        },
        {
          "placeId": "1306",
          "name": "Syria",
          "startOffset": 124,
          "endOffset": 129
        },
        {
          "placeId": "903080",
          "name": "Mede",
          "startOffset": 778,
          "endOffset": 782
        }
      ]
    },
    {
      "id": 63,
      "text": "Cambyses liked Prexaspes' advice; the herald was pursued at once and brought; and when he came, Prexaspes put this question to him: “Fellow, you say that your message is from Cyrus' son Smerdis; tell me this now, and you may go away unpunished: was it Smerdis who appeared to you and gave you this charge, or was it one of his servants?” [2] “Since King Cambyses marched to Egypt,” answered the herald, “I have never seen Smerdis the son of Cyrus; the Magus whom Cambyses made overseer of his house gave me the message, saying that it was the will of Smerdis, son of Cyrus, that I should make it known to you.” [3] So spoke the herald, telling the whole truth; and Cambyses said, “Prexaspes, having done what you were told like a good man you are free of blame; but who can this Persian be who rebels against me and usurps the name of Smerdis?” [4] Prexaspes replied, “I think, sire, that I understand what has been done here; the rebels are the Magi, Patizeithes whom you left steward of your house, and his brother Smerdis.”",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 374,
          "endOffset": 379
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 779,
          "endOffset": 786
        }
      ]
    },
    {
      "id": 64,
      "text": "The truth of the words and of a dream struck Cambyses the moment he heard the name Smerdis; for he had dreamt that a message had come to him that Smerdis sitting on the royal throne touched heaven with his head; [2] and perceiving that he had killed his brother without cause, he wept bitterly for Smerdis. Having wept, and grieved by all his misfortune, he sprang upon his horse, with intent to march at once to Susa against the Magus. [3] As he sprang upon his horse, the cap fell off the sheath of his sword, and the naked blade pierced his thigh, wounding him in the same place where he had once wounded the Egyptian god Apis; and believing the wound to be mortal, Cambyses asked what was the name of the town where he was. [4] They told him it was Ecbatana. Now a prophecy had before this come to him from Buto, that he would end his life at Ecbatana; Cambyses supposed this to signify that he would die in old age at the Median Ecbatana, his capital city; but as the event proved, the oracle prophesied his death at Ecbatana of Syria. [5] So when he now inquired and learned the name of the town, the shock of his wound, and of the misfortune that came to him from the Magus, brought him to his senses; he understood the prophecy and said: “Here Cambyses son of Cyrus is to die.”",
      "places": [
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 413,
          "endOffset": 417
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 612,
          "endOffset": 620
        },
        {
          "placeId": "903021",
          "name": "Ecbatana",
          "startOffset": 753,
          "endOffset": 761
        },
        {
          "placeId": "727094",
          "name": "Buto",
          "startOffset": 811,
          "endOffset": 815
        },
        {
          "placeId": "903021",
          "name": "Ecbatana",
          "startOffset": 847,
          "endOffset": 855
        },
        {
          "placeId": "903080",
          "name": "Median",
          "startOffset": 927,
          "endOffset": 933
        },
        {
          "placeId": "903021",
          "name": "Ecbatana",
          "startOffset": 934,
          "endOffset": 942
        },
        {
          "placeId": "903021",
          "name": "Ecbatana",
          "startOffset": 1022,
          "endOffset": 1030
        },
        {
          "placeId": "1306",
          "name": "Syria",
          "startOffset": 1034,
          "endOffset": 1039
        }
      ]
    },
    {
      "id": 65,
      "text": "At this time he said no more. But about twenty days later, he sent for the most prominent of the Persians that were about him, and thus addressed them: “Persians, I have to make known to you something which I kept most strictly concealed. [2] When I was in Egypt I had a dream, which I wish I had not had; it seemed to me that a messenger came from home to tell me that Smerdis sitting on the royal throne touched heaven with his head. [3] Then I feared that my brother would take away my sovereignty from me, and I acted with more haste than wisdom; for it is not in the power of human nature to run away from what is to be; but I, blind as I was, sent Prexaspes to Susa to kill Smerdis. When that great wrong was done I lived without fear, for I never thought that when Smerdis was removed another man might rise against me. [4] But I mistook altogether what was to be; I have killed my brother when there was no need, and I have lost my kingdom none the less; for it was the Magus Smerdis that the divinity forewarned in the dream would revolt. [5] Now he has been done for by me, and I would have you believe that Smerdis Cyrus' son no longer lives; the Magi rule the kingdom, the one that I left caretaker of my house, and his brother Smerdis. So then, the man is dead of an unholy destiny at the hands of his relations who ought to have been my avenger for the disgrace I have suffered from the Magi; [6] and as he is no longer alive, necessity constrains me to charge you, men of Persia, in his place, with the last desire of my life. In the name of the gods of my royal house I charge all of you, but chiefly those Achaemenids that are here, not to let the sovereignty fall again into Median hands; if they have it after getting it by trickery, take it back through trickery of your own; if they have got it away by force, then by force all the stronger get it back. [7] And if you do this, may your land bring forth fruit, and your women and your flocks and herds be blessed with offspring, remaining free for all time; but if you do not get the kingdom back or attempt to get it back, then I pray things turn out the opposite for you, and on top of this, that every Persian meet an end such as mine.” With that Cambyses wept bitterly for all that had happened to him.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 97,
          "endOffset": 105
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 153,
          "endOffset": 161
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 257,
          "endOffset": 262
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 667,
          "endOffset": 671
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 1487,
          "endOffset": 1493
        },
        {
          "placeId": "903080",
          "name": "Median",
          "startOffset": 1693,
          "endOffset": 1699
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 2176,
          "endOffset": 2183
        }
      ]
    },
    {
      "id": 66,
      "text": "When the Persians saw their king weep, they all tore the clothing which they wore and wailed loud and long. [2] But when after this the bone rotted and the thigh rapidly putrefied, it carried off Cambyses son of Cyrus, who had reigned in all seven years and five months, but was altogether childless, without male or female issue. [3] To the Persians who were present it was quite incredible that the Magi were masters of the kingdom; they believed that Cambyses' intent was to deceive them with his story of Smerdis' death, so that all Persia might be embroiled in a war against him.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 9,
          "endOffset": 17
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 342,
          "endOffset": 350
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 537,
          "endOffset": 543
        }
      ]
    },
    {
      "id": 67,
      "text": "So they believed that it was Cyrus' son Smerdis who had been made king. For Prexaspes stoutly denied that he had killed Smerdis, since now that Cambyses was dead, it was not safe for him to say that he had slain the son of Cyrus with his own hands. [2] Cambyses being dead, the Magus, pretending to be the Smerdis of like name, Cyrus' son, reigned without fear for the seven months by which Cambyses had fallen short of reigning eight years. [3] In this time he benefitted all his subjects to such an extent that after his death all the Asiatics except the Persians wished him back; for he sent to every nation he ruled and proclaimed an exemption for three years from military service and from tribute.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 557,
          "endOffset": 565
        }
      ]
    },
    {
      "id": 68,
      "text": "Such was his proclamation at the beginning of his reign; but in the eighth month he was exposed in the following manner. There was one Otanes, son of Pharnaspes, as well-born and rich a man as any Persian. [2] This Otanes was the first to guess that the Magus was not Cyrus' son Smerdis and who, in fact, he was; the reason was, that he never left the acropolis nor summoned any notable Persian into his presence. And having formed this suspicion Otanes did as follows: [3] Cambyses had taken his daughter, whose name was Phaedyme; this same girl the Magus had now and he lived with her and with all Cambyses' other wives. Otanes sent to this daughter, asking at what man's side she lay, with Smerdis, Cyrus' son, or with some other? [4] She sent back a message that she did not know; for (she said) she had never seen Cyrus' son Smerdis, nor did she know who her bedfellow was. Then Otanes sent a second message, to this effect: “If you do not know Cyrus' son Smerdis yourself, then find out from Atossa who it is that she and you are living with; for surely she knows her own brother.” [5] To this his daughter replied: “I cannot communicate with Atossa, nor can I see any other of the women of the household; for no sooner had this man, whoever he is, made himself king, than he sent us to live apart, each in her own appointed place.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 197,
          "endOffset": 204
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 387,
          "endOffset": 394
        }
      ]
    },
    {
      "id": 69,
      "text": "When Otanes heard that, he saw more clearly how the matter stood; and he sent her this third message: [2] “Daughter, your noble birth obliges you to run any risk that your father commands you to face. If this man is not Smerdis son of Cyrus but who I think he is, then he must not get away with sleeping with you and sitting on the throne of Persia, but be punished. [3] Now, then, when he lies with you and you see that he is sleeping, feel his ears; if he has ears, rest assured that you are living with Smerdis son of Cyrus; but if he has none, it is Smerdis the Magus.” [4] Phaedyme answered by messenger that she would run a very great risk by so doing; for if it should turn out that he had no ears, and she were caught feeling for them, he would surely kill her; nevertheless she would do it. [5] So she promised to do this for her father. Cyrus son of Cambyses during his reign cut off the ears of this Magus Smerdis for some grave reason. [6] So Phaedyme, daughter of Otanes, performed her promise to her father. When it was her turn to go to the Magus (for their wives go in sequence to the Persians), she came to his bed and felt for the Magus' ears while he slumbered deeply; and having with no great difficulty assured herself that he had no ears, she sent and told this to her father as soon as it was morning.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 342,
          "endOffset": 348
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1101,
          "endOffset": 1109
        }
      ]
    },
    {
      "id": 70,
      "text": "Otanes then took aside two Persians of the highest rank whom he thought worthiest of trust, Aspathines and Gobryas, and told them the whole story. These, it would seem, had themselves suspected that it was so; and now they readily believed what Otanes revealed to them. [2] They resolved that each should take into his confidence that Persian whom he most trusted; Otanes brought in Intaphrenes, Gobryas brought Megabyzus, and Aspathines Hydarnes.27 [3] When they were six, Darius, whose father, Hystaspes, was a subordinate governor of the Persians, arrived at Susa. When he came, then, the six Persians resolved to include Darius too.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 27,
          "endOffset": 35
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 335,
          "endOffset": 342
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 541,
          "endOffset": 549
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 562,
          "endOffset": 566
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 596,
          "endOffset": 604
        }
      ]
    },
    {
      "id": 71,
      "text": "The seven then met and gave each other tokens of good faith and spoke together; and when it was Darius' turn to declare his mind, he spoke as follows: [2] “I thought that I alone knew that it was the Magus who was king and that Smerdis son of Cyrus was dead; and it was for this reason that I made haste to come, that I might effect the Magus' death; but since it turns out that you know too and not only I, I think that we should act at once and not put it off.” [3] Otanes replied, “son of Hystaspes, you have a good father and seem likely yourself to be in no way inferior to your father; do not hurry this undertaking without thinking, but take it up more prudently; there must be more of us to try it.” [4] To this Darius answered: “You gentlemen who are here, if you do as Otanes says, know that you will die horribly; for someone will inform the Magus, looking to enrich himself alone. [5] You ought to have done it by yourselves; but since you decided to confide in others and have included me, let us either act today or else understand that if the present day passes, nobody else will betray you before I do, for I shall myself betray you to the Magus.”",
      "places": []
    },
    {
      "id": 72,
      "text": "To this Otanes replied, seeing Darius' vehemence, “Since you force us to hurry and will tolerate no delay, tell us now yourself how we shall pass into the palace and attack them. For you know yourself, I suppose, if not because you have seen them then you have heard, that guards are stationed all around; how shall we go past the guards?” [2] “Otanes,” answered Darius, “there are many things that cannot be described in words, but in deed; and there are other things that can be described in words, but nothing illustrious comes of them. You know well that the guards who are set are easy to go by. [3] There is no one who will not allow us to pass, from respect or from fear, because of who we are; and further, I have myself the best pretext for entering, for I shall say that I have just arrived from Persia and have a message for the king from my father. [4] When it is necessary to lie, lie. For we want the same thing, liars and those who tell the truth; some lie to win credence and advantage by lies, while others tell the truth in order to obtain some advantage by the truth and to be more trusted; thus we approach the same ends by different means. [5] If the hope of advantage were taken away, the truth-teller would be as ready to lie as the liar to tell the truth. Now if any of the watchmen willingly let us pass, it will be better for him later. But if any tries to withstand us, let us note him as an enemy, and so thrust ourselves in and begin our work.”",
      "places": []
    },
    {
      "id": 73,
      "text": "Then Gobryas said, “Friends, when shall we have a better chance to win back the kingship, or, if we cannot, to die, since we who are Persians are ruled by a Mede, a Magus, and he a man that has no ears? [2] Those of you that were with Cambyses at his death-bed of course remember the curse which he pronounced as he died on the Persians if they should not try to get back the kingship, although we did not believe Cambyses then, but thought that he spoke to deceive us. [3] Now therefore my vote is that we follow Darius' plan, and not quit this council to do anything else but attack the Magus at once.” So spoke Gobryas; and they all consented to what he said.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 133,
          "endOffset": 141
        },
        {
          "placeId": "903080",
          "name": "Mede",
          "startOffset": 157,
          "endOffset": 161
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 328,
          "endOffset": 336
        }
      ]
    },
    {
      "id": 74,
      "text": "While they were making these plans, by coincidence the following happened. The Magi had resolved after consideration to make a friend of Prexaspes, because he had been wronged by Cambyses (who had killed his son with an arrow) and because he alone knew of the death of Cyrus' son Smerdis, having himself been the slayer; but besides this, because he was in great repute among the Persians. [2] For these reasons they summoned him and tried to make him a friend, having bound him by tokens of good faith and oaths to keep to himself and betray to no one their deception of the Persians, and promising to give him all things in great abundance. [3] When Prexaspes agreed to do this, since the Magi importuned him, the Magi made this second proposal to him, that they should call an assembly of all the Persians before the palace wall, and he should go up on to a tower and declare that it was Smerdis son of Cyrus and no other who was king of Persia. [4] They gave him this charge, because they thought him to be the man most trusted by the Persians, and because he had often asserted that Cyrus' son Smerdis was alive, and had denied the murder.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 380,
          "endOffset": 388
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 576,
          "endOffset": 584
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 800,
          "endOffset": 808
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 941,
          "endOffset": 947
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1039,
          "endOffset": 1047
        }
      ]
    },
    {
      "id": 75,
      "text": "When Prexaspes said that he was ready to do this too, the Magi summoned the Persians together, and brought him up on to a tower and bade him speak. Then, deliberately forgetting all the Magi's instructions, he traced the lineage of Cyrus from Achaemenes downwards; when he came at last to the name of Cyrus, he recounted all the good which that king had done to Persia, [2] and after he had narrated this, he revealed the truth, saying that he had concealed it before, as it had not been safe for him to tell what had happened, but at the present time necessity forced him to reveal it: and he said that he himself, forced by Cambyses, had killed Smerdis son of Cyrus, and that the Magi were in power. [3] Then, invoking a terrible curse on the Persians if they did not win back the throne and take vengeance on the Magi, he threw himself headlong down from the tower; so Prexaspes, a man who was always well thought of, perished in this way.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 76,
          "endOffset": 84
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 362,
          "endOffset": 368
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 745,
          "endOffset": 753
        }
      ]
    },
    {
      "id": 76,
      "text": "The seven Persians, when they had decided to attack the Magi at once and not delay, prayed to the gods and set forth, knowing nothing of what had happened to Prexaspes. [2] But when they had gone half way they learned what had happened to Prexaspes. Then they argued there, standing beside the road, Otanes' party demanding that they delay and not attack while events were in flux, and Darius' party that they go directly and do what they had decided and not put it off. [3] While they were arguing, they saw seven pairs of hawks chase and slash and tear to bits two pairs of vultures. And seeing this all seven consented to Darius' opinion, and went on to the palace, encouraged by the birds.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 10,
          "endOffset": 18
        }
      ]
    },
    {
      "id": 77,
      "text": "When they came to the gate, it turned out as Darius had expected; the guards, out of respect for the leading men in Persia and never suspecting that there would be trouble from them, allowed them to pass, who enjoyed divine guidance, and no one asked any questions. [2] And when they came to the court, they met the eunuchs that carry messages, who asked the seven why they had come; and while they were questioning these, they were threatening the watchmen for letting them pass, and restraining the seven who wanted to go on. [3] These gave each other the word, drew their knives, and stabbing the eunuchs who barred their way, went forward at a run to the men's apartment.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 116,
          "endOffset": 122
        }
      ]
    },
    {
      "id": 78,
      "text": "Both the Magi were within, deliberating about the consequences of Prexaspes' act. Seeing the eunuchs in confusion and hearing their cries they both sprang up: and when they realized what was happening they turned to defending themselves. [2] One rushed to take down a bow, the other went for a spear. Then the fighting started. The one that had caught up the bow found it was no use to him, as the antagonists were close and jostling one another; but the other defended himself with his spear, wounding Aspathines in the thigh and Intaphrenes in the eye; Intaphrenes lost his eye from the wound but was not killed. [3] So one of the Magi wounded these; the other, as the bow was no use to him, fled into a chamber adjoining the men's apartment and would have shut its door. [4] Two of the seven flung into the room with him, Darius and Gobryas; as Gobryas and the Magus wrestled together, Darius stood helpless in the darkness, afraid of stabbing Gobryas. [5] Gobryas, seeing Darius stand helpless, asked why he did not lend a hand; and he said, “Because I am afraid for you, that I might stab you.” And Gobryas answered, “Stick your sword even if it goes through us both.” So Darius complying stabbed with his knife and somehow stuck the Magus.",
      "places": []
    },
    {
      "id": 79,
      "text": "When they had killed the Magi and cut off their heads, they left their wounded there because of their infirmity and for the sake of guarding the acropolis, while five of them carrying the Magi's heads ran outside with much shouting and commotion, calling all Persians to aid, telling what they had done and showing the heads; at the same time they killed every Magus that came in their way. [2] The Persians, when they learned what had been done by the seven and how the Magi had tricked them, resolved to follow the example set, and drew their daggers and killed all the Magi they could find; and if nightfall had not stopped them they would not have left one Magus alive. [3] This day is the greatest holy day that all Persians alike keep; they celebrate a great festival on it, which they call the Massacre of the Magi; while the festival lasts no Magus may go outdoors, but during this day the Magi remain in their houses.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 259,
          "endOffset": 267
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 399,
          "endOffset": 407
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 721,
          "endOffset": 729
        }
      ]
    },
    {
      "id": 80,
      "text": "After the tumult quieted down, and five days passed, the rebels against the Magi held a council on the whole state of affairs, at which sentiments were uttered which to some Greeks seem incredible, but there is no doubt that they were spoken. [2] Otanes was for turning the government over to the Persian people: “It seems to me,” he said, “that there can no longer be a single sovereign over us, for that is not pleasant or good. You saw the insolence of Cambyses, how far it went, and you had your share of the insolence of the Magus. [3] How can monarchy be a fit thing, when the ruler can do what he wants with impunity? Give this power to the best man on earth, and it would stir him to unaccustomed thoughts. Insolence is created in him by the good things to hand, while from birth envy is rooted in man. [4] Acquiring the two he possesses complete evil; for being satiated he does many reckless things, some from insolence, some from envy. And yet an absolute ruler ought to be free of envy, having all good things; but he becomes the opposite of this towards his citizens; he envies the best who thrive and live, and is pleased by the worst of his fellows; and he is the best confidant of slander. [5] Of all men he is the most inconsistent; for if you admire him modestly he is angry that you do not give him excessive attention, but if one gives him excessive attention he is angry because one is a flatter. But I have yet worse to say of him than that; he upsets the ancestral ways and rapes women and kills indiscriminately. [6] But the rule of the multitude has in the first place the loveliest name of all, equality, and does in the second place none of the things that a monarch does. It determines offices by lot, and holds power accountable, and conducts all deliberating publicly. Therefore I give my opinion that we make an end of monarchy and exalt the multitude, for all things are possible for the majority.”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 174,
          "endOffset": 180
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 297,
          "endOffset": 304
        }
      ]
    },
    {
      "id": 81,
      "text": "Such was the judgment of Otanes: but Megabyzus urged that they resort to an oligarchy. “I agree,” said he, “with all that Otanes says against the rule of one; but when he tells you to give the power to the multitude, his judgment strays from the best. Nothing is more foolish and violent than a useless mob; [2] for men fleeing the insolence of a tyrant to fall victim to the insolence of the unguided populace is by no means to be tolerated. Whatever the one does, he does with knowledge, but for the other knowledge is impossible; how can they have knowledge who have not learned or seen for themselves what is best, but always rush headlong and drive blindly onward, like a river in flood? [3] Let those like democracy who wish ill to Persia; but let us choose a group of the best men and invest these with the power. For we ourselves shall be among them, and among the best men it is likely that there will be the best counsels.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 738,
          "endOffset": 744
        }
      ]
    },
    {
      "id": 82,
      "text": "Such was the judgment of Megabyzus. Darius was the third to express his opinion. “It seems to me,” he said, “that Megabyzus speaks well concerning democracy but not concerning oligarchy. For if the three are proposed and all are at their best for the sake of argument, the best democracy and oligarchy and monarchy, I hold that monarchy is by far the most excellent. [2] One could describe nothing better than the rule of the one best man; using the best judgment, he will govern the multitude with perfect wisdom, and best conceal plans made for the defeat of enemies. [3] But in an oligarchy, the desire of many to do the state good service often produces bitter hate among them; for because each one wishes to be first and to make his opinions prevail, violent hate is the outcome, from which comes faction and from faction killing, and from killing it reverts to monarchy, and by this is shown how much better monarchy is. [4] Then again, when the people rule it is impossible that wickedness will not occur; and when wickedness towards the state occurs, hatred does not result among the wicked, but strong alliances; for those that want to do the state harm conspire to do it together. This goes on until one of the people rises to stop such men. He therefore becomes the people's idol, and being their idol is made their monarch; and thus he also proves that monarchy is best. [5] But (to conclude the whole matter in one word) tell me, where did freedom come from for us and who gave it, from the people or an oligarchy or a single ruler? I believe, therefore, that we who were liberated through one man should maintain such a government, and, besides this, that we should not alter our ancestral ways that are good; that would not be better.”",
      "places": []
    },
    {
      "id": 83,
      "text": "Having to choose between these three options, four of the seven men preferred the last. Then Otanes, whose proposal to give the Persians equality was defeated, spoke thus among them all: [2] “Fellow partisans, it is plain that one of us must be made king (whether by lot, or entrusted with the office by the choice of the Persians, or in some other way), but I shall not compete with you; I desire neither to rule nor to be ruled; but if I waive my claim to be king, I make this condition, that neither I nor any of my descendants shall be subject to any one of you.” [3] To these terms the six others agreed; Otanes took no part in the contest but stood aside; and to this day his house (and no other in Persia) remains free, and is ruled only so far as it is willing to be, so long as it does not transgress Persian law.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 128,
          "endOffset": 136
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 322,
          "endOffset": 330
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 705,
          "endOffset": 711
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 810,
          "endOffset": 817
        }
      ]
    },
    {
      "id": 84,
      "text": "The rest of the seven then considered what was the fairest way of making a king; and they decided that if another of the seven than Otanes should gain the royal power, that Otanes and his descendants should receive a yearly gift of Median clothing and everything else that the Persians hold most valuable. The reason for this decision was that it was he who had first planned the matter and assembled the conspirators. [2] For Otanes, then, they choose this particular honor; but with regard to all of them they decreed that any one of the seven should, if he wished, enter the king's palace unannounced, except when the king was sleeping with a woman; and that the king should be forbidden to take a wife except from the households of the conspirators. [3] As for the making of a king, they decided that he should be elected whose horse, after they were all in their saddles in the suburb of the city, should first be heard to neigh at sunrise.",
      "places": [
        {
          "placeId": "903080",
          "name": "Median",
          "startOffset": 232,
          "endOffset": 238
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 277,
          "endOffset": 285
        }
      ]
    },
    {
      "id": 85,
      "text": "Now Darius had a clever groom, whose name was Oebares. When the council broke up, Darius said to him: “Oebares, we have resolved to do as follows about the kingship: he shall be elected whose horse, after we are all mounted on our horses in the suburb of the city, neighs first at sunrise. Now if you have any cunning, figure out how we and no one else can win this prize.” [2] “Master,” Oebares answered, “if this is to determine whether you become king or not, be confident for this reason and have an easy mind, for no one else shall be king before you, such are the tricks I have.” “Then,” said Darius, “if you have any trick such as you say, use it and don't put it off, for tomorrow is the day of decision.” [3] When Oebares heard that, he did as follows. At nightfall he brought one of the mares which Darius' horse particularly favored, and tethered her in the suburb of the city; then bringing Darius' horse, he repeatedly led him near the horse, bumping against the mare, and at last let the horse mount.",
      "places": []
    },
    {
      "id": 86,
      "text": "At dawn of day the six came on horseback as they had agreed. As they rode out through the suburb and came to the place where the mare had been tethered in the past night, Darius' horse trotted forward and whinnied; [2] and as he so did there came lightning and thunder out of a clear sky. These signs given to Darius were thought to be foreordained and made his election perfect; his companions leapt from their horses and bowed to him.",
      "places": []
    },
    {
      "id": 87,
      "text": "Some say that this was Oebares' plan; but there is another story in Persia besides this: that he rubbed this mare's vulva with his hand, which he then kept inside his clothing until the six were about to let go their horses at sunrise, when he took his hand out and held it to the nostrils of Darius' horse, which at once snorted and whinnied.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 68,
          "endOffset": 74
        }
      ]
    },
    {
      "id": 88,
      "text": "So Darius son of Hystaspes was made king,28 and the whole of Asia, which Cyrus first and Cambyses after him had conquered, was subject to him, except the Arabians; these did not yield as of slaves to the Persians, but were united to them by friendship, having given Cambyses passage into Egypt, which the Persians could not enter without the consent of the Arabians. [2] Darius took wives from the noblest houses of Persia, marrying Cyrus' daughters Atossa and Artystone; Atossa had been a wife of her brother Cambyses and afterwards of the Magus; Artystone was a virgin. [3] He also married a daughter of Cyrus' son Smerdis, whose name was Parmys, and the daughter of Otanes who had discovered the truth about the Magus; and everything was full of his power. First he made and set up a carved stone, upon which was cut the figure of a horseman, with this inscription: “Darius son of Hystaspes, aided by the excellence of his horse” (here followed the horse's name) “and of Oebares his groom, got possession of the kingdom of Persia.”",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 154,
          "endOffset": 162
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 204,
          "endOffset": 212
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 288,
          "endOffset": 293
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 305,
          "endOffset": 313
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 357,
          "endOffset": 365
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 416,
          "endOffset": 422
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 1026,
          "endOffset": 1032
        }
      ]
    },
    {
      "id": 89,
      "text": "Having done these things in Persia, he divided his dominions into twenty provinces, which they call satrapies;29 and having divided his dominions and appointed governors, he instructed each people to pay him tribute, consolidating neighboring peoples and distributing outlying peoples among different provinces, passing over those adjoining. [2] I will now show how he divided his provinces and the tributes which were paid him yearly. Those that paid in silver were required to render the weight of a Babylonian talent; those that paid in gold, of a Euboic talent; the Babylonian talent being equal to seventy-eight Euboic minae. [3] In the reigns of Cyrus and Cambyses after him there was no fixed tribute, but payment was made in gifts. It is because of this fixing of tribute, and other similar ordinances, that the Persians called Darius the merchant, Cambyses the master, and Cyrus the father; for Darius made petty profit out of everything, Cambyses was harsh and arrogant, Cyrus was merciful and always worked for their well-being.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 28,
          "endOffset": 34
        },
        {
          "placeId": "893951",
          "name": "Babylonian",
          "startOffset": 502,
          "endOffset": 512
        },
        {
          "placeId": "540775",
          "name": "Euboic",
          "startOffset": 551,
          "endOffset": 557
        },
        {
          "placeId": "893951",
          "name": "Babylonian",
          "startOffset": 570,
          "endOffset": 580
        },
        {
          "placeId": "540775",
          "name": "Euboic",
          "startOffset": 617,
          "endOffset": 623
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 820,
          "endOffset": 828
        }
      ]
    },
    {
      "id": 90,
      "text": "The Ionians, Magnesians of Asia, Aeolians, Carians, Lycians, Milyans, and Pamphylians, on whom Darius laid one joint tribute, paid a revenue of four hundred talents of silver. This was established as his first province. The Mysians, Lydians, Lasonians, Cabalians, and Hytennians paid five hundred talents; this was the second province. [2] The third comprised the Hellespontians on the right of the entrance of the straits, the Phrygians, Thracians of Asia, Paphlagonians, Mariandynians, and Syrians; these paid three hundred and sixty talents of tribute. [3] The fourth province was Cilicia. This rendered three hundred and sixty white horses, one for each day in the year, and five hundred talents of silver. A hundred and forty of these were expended on the horsemen who were the guard of Cilicia; the three hundred and sixty that remained were paid to Darius.",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 4,
          "endOffset": 11
        },
        {
          "placeId": "599778",
          "name": "Magnesians",
          "startOffset": 13,
          "endOffset": 23
        },
        {
          "placeId": "550406",
          "name": "Aeolians",
          "startOffset": 33,
          "endOffset": 41
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 43,
          "endOffset": 50
        },
        {
          "placeId": "638965",
          "name": "Lycians",
          "startOffset": 52,
          "endOffset": 59
        },
        {
          "placeId": "638996",
          "name": "Milyans",
          "startOffset": 61,
          "endOffset": 68
        },
        {
          "placeId": "1001913",
          "name": "Pamphylians",
          "startOffset": 74,
          "endOffset": 85
        },
        {
          "placeId": "550759",
          "name": "Mysians",
          "startOffset": 224,
          "endOffset": 231
        },
        {
          "placeId": "550701",
          "name": "Lydians",
          "startOffset": 233,
          "endOffset": 240
        },
        {
          "placeId": "638881",
          "name": "Cabalians",
          "startOffset": 253,
          "endOffset": 262
        },
        {
          "placeId": "501434",
          "name": "Hellespontians",
          "startOffset": 364,
          "endOffset": 378
        },
        {
          "placeId": "609502",
          "name": "Phrygians",
          "startOffset": 428,
          "endOffset": 437
        },
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 439,
          "endOffset": 448
        },
        {
          "placeId": "845034",
          "name": "Paphlagonians",
          "startOffset": 458,
          "endOffset": 471
        },
        {
          "placeId": "845013",
          "name": "Mariandynians",
          "startOffset": 473,
          "endOffset": 486
        },
        {
          "placeId": "1306",
          "name": "Syrians",
          "startOffset": 492,
          "endOffset": 499
        },
        {
          "placeId": "628957",
          "name": "Cilicia",
          "startOffset": 584,
          "endOffset": 591
        },
        {
          "placeId": "628957",
          "name": "Cilicia",
          "startOffset": 792,
          "endOffset": 799
        }
      ]
    },
    {
      "id": 91,
      "text": "The fifth province was the country (except the part belonging to the Arabians, which paid no tribute) between Posideion, a city founded on the Cilician and Syrian border by Amphilochus son of Amphiaraus, and Egypt; this paid three hundred and fifty talents; in this province was all Phoenicia, and the part of Syria called Palestine, and Cyprus. [2] The sixth province was Egypt and the neighboring parts of Libya, and Cyrene and Barca, all of which were included in the province of Egypt. From here came seven hundred talents, besides the income in silver from the fish of the lake Moeris; [3] besides that silver and the assessment of grain that was given also, seven hundred talents were paid; for a hundred and twenty thousand bushels of grain were also assigned to the Persians quartered at the White Wall of Memphis and their allies. [4] The Sattagydae, Gandarii, Dadicae, and Aparytae paid together a hundred and seventy talents; this was the seventh province; the eighth was Susa and the rest of the Cissian country, paying three hundred talents.",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 69,
          "endOffset": 77
        },
        {
          "placeId": "668340",
          "name": "Posideion",
          "startOffset": 110,
          "endOffset": 119
        },
        {
          "placeId": "658440",
          "name": "Cilician",
          "startOffset": 143,
          "endOffset": 151
        },
        {
          "placeId": "1306",
          "name": "Syrian",
          "startOffset": 156,
          "endOffset": 162
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 208,
          "endOffset": 213
        },
        {
          "placeId": "991410",
          "name": "Phoenicia",
          "startOffset": 283,
          "endOffset": 292
        },
        {
          "placeId": "1306",
          "name": "Syria",
          "startOffset": 310,
          "endOffset": 315
        },
        {
          "placeId": "1001940",
          "name": "Palestine",
          "startOffset": 323,
          "endOffset": 332
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 338,
          "endOffset": 344
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 373,
          "endOffset": 378
        },
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 408,
          "endOffset": 413
        },
        {
          "placeId": "373778",
          "name": "Cyrene",
          "startOffset": 419,
          "endOffset": 425
        },
        {
          "placeId": "373750",
          "name": "Barca",
          "startOffset": 430,
          "endOffset": 435
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 483,
          "endOffset": 488
        },
        {
          "placeId": "736967",
          "name": "lake Moeris",
          "startOffset": 578,
          "endOffset": 589
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 774,
          "endOffset": 782
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 814,
          "endOffset": 821
        },
        {
          "placeId": "59716",
          "name": "Sattagydae",
          "startOffset": 848,
          "endOffset": 858
        },
        {
          "placeId": "59820",
          "name": "Gandarii",
          "startOffset": 860,
          "endOffset": 868
        },
        {
          "placeId": "59787",
          "name": "Dadicae",
          "startOffset": 870,
          "endOffset": 877
        },
        {
          "placeId": "59688",
          "name": "Aparytae",
          "startOffset": 883,
          "endOffset": 891
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 983,
          "endOffset": 987
        },
        {
          "placeId": "906014",
          "name": "Cissian",
          "startOffset": 1008,
          "endOffset": 1015
        }
      ]
    },
    {
      "id": 92,
      "text": "From Babylon and the rest of Assyria came to Darius a thousand talents of silver and five hundred castrated boys; this was the ninth province; Ecbatana and the rest of Media, with the Paricanians and Orthocorybantians, paid four hundred and fifty talents, and was the tenth province. [2] The eleventh comprised the Caspii, Pausicae, Pantimathi, and Daritae, paying jointly two hundred;",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 5,
          "endOffset": 12
        },
        {
          "placeId": "29492",
          "name": "Assyria",
          "startOffset": 29,
          "endOffset": 36
        },
        {
          "placeId": "903021",
          "name": "Ecbatana",
          "startOffset": 143,
          "endOffset": 151
        },
        {
          "placeId": "903080",
          "name": "Media",
          "startOffset": 168,
          "endOffset": 173
        },
        {
          "placeId": "30255",
          "name": "Paricanians",
          "startOffset": 184,
          "endOffset": 195
        },
        {
          "placeId": "884887",
          "name": "Caspii",
          "startOffset": 315,
          "endOffset": 321
        },
        {
          "placeId": "60628",
          "name": "Pausicae",
          "startOffset": 323,
          "endOffset": 331
        },
        {
          "placeId": "944516",
          "name": "Pantimathi",
          "startOffset": 333,
          "endOffset": 343
        },
        {
          "placeId": "930181",
          "name": "Daritae",
          "startOffset": 349,
          "endOffset": 356
        }
      ]
    },
    {
      "id": 93,
      "text": "The twelfth, the Bactrians as far as the land of the Aegli; these paid three hundred and sixty. The thirteenth, the Pactyic country and Armenia and the lands adjoining as far as the Euxine sea; these paid four hundred. [2] The fourteenth province was made up of the Sagartii, Sarangeis, Thamanaei, Utii, Myci, and the inhabitants of those islands of the southern sea on which the king settles the so-called displaced people;30 these together paid a tribute of six hundred talents. [3] The Sacae and Caspii were the fifteenth, paying two hundred and fifty. The Parthians, Chorasmians, Sogdi, and Arii were the sixteenth, paying three hundred.",
      "places": [
        {
          "placeId": "971705",
          "name": "Bactrians",
          "startOffset": 17,
          "endOffset": 26
        },
        {
          "placeId": "60402",
          "name": "Aegli",
          "startOffset": 53,
          "endOffset": 58
        },
        {
          "placeId": "59977",
          "name": "Pactyic",
          "startOffset": 116,
          "endOffset": 123
        },
        {
          "placeId": "981507",
          "name": "Armenia",
          "startOffset": 136,
          "endOffset": 143
        },
        {
          "placeId": "1224",
          "name": "Euxine sea",
          "startOffset": 182,
          "endOffset": 192
        },
        {
          "placeId": "29547",
          "name": "Sarangeis",
          "startOffset": 276,
          "endOffset": 285
        },
        {
          "placeId": "930223",
          "name": "Utii",
          "startOffset": 298,
          "endOffset": 302
        },
        {
          "placeId": "932472",
          "name": "Myci",
          "startOffset": 304,
          "endOffset": 308
        },
        {
          "placeId": "60021",
          "name": "Sacae",
          "startOffset": 489,
          "endOffset": 494
        },
        {
          "placeId": "884887",
          "name": "Caspii",
          "startOffset": 499,
          "endOffset": 505
        },
        {
          "placeId": "952097",
          "name": "Parthians",
          "startOffset": 560,
          "endOffset": 569
        },
        {
          "placeId": "60058",
          "name": "Sogdi",
          "startOffset": 584,
          "endOffset": 589
        },
        {
          "placeId": "961881",
          "name": "Arii",
          "startOffset": 595,
          "endOffset": 599
        }
      ]
    },
    {
      "id": 94,
      "text": "The Paricanii and Ethiopians of Asia, the seventeenth, paid four hundred; the Matieni, Saspiri, and Alarodii were the eighteenth, and two hundred talents were the appointed tribute. [2] The Moschi, Tibareni, Macrones, Mossynoeci, and Mares, the nineteenth province, were ordered to pay three hundred. The Indians made up the twentieth province. These are more in number than any nation of which we know, and they paid a greater tribute than any other province, namely three hundred and sixty talents of gold dust.",
      "places": [
        {
          "placeId": "30255",
          "name": "Paricanii",
          "startOffset": 4,
          "endOffset": 13
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 18,
          "endOffset": 28
        },
        {
          "placeId": "884179",
          "name": "Matieni",
          "startOffset": 78,
          "endOffset": 85
        },
        {
          "placeId": "874314",
          "name": "Alarodii",
          "startOffset": 100,
          "endOffset": 108
        },
        {
          "placeId": "863847",
          "name": "Moschi",
          "startOffset": 190,
          "endOffset": 196
        },
        {
          "placeId": "857356",
          "name": "Tibareni",
          "startOffset": 198,
          "endOffset": 206
        },
        {
          "placeId": "857224",
          "name": "Macrones",
          "startOffset": 208,
          "endOffset": 216
        },
        {
          "placeId": "857239",
          "name": "Mossynoeci",
          "startOffset": 218,
          "endOffset": 228
        },
        {
          "placeId": "hestia-mares",
          "name": "Mares",
          "startOffset": 234,
          "endOffset": 239
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 305,
          "endOffset": 312
        }
      ]
    },
    {
      "id": 95,
      "text": "Now if these Babylonian silver talents be calculated in Euboic money, the sum is seen to be nine thousand eight hundred and eighty Euboic talents: [2] and the gold coin being thirteen times the value of the silver, the gold-dust is found to be worth four thousand six hundred and eighty Euboic talents. Therefore it is seen by adding all together that Darius collected a yearly tribute of fourteen thousand five hundred and sixty talents; I take no account of figures less than ten.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylonian",
          "startOffset": 13,
          "endOffset": 23
        },
        {
          "placeId": "540775",
          "name": "Euboic",
          "startOffset": 56,
          "endOffset": 62
        },
        {
          "placeId": "540775",
          "name": "Euboic",
          "startOffset": 131,
          "endOffset": 137
        },
        {
          "placeId": "540775",
          "name": "Euboic",
          "startOffset": 287,
          "endOffset": 293
        }
      ]
    },
    {
      "id": 96,
      "text": "This was Darius' revenue from Asia and a few parts of Libya. But as time went on he drew tribute also from the islands and the dwellers in Europe, as far as Thessaly. [2] The tribute is stored by the king in this fashion: he melts it down and pours it into earthen vessels; when the vessel is full he breaks the earthenware away, and when he needs money coins as much as serves his purpose.",
      "places": [
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 54,
          "endOffset": 59
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 157,
          "endOffset": 165
        }
      ]
    },
    {
      "id": 97,
      "text": "These were the governments and appointments of tribute. The Persian country is the only one which I have not recorded as tributary; for the Persians live free from all taxes. [2] As for those on whom no tribute was laid, but who rendered gifts instead, they were, firstly, the Ethiopians nearest to Egypt, whom Cambyses conquered in his march towards the long-lived Ethiopians; and also those who dwell about the holy Nysa,31 where Dionysus is the god of their festivals. These Ethiopians and their neighbors use the same seed as the Indian Callantiae, and they live underground. [3] These together brought every other year and still bring a gift of two choenixes32 of unrefined gold, two hundred blocks of ebony, five Ethiopian boys, and twenty great elephants' tusks. [4] Gifts were also required of the Colchians and their neighbors as far as the Caucasus mountains (which is as far as the Persian rule reaches, the country north of the Caucasus paying no regard to the Persians); these were rendered every four years and are still rendered, namely, a hundred boys and as many maids. [5] The Arabians rendered a thousand talents' weight of frankincense yearly. Such were the gifts of these peoples to the king, besides the tribute.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 60,
          "endOffset": 67
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 140,
          "endOffset": 148
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 277,
          "endOffset": 287
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 299,
          "endOffset": 304
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 366,
          "endOffset": 376
        },
        {
          "placeId": "60594",
          "name": "Nysa",
          "startOffset": 418,
          "endOffset": 422
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 478,
          "endOffset": 488
        },
        {
          "placeId": "50004",
          "name": "Indian",
          "startOffset": 534,
          "endOffset": 540
        },
        {
          "placeId": "39274",
          "name": "Ethiopian",
          "startOffset": 719,
          "endOffset": 728
        },
        {
          "placeId": "863770",
          "name": "Colchians",
          "startOffset": 806,
          "endOffset": 815
        },
        {
          "placeId": "863766",
          "name": "Caucasus mountains",
          "startOffset": 850,
          "endOffset": 868
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 893,
          "endOffset": 900
        },
        {
          "placeId": "863766",
          "name": "Caucasus",
          "startOffset": 940,
          "endOffset": 948
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 973,
          "endOffset": 981
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 1095,
          "endOffset": 1103
        }
      ]
    },
    {
      "id": 98,
      "text": "All this abundance of gold, from which the Indians send the aforementioned gold-dust to the king, they obtain in the following way. [2] To the east of the Indian country is sand. Of all the people of Asia whom we know - even those about whom something is said with precision - the Indians dwell nearest to the dawn and the rising sun; for on the eastern side of India all is desolate because of the sand. [3] There are many Indian nations, none speaking the same language; some of them are nomads, some not; some dwell in the river marshes and live on raw fish, which they catch from reed boats. Each boat is made of one joint of reed.33 [4] These Indians wear clothes of bullrushes; they mow and cut these from the river, then weave them crosswise like a mat, and wear them like a breastplate.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 43,
          "endOffset": 50
        },
        {
          "placeId": "50004",
          "name": "Indian",
          "startOffset": 155,
          "endOffset": 161
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 281,
          "endOffset": 288
        },
        {
          "placeId": "50004",
          "name": "India",
          "startOffset": 362,
          "endOffset": 367
        },
        {
          "placeId": "50004",
          "name": "Indian",
          "startOffset": 424,
          "endOffset": 430
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 648,
          "endOffset": 655
        }
      ]
    },
    {
      "id": 99,
      "text": "Other Indians, to the east of these, are nomads and eat raw flesh; they are called Padaei. It is said to be their custom that when anyone of their fellows, whether man or woman, is sick, a man's closest friends kill him, saying that if wasted by disease he will be lost to them as meat; though he denies that he is sick, they will not believe him, but kill and eat him. [2] When a woman is sick, she is put to death like the men by the women who are her close acquaintances. As for one that has come to old age, they sacrifice him and feast on his flesh; but not many reach this reckoning, for before that everyone who falls ill they kill.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 6,
          "endOffset": 13
        }
      ]
    },
    {
      "id": 100,
      "text": "There are other Indians, again, who kill no living creature, nor plant anything, nor are accustomed to have houses; they eat grass, and they have a grain growing naturally from the earth in its husk, about the size of a millet-seed, which they gather with the husk and boil and eat. When any one of them falls sick, he goes into the desert and lies there, and no one notices whether he is sick or dies.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 16,
          "endOffset": 23
        }
      ]
    },
    {
      "id": 101,
      "text": "These Indians whom I have described have intercourse openly like cattle; they are all black-skinned, like the Ethiopians. [2] Their semen too, which they ejaculate into the women, is not white like other men's, but black like their skin, and resembles in this respect that of the Ethiopians. These Indians dwell far away from the Persians southwards, and were not subjects of King Darius.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 6,
          "endOffset": 13
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 110,
          "endOffset": 120
        },
        {
          "placeId": "39274",
          "name": "Ethiopians",
          "startOffset": 280,
          "endOffset": 290
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 298,
          "endOffset": 305
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 330,
          "endOffset": 338
        }
      ]
    },
    {
      "id": 102,
      "text": "Other Indians dwell near the town of Caspatyrus and the Pactyic country,34 north of the rest of India; these live like the Bactrians; they are of all Indians the most warlike, and it is they who are sent for the gold; for in these parts all is desolate because of the sand. [2] In this sandy desert are ants,35 not as big as dogs but bigger than foxes; the Persian king has some of these, which have been caught there. These ants live underground, digging out the sand in the same way as the ants in Greece, to which they are very similar in shape, and the sand which they carry from the holes is full of gold. [3] It is for this sand that the Indians set forth into the desert. They harness three camels apiece, males on either side sharing the drawing, and a female in the middle: the man himself rides on the female, that when harnessed has been taken away from as young an offspring as may be. Their camels are as swift as horses, and much better able to bear burdens besides.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 6,
          "endOffset": 13
        },
        {
          "placeId": "59993",
          "name": "Caspatyrus",
          "startOffset": 37,
          "endOffset": 47
        },
        {
          "placeId": "59977",
          "name": "Pactyic",
          "startOffset": 56,
          "endOffset": 63
        },
        {
          "placeId": "50004",
          "name": "India",
          "startOffset": 96,
          "endOffset": 101
        },
        {
          "placeId": "971705",
          "name": "Bactrians",
          "startOffset": 123,
          "endOffset": 132
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 150,
          "endOffset": 157
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 357,
          "endOffset": 364
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 500,
          "endOffset": 506
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 644,
          "endOffset": 651
        }
      ]
    },
    {
      "id": 103,
      "text": "I do not describe the camel's appearance to Greeks, for they know it; but I shall tell them something that they do not know concerning it: the hindlegs of the camel have four thighbones and four knee-joints; its genitals are turned towards the tail between the hindlegs.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 44,
          "endOffset": 50
        }
      ]
    },
    {
      "id": 104,
      "text": "Thus and with teams so harnessed the Indians ride after the gold, being careful to be engaged in taking it when the heat is greatest; for the ants are then out of sight underground. [2] Now in these parts the sun is hottest in the morning, not at midday as elsewhere, but from sunrise to the hour of market-closing. Through these hours it is much hotter than in Hellas at noon, so that men are said to sprinkle themselves with water at this time. [3] At midday the sun's heat is nearly the same in India as elsewhere. As it goes to afternoon, the sun of India has the power of the morning sun in other lands; as day declines it becomes ever cooler, until at sunset it is exceedingly cold.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 37,
          "endOffset": 44
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 362,
          "endOffset": 368
        },
        {
          "placeId": "50004",
          "name": "India",
          "startOffset": 498,
          "endOffset": 503
        },
        {
          "placeId": "50004",
          "name": "India",
          "startOffset": 554,
          "endOffset": 559
        }
      ]
    },
    {
      "id": 105,
      "text": "So when the Indians come to the place with their sacks, they fill these with the sand and drive back as fast as possible; for the ants at once scent them out, the Persians say, and give chase. They say nothing is equal to them for speed, so that unless the Indians have a headstart while the ants were gathering, not one of them would get away. [2] They cut loose the male trace-camels, which are slower than the females, as they begin to lag, one at a time; the mares never tire, for they remember the young that they have left. Such is the tale. Most of the gold (say the Persians) is got in this way by the Indians; they dig some from mines in their country, too, but it is less abundant.",
      "places": [
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 12,
          "endOffset": 19
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 163,
          "endOffset": 171
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 257,
          "endOffset": 264
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 574,
          "endOffset": 582
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 610,
          "endOffset": 617
        }
      ]
    },
    {
      "id": 106,
      "text": "The most outlying nations of the world have somehow drawn the finest things as their lot, exactly as Greece has drawn the possession of far the best seasons. [2] As I have lately said, India lies at the world's most distant eastern limit; and in India all living creatures four-footed and flying are much bigger than those of other lands, except the horses, which are smaller than the Median horses called Nesaean; moreover, the gold there, whether dug from the earth or brought down by rivers or got as I have described, is very abundant. [3] There, too, wool more beautiful and excellent than the wool of sheep grows on wild trees; these trees supply the Indians with clothing.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 101,
          "endOffset": 107
        },
        {
          "placeId": "50004",
          "name": "India",
          "startOffset": 185,
          "endOffset": 190
        },
        {
          "placeId": "50004",
          "name": "India",
          "startOffset": 246,
          "endOffset": 251
        },
        {
          "placeId": "903080",
          "name": "Median",
          "startOffset": 385,
          "endOffset": 391
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 657,
          "endOffset": 664
        }
      ]
    },
    {
      "id": 107,
      "text": "Again, Arabia is the most distant to the south of all inhabited countries: and this is the only country which produces frankincense and myrrh and casia and cinnamon and gum-mastich. All these except myrrh are difficult for the Arabians to get. [2] They gather frankincense by burning that storax36 which Phoenicians carry to Hellas; they burn this and so get the frankincense; for the spice-bearing trees are guarded by small winged snakes of varied color, many around each tree; these are the snakes that attack Egypt. Nothing except the smoke of storax will drive them away from the trees.",
      "places": [
        {
          "placeId": "981506",
          "name": "Arabia",
          "startOffset": 7,
          "endOffset": 13
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 227,
          "endOffset": 235
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 304,
          "endOffset": 315
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 325,
          "endOffset": 331
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 513,
          "endOffset": 518
        }
      ]
    },
    {
      "id": 108,
      "text": "The Arabians also say that the whole country would be full of these snakes if the same thing did not occur among them that I believe occurs among vipers. [2] Somehow the forethought of God (just as is reasonable) being wise has made all creatures prolific that are timid and edible, so that they do not become extinct through being eaten, whereas few young are born to hardy and vexatious creatures. [3] On the one hand, because the hare is hunted by every beast and bird and man, therefore it is quite prolific; alone of all creatures it conceives during pregnancy; some of the unborn young are hairy, some still naked, some are still forming in the womb while others are just conceived. [4] On the one hand there is this sort of thing, but on the other hand the lioness, that is so powerful and so bold, once in her life bears one cub; for in the act of bearing she casts her uterus out with her cub. The explanation of this is that when the cub first begins to stir in the mother, its claws, much sharper than those of any other creature, tear the uterus, and the more it grows the more it scratches and tears, so that when the hour of birth is near seldom is any of the uterus left intact.",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 4,
          "endOffset": 12
        }
      ]
    },
    {
      "id": 109,
      "text": "So too if the vipers and the winged serpents of Arabia were born in the natural manner of serpents life would be impossible for men; but as it is, when they copulate, while the male is in the act of procreation and as soon as he has ejaculated his seed, the female seizes him by the neck, and does not let go until she has bitten through. [2] The male dies in the way described, but the female suffers in return for the male the following punishment: avenging their father, the young while they are still within the womb gnaw at their mother and eating through her bowels thus make their way out. [3] Other snakes, that do no harm to men, lay eggs and hatch out a vast number of young. The Arabian winged serpents do indeed seem to be numerous; but that is because (although there are vipers in every land) these are all in Arabia and are found nowhere else.",
      "places": [
        {
          "placeId": "981506",
          "name": "Arabia",
          "startOffset": 48,
          "endOffset": 54
        },
        {
          "placeId": "29475",
          "name": "Arabian",
          "startOffset": 690,
          "endOffset": 697
        },
        {
          "placeId": "29475",
          "name": "Arabia",
          "startOffset": 824,
          "endOffset": 830
        }
      ]
    },
    {
      "id": 110,
      "text": "The Arabians get frankincense in the foregoing way, and casia in the following way: when they go after it they bind oxhides and other skins all over their bodies and faces except for the eyes. Casia grows in a shallow lake; around this and in it live winged creatures, very like bats, that squeak similarly and make a fierce resistance; these have to be kept away from the eyes in order to take the casia.",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 4,
          "endOffset": 12
        }
      ]
    },
    {
      "id": 111,
      "text": "As for cinnamon, they gather it in an even stranger way. Where it comes from and what land produces it they cannot say, except that it is reported, reasonably enough, to grow in the places where Dionysus was reared. [2] There are great birds, it is said, that take these dry sticks which we have learned from the Phoenicians to call cinnamon and carry them off to nests stuck with mud to precipitous cliffs, where man has no means of approach. [3] The Arabian solution to this is to cut dead oxen and asses and other beasts of burden into the largest possible pieces, then to set these near the eyries and withdraw far off. The birds then fly down (it is said) and carry the pieces of the beasts up to their nests, while these, not being able to bear the weight, break and fall down the mountain side, and then the Arabians come and gather them up. Thus is cinnamon said to be gathered, and so to come from Arabia to other lands.",
      "places": [
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 313,
          "endOffset": 324
        },
        {
          "placeId": "29475",
          "name": "Arabian",
          "startOffset": 452,
          "endOffset": 459
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 815,
          "endOffset": 823
        },
        {
          "placeId": "29475",
          "name": "Arabia",
          "startOffset": 907,
          "endOffset": 913
        }
      ]
    },
    {
      "id": 112,
      "text": "But ledanon, which the Arabians call ladanon, is produced yet more strangely than this. For it is the most fragrant thing produced in the most malodorous; for it is found in he-goats' beards, forming in them like gum among timber. This is used in the manufacture of many perfumes; there is nothing that the Arabians burn so often as incense.",
      "places": [
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 23,
          "endOffset": 31
        },
        {
          "placeId": "29475",
          "name": "Arabians",
          "startOffset": 307,
          "endOffset": 315
        }
      ]
    },
    {
      "id": 113,
      "text": "Enough of marvels, and yet the land of Arabia gives off a scent as sweet as if divine. They have besides two marvellous kinds of sheep, found nowhere else. One of these has tails no less than nine feet long. Were the sheep to trail these after them they would suffer by the chafing of the tails on the ground; [2] but every shepherd there knows enough of carpentry to make little carts which they fix under the tails, binding the tail of each sheep on its own cart. The other kind of sheep has a tail a full three feet broad.",
      "places": [
        {
          "placeId": "981506",
          "name": "Arabia",
          "startOffset": 39,
          "endOffset": 45
        }
      ]
    },
    {
      "id": 114,
      "text": "Where south inclines westwards, the part of the world stretching farthest towards the sunset is Ethiopia; this produces gold in abundance, and huge elephants, and all sorts of wild trees, and ebony, and the tallest and handsomest and longest-lived people.",
      "places": [
        {
          "placeId": "39274",
          "name": "Ethiopia",
          "startOffset": 96,
          "endOffset": 104
        }
      ]
    },
    {
      "id": 115,
      "text": "These then are the most distant lands in Asia and Libya. But concerning those in Europe that are the farthest away towards evening, I cannot speak with assurance; for I do not believe that there is a river called by foreigners Eridanus issuing into the northern sea, where our amber is said to come from, nor do I have any knowledge of Tin Islands, where our tin is brought from. [2] The very name Eridanus betrays itself as not a foreign but a Greek name, invented by some poet; nor for all my diligence have I been able to learn from one who has seen it that there is a sea beyond Europe. All we know is that our tin and amber come from the most distant parts.",
      "places": [
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 50,
          "endOffset": 55
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 445,
          "endOffset": 450
        }
      ]
    },
    {
      "id": 116,
      "text": "But in the north of Europe there is by far the most gold. In this matter again I cannot say with assurance how the gold is produced, but it is said that one-eyed men called Arimaspians steal it from griffins. [2] But I do not believe this, that there are one-eyed men who have a nature otherwise the same as other men. [3] The most outlying lands, though, as they enclose and wholly surround all the rest of the world, are likely to have those things which we think the finest and the rarest.",
      "places": []
    },
    {
      "id": 117,
      "text": "There is a plain in Asia shut in on all sides by mountains through which there are five passes.37 This plain was once the Chorasmians', being at the boundaries of the Chorasmians, the Hyrcanians, Parthians, Sarangians, and Thamanaei, but since the Persians have held power it has been the king's. [2] Now from the encircling mountains flows a great river whose name is the Aces. Its stream divides into five channels and formerly watered the lands of the above-mentioned peoples, going to each through a different pass, but since the beginning of the Persian rule [3] the king has blocked the mountain passes, and closed each passage with a gate; with the water barred from outlet, the plain within the mountains becomes a lake, seeing that the river pours into it and finds no way out. [4] Those therefore who before were accustomed to use the water endure great hardship in not being able to use it; for during the winter, god rains for them just as for the rest of mankind, but in the summer they are in need of the water for their sown millet and sesame. [5] So whenever no water is given to them, they come into Persia with their women, and cry and howl before the door of the king's palace, until the king commands that the river-gate should be opened for those whose need is greatest; [6] then, when this land has drunk its fill of water, that gate is shut, and the king has another opened for those of the rest who most require it. I know by hearsay that he gets a lot of money, over and above the tribute, for opening the gates. So much for these matters.",
      "places": [
        {
          "placeId": "942333",
          "name": "Hyrcanians",
          "startOffset": 184,
          "endOffset": 194
        },
        {
          "placeId": "952097",
          "name": "Parthians",
          "startOffset": 196,
          "endOffset": 205
        },
        {
          "placeId": "29547",
          "name": "Sarangians",
          "startOffset": 207,
          "endOffset": 217
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 248,
          "endOffset": 256
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 551,
          "endOffset": 558
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 1117,
          "endOffset": 1123
        }
      ]
    },
    {
      "id": 118,
      "text": "Of the seven men who revolted against the Magus, one, Intaphrenes, got his death through his own violence immediately after the rebellion. He wanted to enter the palace and speak with the king; and in fact the law was, that the rebels against the Magus could come into the king's presence unannounced, if the king were not having intercourse with one of his wives. [2] Intaphrenes, as one of the seven, claimed his right to enter unannounced; but the gatekeeper and the messenger forbade him, telling him that the king was having intercourse with one of his wives. Intaphrenes thought that they were lying; drawing his scimitar he cut off their noses and ears, then strung these on his horse's bridle and hung it around the men's necks, and so let them go.",
      "places": []
    },
    {
      "id": 119,
      "text": "They showed themselves to the king and told him why they had been treated so. Darius, fearing that the six had done this by common consent, sent for each and asked his opinion, whether they approved what had been done; [2] and being assured that they had no part in it, he seized Intaphrenes with his sons and all his household—for he strongly suspected that the man was plotting a rebellion with his kinsmen—and imprisoned them with the intention of putting them to death. [3] Then Intaphrenes' wife began coming to the palace gates, weeping and lamenting; and by continuing to do this same thing she persuaded Darius to pity her; and he sent a messenger to tell her, “Woman, King Darius will allow one of your imprisoned relatives to survive, whomever you prefer of them all.” [4] After considering she answered, “If indeed the king gives me the life of one, I chose from them all my brother.” [5] Darius was astonished when he heard her answer, and sent someone who asked her: “Woman, the king asks you with what in mind you abandon your husband and your children and choose to save the life of your brother, who is less close to you than your children and less dear than your husband?” [6] “O King,” she answered, “I may have another husband, if a god is willing, and other children, if I lose these; but since my father and mother are no longer living, there is no way that I can have another brother; I said what I did with that in mind.” [7] Darius thought that the woman answered well, and for her sake he released the one for whom she had asked, and the eldest of her sons as well; he put to death all the rest. Thus immediately perished one of the seven.",
      "places": []
    },
    {
      "id": 120,
      "text": "While Cambyses was still ill, the following events occurred. The governor of Sardis appointed by Cyrus was Oroetes, a Persian. This man had an impious desire; for although he had not been injured or spoken badly of by Polycrates of Samos, and had in fact never even seen him before, he desired to seize and kill him, for the following reason, most people say. [2] As Oroetes and another Persian whose name was Mitrobates, governor of the province at Dascyleium, sat at the king's doors, they fell from talking to quarreling; and as they compared their achievements Mitrobates said to Oroetes, [3] “You are not to be reckoned a man; the island of Samos lies close to your province, yet you have not added it to the king's dominion—an island so easy to conquer that some native of it revolted against his rulers with fifteen hoplites, and is now lord of it.”38 [4] Some say that Oroetes, angered by this reproach, did not so much desire to punish the source of it as to destroy Polycrates utterly, the occasion of the reproach.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 77,
          "endOffset": 83
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 118,
          "endOffset": 125
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 232,
          "endOffset": 237
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 387,
          "endOffset": 394
        },
        {
          "placeId": "511225",
          "name": "Dascyleium",
          "startOffset": 450,
          "endOffset": 460
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 646,
          "endOffset": 651
        }
      ]
    },
    {
      "id": 121,
      "text": "A few people, however, say that when Oroetes sent a herald to Samos with some request (it is not said what this was), the herald found Polycrates lying in the men's apartments, in the company of Anacreon of Teos; [2] and, whether on purpose to show contempt for Oroetes, or by mere chance, when Oroetes' herald entered and addressed him, Polycrates, then lying with his face to the wall, never turned or answered him.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 62,
          "endOffset": 67
        },
        {
          "placeId": "550913",
          "name": "Teos",
          "startOffset": 207,
          "endOffset": 211
        }
      ]
    },
    {
      "id": 122,
      "text": "These are the two reasons alleged for Polycrates' death; believe whichever you like. But the consequence was that Oroetes, then at Magnesia which is above the river Maeander, sent Myrsus son of Gyges, a Lydian, with a message to Samos, having learned Polycrates' intention; [2] for Polycrates was the first of the Greeks whom we know to aim at the mastery of the sea, leaving out of account Minos of Cnossus and any others who before him may have ruled the sea; of what may be called the human race Polycrates was the first, and he had great hope of ruling Ionia and the Islands. [3] Learning then that he had this intention, Oroetes sent him this message: “Oroetes addresses Polycrates as follows: I find that you aim at great things, but that you have not sufficient money for your purpose. Do then as I direct, and you will succeed yourself and will save me. King Cambyses aims at my death; of this I have clear intelligence. [4] Now if you will transport me and my money, you may take some yourself and let me keep the rest; thus you shall have wealth enough to rule all Hellas. If you mistrust what I tell you about the money, send someone who is most trusted by you and I will prove it to him.”",
      "places": [
        {
          "placeId": "599778",
          "name": "Magnesia",
          "startOffset": 131,
          "endOffset": 139
        },
        {
          "placeId": "599777",
          "name": "Maeander",
          "startOffset": 165,
          "endOffset": 173
        },
        {
          "placeId": "550701",
          "name": "Lydian",
          "startOffset": 203,
          "endOffset": 209
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 229,
          "endOffset": 234
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 314,
          "endOffset": 320
        },
        {
          "placeId": "589872",
          "name": "Cnossus",
          "startOffset": 400,
          "endOffset": 407
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 557,
          "endOffset": 562
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1075,
          "endOffset": 1081
        }
      ]
    },
    {
      "id": 123,
      "text": "Hearing this, Polycrates was pleased and willing; and since he had a great desire for money he first sent one of his townsmen, Maeandrius, son of Maeandrius, to have a look; this man was his scribe; it was he who not long afterwards dedicated in the Heraeum all the splendid furnishings of the men's apartment in Polycrates' house. [2] When Oroetes heard that an inspection was imminent, he filled eight chests with stones, leaving only a very shallow space at the top; then he laid gold on top of the stones, locked the chests, and kept them ready. Maeandrius came and saw, and brought word back to his master.",
      "places": []
    },
    {
      "id": 124,
      "text": "Polycrates then prepared to visit Oroetes, despite the strong dissuasion of his diviners and friends, and a vision seen by his daughter in a dream; she dreamt that she saw her father in the air overhead being washed by Zeus and anointed by Helios; [2] after this vision she used all means to persuade him not to go on this journey to Oroetes; even as he went to his fifty-oared ship she prophesied evil for him. When Polycrates threatened her that if he came back safe, she would long remain unmarried, she answered with a prayer that his threat might be fulfilled: for she would rather, she said, long remain unmarried than lose her father.",
      "places": []
    },
    {
      "id": 125,
      "text": "But Polycrates would listen to no advice. He sailed to meet Oroetes, with a great retinue of followers, among whom was Democedes, son of Calliphon, a man of Croton and the most skillful physician of his time. [2] But no sooner had Polycrates come to Magnesia than he was horribly murdered in a way unworthy of him and of his aims; for, except for the sovereigns of Syracuse, no sovereign of Greek race is fit to be compared with Polycrates for magnificence. [3] Having killed him in some way not fit to be told, Oroetes then crucified him; as for those who had accompanied him, he let the Samians go, telling them to thank him that they were free; those who were not Samians, or were servants of Polycrates' followers, he kept for slaves. [4] And Polycrates hanging in the air fulfilled his daughter's vision in every detail; for he was washed by Zeus when it rained, and he was anointed by Helios as he exuded sweat from his body.",
      "places": [
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 157,
          "endOffset": 163
        },
        {
          "placeId": "599778",
          "name": "Magnesia",
          "startOffset": 250,
          "endOffset": 258
        },
        {
          "placeId": "462503",
          "name": "Syracuse",
          "startOffset": 365,
          "endOffset": 373
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 391,
          "endOffset": 396
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 589,
          "endOffset": 596
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 667,
          "endOffset": 674
        }
      ]
    },
    {
      "id": 126,
      "text": "This was the end of Polycrates' string of successes [as Amasis king of Egypt had forewarned him]. But not long after, atonement for Polycrates overtook Oroetes. After the death of Cambyses and the rule of the Magi, Oroetes stayed in Sardis, where he did not help the Persians in any way to regain the power taken from them by the Medes, [2] but, to the contrary, in this confusion killed two prominent Persians, Mitrobates, the governor from Dascyleium, who had taunted him about Polycrates, and Mitrobates' son Cranaspes; and on top of many other violent acts, he set an ambush down the road after a messenger from Darius came with a message which displeased him and killed that messenger on his homeward journey, and concealed the man's body and horse.",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 71,
          "endOffset": 76
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 233,
          "endOffset": 239
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 267,
          "endOffset": 275
        },
        {
          "placeId": "903080",
          "name": "Medes",
          "startOffset": 330,
          "endOffset": 335
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 402,
          "endOffset": 410
        },
        {
          "placeId": "511225",
          "name": "Dascyleium",
          "startOffset": 442,
          "endOffset": 452
        }
      ]
    },
    {
      "id": 127,
      "text": "So when Darius became king, he wanted to punish Oroetes for all his wrongdoing, and especially for killing Mitrobates and his son. But he thought it best not to send an army openly against the satrap, seeing that everything was still in confusion and he was still new to the royal power; moreover he heard that Oroetes was very powerful, having a guard of a thousand Persian spearmen and being governor of the Phrygian and Lydian and Ionian province. [2] He had recourse, then, to the following expedient: having summoned an assembly of the most prominent Persians, he addressed them as follows: “Persians, which of you will promise to do this for me, not with force and numbers, but by cunning? Where there is need for cunning, force has no business. [3] So then, which of you would either bring me Oroetes alive or kill him? For he has done the Persians no good, but much harm; he has destroyed two of us, Mitrobates and his son, and is killing my messengers that are sent to recall him, displaying an insolence that is not to be borne. So, then, before he does the Persians some still greater harm, he has to be punished by us with death.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 367,
          "endOffset": 374
        },
        {
          "placeId": "609502",
          "name": "Phrygian",
          "startOffset": 410,
          "endOffset": 418
        },
        {
          "placeId": "550701",
          "name": "Lydian",
          "startOffset": 423,
          "endOffset": 429
        },
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 434,
          "endOffset": 440
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 556,
          "endOffset": 564
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 597,
          "endOffset": 605
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 847,
          "endOffset": 855
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1068,
          "endOffset": 1076
        }
      ]
    },
    {
      "id": 128,
      "text": "Darius asked this and thirty men promised, each wanting to do it himself. Darius told them not argue but draw lots; they did, and the lot fell to Bagaeus, son of Artontes. [2] Bagaeus, having drawn the lot, did as follows: he had many letters written concerning many things and put the seal of Darius on them, and then went with them to Sardis. [3] When he got there and came into Oroetes' presence, he took out each letter in turn and gave it to one of the royal scribes to read (all of the governors of the King have scribes); Bagaeus gave the letters to test the spearmen, whether they would consent to revolt against Oroetes. [4] Seeing that they were greatly affected by the rolls and yet more by what was written in them, he gave another, in which were these words: “Persians! King Darius forbids you to be Oroetes' guard.” Hearing this, they lowered their spears for him. [5] When Bagaeus saw that they obeyed the letter so far, he was encouraged and gave the last roll to the scribe, in which was written: “King Darius instructs the Persians in Sardis to kill Oroetes.” Hearing this the spearmen drew their scimitars and killed him at once. Thus atonement for Polycrates the Samian overtook Oroetes the Persian.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 337,
          "endOffset": 343
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 773,
          "endOffset": 781
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1041,
          "endOffset": 1049
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 1053,
          "endOffset": 1059
        },
        {
          "placeId": "599926",
          "name": "Samian",
          "startOffset": 1183,
          "endOffset": 1189
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1211,
          "endOffset": 1218
        }
      ]
    },
    {
      "id": 129,
      "text": "Oroetes' slaves and other possessions were brought to Susa. Not long after this, it happened that Darius twisted his foot in dismounting from his horse while hunting [2] so violently that the ball of the ankle joint was dislocated from its socket. Darius called in the best physicians of Egypt, whom he had until now kept near his person. But by violently twisting the foot they made the injury worse; [3] and for seven days and nights the king could not sleep because of the pain. On the eighth day, when he was doing poorly, someone who had heard in Sardis of the skill of Democedes of Croton told Darius of him; and he told them to bring him as quickly as possible. When they found him among the slaves of Oroetes, where he was forgotten, they brought him along, dragging his chains and dressed in rags.",
      "places": [
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 54,
          "endOffset": 58
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 288,
          "endOffset": 293
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 552,
          "endOffset": 558
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 588,
          "endOffset": 594
        }
      ]
    },
    {
      "id": 130,
      "text": "Darius asked him when he was brought in if he were trained in medicine. He refused to admit it, for he was afraid that if he revealed himself he would be cut off from Hellas for good. [2] It was clear to Darius, however, that he was trained in deceit,39 and he ordered those who had brought him to bring along scourges and goads. Then he confessed, saying that his training was not exact, but that he had associated with a physician and had a passing acquaintance with medicine. [3] But when Darius turned the case over to him and Democedes applied Greek remedies and used gentleness instead of the Egyptians' violence, he enabled him to sleep and in a short time had him well, although Darius had had no hope of regaining the use of his foot. [4] After this, Darius rewarded him with a gift of two pairs of golden fetters. “Is it your purpose,” Democedes asked, “to double my pains for making you well?” Pleased by the retort, Darius sent him to his own wives. The eunuchs who conducted him told the women that this was the man who had given the king his life back. [5] Each of them took a bowl and dipped it in a chest full of gold, so richly rewarding Democedes that the servant accompanying him, whose name was Sciton, collected a very great sum of gold by picking up the staters that fell from the bowls.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 167,
          "endOffset": 173
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 549,
          "endOffset": 554
        },
        {
          "placeId": "981503",
          "name": "Egyptians",
          "startOffset": 599,
          "endOffset": 608
        }
      ]
    },
    {
      "id": 131,
      "text": "Now this is how Democedes had come from Croton to live with Polycrates: he was oppressed by a harsh-tempered father at Croton; since he could not stand him, he left him and went to Aegina. Within the first year after settling there, he excelled the rest of the physicians, although he had no equipment nor any medical implements. [2] In his second year the Aeginetans40 paid him a talent to be their public physician; in the third year the Athenians hired him for a hundred minae, and Polycrates in the fourth year for two talents. Thus he came to Samos, and not least because of this man the physicians of Croton were well-respected [ [3] for at this time the best physicians in Greek countries were those of Croton, and next to them those of Cyrene. About the same time the Argives had the name of being the best musicians].",
      "places": [
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 40,
          "endOffset": 46
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 119,
          "endOffset": 125
        },
        {
          "placeId": "579853",
          "name": "Aegina",
          "startOffset": 181,
          "endOffset": 187
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 357,
          "endOffset": 367
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 440,
          "endOffset": 449
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 548,
          "endOffset": 553
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 607,
          "endOffset": 613
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 680,
          "endOffset": 685
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 710,
          "endOffset": 716
        },
        {
          "placeId": "373778",
          "name": "Cyrene",
          "startOffset": 744,
          "endOffset": 750
        },
        {
          "placeId": "570106",
          "name": "Argive",
          "startOffset": 776,
          "endOffset": 782
        }
      ]
    },
    {
      "id": 132,
      "text": "So now because he had healed Darius at Susa Democedes had a very grand house and ate at the king's table; he had everything, except permission to return to the Greeks. [2] When the Egyptian physicians who until now had attended the king were about to be impaled for being less skilful than a Greek, Democedes interceded with the king for them and saved them; and he saved an Elean seer, too, who had been a retainer of Polycrates' and was forgotten among the slaves. Democedes was a man of considerable influence with the King.",
      "places": [
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 39,
          "endOffset": 43
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 160,
          "endOffset": 166
        },
        {
          "placeId": "981503",
          "name": "Egyptian",
          "startOffset": 181,
          "endOffset": 189
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 292,
          "endOffset": 297
        },
        {
          "placeId": "570220",
          "name": "Elean",
          "startOffset": 375,
          "endOffset": 380
        }
      ]
    },
    {
      "id": 133,
      "text": "A short time after this, something else occurred; there was a swelling on the breast of Atossa, the daughter of Cyrus and wife of Darius, which broke and spread further. As long as it was small, she hid it out of shame and told no one; but when it got bad, she sent for Democedes and showed it to him. [2] He said he would cure her, but made her swear that she would repay him by granting whatever he asked of her, and said that he would ask nothing shameful.",
      "places": []
    },
    {
      "id": 134,
      "text": "And after he treated her and did cure her, Atossa addressed Darius in their chamber as she had been instructed by Democedes: “O King, although you have so much power you are idle, acquiring no additional people or power for the Persians. [2] The right thing for a man who is both young and the master of great wealth is to be seen aggrandizing himself, so that the Persians know too that they are ruled by a man. On two counts it is in your interest to do this, both so that the Persians know that their leader is a man, and so that they be occupied by war and not have time to plot against you. [3] You should show some industry now, while you are still young: for sense grows with the growing body, but grows old too with the aging body and loses its edge for all purposes.” [4] She said this as instructed, but he replied with this: “Woman, what you have said is exactly what I had in mind to do. For I have planned to make a bridge from this continent to the other continent and lead an army against the Scythians; and this will be done in a short time.” [5] “Look,” Atossa said, “let the Scythians go for the present; you shall have them whenever you like; I tell you, march against Hellas. I have heard of Laconian and Argive and Attic and Corinthian women, and would like to have them as servants. You have a man who is fitter than any other to instruct and guide you in everything concerning Hellas: I mean the physician who healed your foot.” [6] Darius answered, “Woman, since you think that we should make an attempt on Greece first, it seems to me to be best that we first send Persian spies with the man whom you mention, who shall tell us everything that they learn and observe; and then when I am fully informed I shall rouse myself against them.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 228,
          "endOffset": 236
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 365,
          "endOffset": 373
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 479,
          "endOffset": 487
        },
        {
          "placeId": "1273",
          "name": "Scythians",
          "startOffset": 1008,
          "endOffset": 1017
        },
        {
          "placeId": "1273",
          "name": "Scythians",
          "startOffset": 1093,
          "endOffset": 1102
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1188,
          "endOffset": 1194
        },
        {
          "placeId": "570406",
          "name": "Laconian",
          "startOffset": 1212,
          "endOffset": 1220
        },
        {
          "placeId": "570106",
          "name": "Argive",
          "startOffset": 1225,
          "endOffset": 1231
        },
        {
          "placeId": "579888",
          "name": "Attic",
          "startOffset": 1236,
          "endOffset": 1241
        },
        {
          "placeId": "570182",
          "name": "Corinthian",
          "startOffset": 1246,
          "endOffset": 1256
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1400,
          "endOffset": 1406
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 1531,
          "endOffset": 1537
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1590,
          "endOffset": 1597
        }
      ]
    },
    {
      "id": 135,
      "text": "He said this, and no sooner said than did it. For the next day at dawn he summoned fifteen prominent Persians, and instructed them to go with Democedes and sail along the coast of Hellas; telling them, too, by all means to bring the physician back and not let him escape. [2] Having given these instructions to them, he then sent for Democedes, and asked of him that when he had shown and made clear all of Greece to the Persians, he would come back; and he told him to take all his movable goods to give to his father and siblings, saying that he would give him many times as much in return and would send with him a ship with a cargo of all good things. [3] Darius, I think, made this promise without a treacherous intent, but Democedes was afraid that Darius was testing him; therefore he was in no hurry to accept all that was offered, but answered that he would leave his own possessions where they were, so as to have them when he returned; the ship which Darius promised him to carry the gifts for his siblings, he said he would accept. Having given the same instructions to Democedes too, Darius sent them all to the coast.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 101,
          "endOffset": 109
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 180,
          "endOffset": 186
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 407,
          "endOffset": 413
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 421,
          "endOffset": 429
        }
      ]
    },
    {
      "id": 136,
      "text": "They came down to the city of Sidon in Phoenicia, and there chartered two triremes, as well as a great galley laden with all good things; and when everything was ready they set sail for Hellas, where they surveyed and mapped the coasts to which they came; until having viewed the greater and most famous parts they reached Tarentum in Italy. [2] There Aristophilides, king of the Tarentines, out of sympathy for Democedes, took the steering gear off the Median ships and put the Persians under a guard, calling them spies. While they were in this plight, Democedes made his way to Croton; and Aristophilides did not set the Persians free and give them back what he had taken from their ships until the physician was in his own country.",
      "places": [
        {
          "placeId": "678393",
          "name": "Sidon",
          "startOffset": 30,
          "endOffset": 35
        },
        {
          "placeId": "991410",
          "name": "Phoenicia",
          "startOffset": 39,
          "endOffset": 48
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 186,
          "endOffset": 192
        },
        {
          "placeId": "442810",
          "name": "Tarentum",
          "startOffset": 323,
          "endOffset": 331
        },
        {
          "placeId": "452346",
          "name": "Italy",
          "startOffset": 335,
          "endOffset": 340
        },
        {
          "placeId": "442810",
          "name": "Tarentines",
          "startOffset": 380,
          "endOffset": 390
        },
        {
          "placeId": "903080",
          "name": "Median",
          "startOffset": 454,
          "endOffset": 460
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 479,
          "endOffset": 487
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 581,
          "endOffset": 587
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 624,
          "endOffset": 632
        }
      ]
    },
    {
      "id": 137,
      "text": "The Persians sailed from Tarentum and pursued Democedes to Croton, where they found him in the marketplace and tried to seize him. [2] Some Crotoniats, who feared the Persian power, would have given him up; but others resisted and beat the Persians with their sticks. “Men of Croton, watch what you do,” said the Persians; “you are harboring an escaped slave of the King's. [3] How do you think King Darius will like this insolence? What good will it do you if he gets away from us? What city will we attack first here? Which will we try to enslave first?” [4] But the men of Croton paid no attention to them; so the Persians lost Democedes and the galley with which they had come, and sailed back for Asia, making no attempt to visit and learn of the further parts of Hellas now that their guide was taken from them. [5] But Democedes gave them a message as they were setting sail; they should tell Darius, he said, that Democedes was engaged to the daughter of Milon. For Darius held the name of Milon the wrestler in great honor; and, to my thinking, Democedes sought this match and paid a great sum for it to show Darius that he was a man of influence in his own country as well as in Persia.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "442810",
          "name": "Tarentum",
          "startOffset": 25,
          "endOffset": 33
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 59,
          "endOffset": 65
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 140,
          "endOffset": 146
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 167,
          "endOffset": 174
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 240,
          "endOffset": 248
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 276,
          "endOffset": 282
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 313,
          "endOffset": 321
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 576,
          "endOffset": 582
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 617,
          "endOffset": 625
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 769,
          "endOffset": 775
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 1189,
          "endOffset": 1195
        }
      ]
    },
    {
      "id": 138,
      "text": "The Persians then put out from Croton; but their ships were wrecked on the coast of Iapygia, and they were made slaves in the country until Gillus, an exile from Tarentum, released and restored them to Darius, who was ready to give him whatever he wanted in return. [2] Gillus chose to be restored to Tarentum and told the story of his misfortune; but, so as not to be the occasion of agitating Greece, if on his account a great expedition sailed against Italy, he said that it was enough that the Cnidians alone be his escort; for he supposed that the Tarentines would be the readier to receive him back as the Cnidians were their friends. [3] Darius kept his word, and sent a messenger to the men of Cnidos, telling them to take Gillus back to Tarentum. They obeyed Darius; but they could not persuade the Tarentines, and were not able to apply force. [4] This is what happened, and these Persians were the first who came from Asia into Hellas, and they came to view the country for this reason.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 31,
          "endOffset": 37
        },
        {
          "placeId": "442763",
          "name": "Iapygia",
          "startOffset": 84,
          "endOffset": 91
        },
        {
          "placeId": "442810",
          "name": "Tarentum",
          "startOffset": 162,
          "endOffset": 170
        },
        {
          "placeId": "442810",
          "name": "Tarentum",
          "startOffset": 301,
          "endOffset": 309
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 395,
          "endOffset": 401
        },
        {
          "placeId": "1052",
          "name": "Italy",
          "startOffset": 455,
          "endOffset": 460
        },
        {
          "placeId": "599575",
          "name": "Cnidians",
          "startOffset": 498,
          "endOffset": 506
        },
        {
          "placeId": "442810",
          "name": "Tarentines",
          "startOffset": 553,
          "endOffset": 563
        },
        {
          "placeId": "599575",
          "name": "Cnidians",
          "startOffset": 612,
          "endOffset": 620
        },
        {
          "placeId": "599575",
          "name": "Cnidos",
          "startOffset": 702,
          "endOffset": 708
        },
        {
          "placeId": "442810",
          "name": "Tarentum",
          "startOffset": 746,
          "endOffset": 754
        },
        {
          "placeId": "442810",
          "name": "Tarentines",
          "startOffset": 808,
          "endOffset": 818
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 891,
          "endOffset": 899
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 939,
          "endOffset": 945
        }
      ]
    },
    {
      "id": 139,
      "text": "After this, King Darius conquered Samos, the greatest of all city states, Greek or barbarian, the reason for his conquest being this: when Cambyses, son of Cyrus, invaded Egypt, many Greeks came with the army, some to trade, as was natural, and some to see the country itself; among them was Syloson, son of Aeaces, who was Polycrates' brother and in exile from Samos. [2] This Syloson had a stroke of good luck. He was in the market at Memphis wearing a red cloak, when Darius, at that time one of Cambyses' guard and as yet a man of no great importance, saw him, and coveting the cloak came and tried to buy it. [3] When Syloson saw Darius' eagerness, by good luck he said, “I will not sell this for any money, but I give it to you free if you must have it so much.” Extolling this, Darius accepted the garment.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 34,
          "endOffset": 39
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 74,
          "endOffset": 79
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 171,
          "endOffset": 176
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 183,
          "endOffset": 189
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 362,
          "endOffset": 367
        },
        {
          "placeId": "736963",
          "name": "Memphis",
          "startOffset": 437,
          "endOffset": 444
        }
      ]
    },
    {
      "id": 140,
      "text": "Syloson supposed that he had lost his cloak out of foolish good nature. But in time Cambyses died, the seven rebelled against the Magus, and Darius of the seven came to the throne; Syloson then learned that the successor to the royal power was the man to whom he had given the garment in Egypt; so he went up to Susa and sat in the king's antechamber, saying that he was one of Darius' benefactors. [2] When the doorkeeper brought word of this to the king, Darius asked “But to what Greek benefactor can I owe thanks? In the little time since I have been king hardly one of that nation has come to us, and I have, I may say, no use for any Greek. Nevertheless bring him in, so that I may know what he means.” [3] The doorkeeper brought Syloson in and the interpreters asked him as he stood there who he was and what he had done to call himself the king's benefactor. Then Syloson told the story of the cloak, and said that it was he who had given it. [4] “Most generous man,” said Darius, “it was you who gave me a present when I had as yet no power; and if it was a small one, I was none the less grateful then than I am now when I get a big one. In return, I give you gold and silver in abundance so you may never be sorry that you did Darius son of Hystaspes good.” [5] Syloson answered, “Do not give me gold, O king, or silver, but Samos, my country, which our slave has now that my brother Polycrates has been killed by Oroetes; give me this without killing or enslaving.”",
      "places": [
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 288,
          "endOffset": 293
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 312,
          "endOffset": 316
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 483,
          "endOffset": 488
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 640,
          "endOffset": 645
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 1336,
          "endOffset": 1341
        }
      ]
    },
    {
      "id": 141,
      "text": "Having heard this, Darius sent an army and Otanes, one of the seven, to command it, instructing him to do whatever Syloson asked. So Otanes went down to the coast and got his army ready.",
      "places": []
    },
    {
      "id": 142,
      "text": "Now Samos was ruled by Maeandrius, son of Maeandrius, who had authority delegated by Polycrates. He wanted to be the justest of men, but that was impossible. [2] For when he learned of Polycrates' death, first he set up an altar to Zeus the Liberator and marked out around it that sacred enclosure which is still to be seen in the suburb of the city; when this had been done, he called an assembly of all the citizens, and addressed them thus: [3] “To me, as you know, have come Polycrates' scepter and all of his power, and it is in my power now to rule you. But I, so far as it lies in me, shall not do myself what I blame in my neighbor. I always disliked it that Polycrates or any other man should lord it over men like himself. Polycrates has fulfilled his destiny, and inviting you to share his power I proclaim equality. [4] Only I claim for my own privilege that six talents of Polycrates' wealth be set apart for my use, and that I and my descendants keep the priesthood of Zeus the Liberator, whose temple I have founded, and now I give you freedom.” [5] Such was Maeandrius' promise to the Samians. But one of them arose and answered: “But you are not even fit to rule us, low-born and vermin, but you had better give an account of the monies that you have handled.”",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 4,
          "endOffset": 9
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 1101,
          "endOffset": 1108
        }
      ]
    },
    {
      "id": 143,
      "text": "This was the speech of Telesarchus, a man of consequence among the citizens. But Maeandrius, realizing that if he let go of the sovereignty someone else would make himself sovereign instead, resolved not to let it go. Withdrawing into the acropolis, he sent for the citizens individually as if he would give an account of the money; then he seized and bound them. [2] So they were imprisoned, and afterwards Maeandrius fell sick. His brother Lycaretus thought him likely to die, and, so that he might the more easily make himself master of Samos, he put all the prisoners to death. They had, it would seem, no desire to be free.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 540,
          "endOffset": 545
        }
      ]
    },
    {
      "id": 144,
      "text": "So when the Persians brought Syloson back to Samos, no one raised a hand against them, but Maeandrius and those of his faction offered to evacuate the island under a flag of truce; Otanes agreed to this, and after the treaty was made, the Persians of highest rank sat down on seats facing the acropolis.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 12,
          "endOffset": 20
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 45,
          "endOffset": 50
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 239,
          "endOffset": 247
        }
      ]
    },
    {
      "id": 145,
      "text": "Now Maeandrius the sovereign had a crazy brother named Charilaus, who lay bound in the dungeon for some offense; this man heard what was going on, and by peering through the dungeon window saw the Persians sitting there peaceably; [2] whereupon he cried with a loud voice that he wanted to talk to Maeandrius. His brother, hearing him, had Charilaus loosed and brought before him. No sooner had he been brought than he attempted with reviling and abuse to persuade Maeandrius to attack the Persians. “Although I am your brother, you coward,” he said, “and did no wrong deserving of prison, you have bound and imprisoned me; but when you see the Persians throwing you out of house and home, you have no courage to avenge yourself, though you could so easily beat them? [3] If you are yourself afraid of them, give me your foreign guards, and I will punish them for coming here; as for you, I will give you safe conduct out of the island.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 197,
          "endOffset": 205
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 490,
          "endOffset": 498
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 645,
          "endOffset": 653
        }
      ]
    },
    {
      "id": 146,
      "text": "This was what Charilaus said; and Maeandrius took his advice, to my thinking not because he was so foolish as to suppose that he would be strong enough to defeat the king, but because he did not want Syloson to recover Samos safe and sound with no trouble. [2] He wanted therefore by provoking the Persians to weaken Samos as much as he could before surrendering it, for he was well aware that if the Persians were hurt they would be furiously angry with the Samians. Besides, he knew that he could get himself safely off the island whenever he liked, having built a secret passage leading from the acropolis to the sea. [3] Maeandrius then set sail from Samos; but Charilaus armed all the guards, opened the acropolis' gates, and attacked the Persians. These supposed that a full agreement had been made, and were taken unawares; the guard fell upon them and killed the Persians of highest rank, those who were carried in litters. [4] They were engaged in this when the rest of the Persian force came up in reinforcement, and, hard-pressed, the guards retreated into the acropolis.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 219,
          "endOffset": 224
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 298,
          "endOffset": 306
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 317,
          "endOffset": 322
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 401,
          "endOffset": 409
        },
        {
          "placeId": "599926",
          "name": "Samians",
          "startOffset": 459,
          "endOffset": 466
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 655,
          "endOffset": 660
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 744,
          "endOffset": 752
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 871,
          "endOffset": 879
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 983,
          "endOffset": 990
        }
      ]
    },
    {
      "id": 147,
      "text": "The Persian captain Otanes, seeing how big a loss the Persians had suffered, deliberately forgot the command given him at his departure by Darius not to kill or enslave any Samian but to deliver the island intact to Syloson; and he commanded his army to kill everyone they took, men and boys alike. [2] Then, while some of the Persians laid siege to the acropolis, the rest killed everyone they met, inside the temples and outside the temples alike.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 4,
          "endOffset": 11
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 54,
          "endOffset": 62
        },
        {
          "placeId": "599926",
          "name": "Samian",
          "startOffset": 173,
          "endOffset": 179
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 327,
          "endOffset": 335
        }
      ]
    },
    {
      "id": 148,
      "text": "Maeandrius sailed to Lacedaemon, escaping from Samos; and after he arrived there and brought up the possessions with which he had left his country, it became his habit to make a display of silver and gold drinking cups; while his servants were cleaning these, he would converse with the king of Sparta, Cleomenes son of Anaxandrides, and would bring him to his house. As Cleomenes marvelled greatly at the cups whenever he saw them, Maeandrius would tell him to take as many as he liked. [2] Maeandrius made this offer two or three times; Cleomenes showed his great integrity in that he would not accept; but realizing that there were others in Lacedaemon from whom Maeandrius would get help by offering them the cups, he went to the ephors and told them it would be best for Sparta if this Samian stranger quit the country, lest he persuade Cleomenes himself or some other Spartan to do evil. The ephors listened to his advice and banished Maeandrius by proclamation.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 21,
          "endOffset": 31
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 47,
          "endOffset": 52
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 295,
          "endOffset": 301
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 645,
          "endOffset": 655
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 776,
          "endOffset": 782
        },
        {
          "placeId": "599926",
          "name": "Samian",
          "startOffset": 791,
          "endOffset": 797
        },
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 874,
          "endOffset": 881
        }
      ]
    },
    {
      "id": 149,
      "text": "As for Samos, the Persians swept it clear and turned it over uninhabited to Syloson. But afterwards Otanes, the Persian general, helped to settle the land, prompted by a dream and a disease that he contracted in his genitals.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 7,
          "endOffset": 12
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 18,
          "endOffset": 26
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 112,
          "endOffset": 119
        }
      ]
    },
    {
      "id": 150,
      "text": "While the fleet was away at Samos, the Babylonians revolted.41 They had made very good preparation; for during the reign of the Magus, and the rebellion of the seven, they had taken advantage of the time and the confusion to provision themselves against the siege; and (I cannot tell how) this went undetected. [2] At last they revolted openly and did this:—sending away all the mothers, each chose one woman, whomever he liked of his domestics, as a bread-maker; as for the rest, they gathered them together and strangled them so they would not consume their bread.",
      "places": [
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 28,
          "endOffset": 33
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 39,
          "endOffset": 50
        }
      ]
    },
    {
      "id": 151,
      "text": "When Darius heard of this, he collected all his forces and led them against Babylon, and he marched up to the town and laid siege to it; but the Babylonians thought nothing of the siege. They came up on to the ramparts of the wall and taunted Darius and his army with gesture and word, and one of them uttered this mot: [2] “Why loiter there, Persians, and not go away? You will take us when mules give birth.” One of the Babylonians said this, by no means expecting that a mule would give birth.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 76,
          "endOffset": 83
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 145,
          "endOffset": 156
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 343,
          "endOffset": 351
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 422,
          "endOffset": 433
        }
      ]
    },
    {
      "id": 152,
      "text": "A year and seven months passed, and Darius and his whole army were bitter because they could not take Babylon. Yet Darius had used every trick and every device against it. He tried the stratagem by which Cyrus took it, and every other stratagem and device, yet with no success; for the Babylonians kept a vigilant watch, and he could not take them.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 102,
          "endOffset": 109
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 286,
          "endOffset": 297
        }
      ]
    },
    {
      "id": 153,
      "text": "But in the twentieth month of the siege a marvellous thing befell Zopyrus, son of that Megabyzus who was one of the seven destroyers of the Magus: one of his food-carrying mules gave birth. Zopyrus would not believe the news; but when he saw the foal for himself, he told those who had seen it to tell no one; [2] then reflecting he recalled the Babylonian's word at the beginning of the siege—that the city would be taken when mules gave birth—and having this utterance in mind he conceived that Babylon might be taken; for the hand of heaven, he supposed, was in the man's word and the birth from his own mule.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylonian",
          "startOffset": 346,
          "endOffset": 356
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 497,
          "endOffset": 504
        }
      ]
    },
    {
      "id": 154,
      "text": "As soon as he thought that it was Babylon's fate to fall, he came and inquired of Darius if taking Babylon were very important to him; and when he was assured that it was, he then cast about for a plan by which the city's fall would be accomplished by him alone; for good service among the Persians is very much esteemed, and rewarded by high preferment. [2] He could think of no other way to bring the city down than to mutilate himself and then desert to the Babylonians; so, making light of it, he mutilated himself beyond repair, and after cutting off his nose and ears and cropping his hair as a disfigurement and scourging himself, he came before Darius.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 34,
          "endOffset": 41
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 99,
          "endOffset": 106
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 290,
          "endOffset": 298
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 461,
          "endOffset": 472
        }
      ]
    },
    {
      "id": 155,
      "text": "The king reacted very violently to seeing a man so well-respected mutilated, and springing from the throne he uttered a cry and asked Zopyrus who it was who had mutilated him and why. [2] “There is no man,” he said, “except you, who has enough power to do this to me, and no one but I myself did this, O King, because I felt it terribly that Assyrians were laughing at Persians.” [3] Darius answered, “Unfeeling man, you give a pretty name to an ugly act if you say that it was on account of those besieged that you did for yourself past cure. Why, you poor fool, will the enemy surrender sooner because you mutilated yourself? How could you not have been out of your mind to disfigure yourself?” [4] “Had I told you,” said Zopyrus, “what I intended to do, you would not have let me; but now I have done it on my own. Now, then, if you do your part we shall take Babylon. I shall desert to the city as I am, and I shall say to them that I suffered this at your hands; and I think that I shall persuade them, and thus gain a command. [5] Now, on the tenth day after I enter the city, take a thousand men from the part of your army about which you will least care if it is lost, and post them before the gate called the gate of Semiramis; on the seventh day after that, post two thousand more before the gate called the gate of the Ninevites; and when twenty days are past after that seventh, lead out four thousand more and post them before the Chaldean gate, as they call it; allow neither these, nor the others that go before them, to carry any weapons except daggers; leave them these. [6] But immediately after the twentieth day command the rest of your army to assault the whole circuit of the walls, and post the Persians before the gate of Belus and the gate called Cissian. For I think that once I have done conspicuous things the Babylonians will give me, among other things, the keys of their gates; then it will depend on me and on the Persians to do what is necessary.”",
      "places": [
        {
          "placeId": "29492",
          "name": "Assyrians",
          "startOffset": 342,
          "endOffset": 351
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 369,
          "endOffset": 377
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 863,
          "endOffset": 870
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1718,
          "endOffset": 1726
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 1838,
          "endOffset": 1849
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1946,
          "endOffset": 1954
        }
      ]
    },
    {
      "id": 156,
      "text": "Having given these instructions, he went to the gates, turning and looking back as though he were in fact a deserter. When the watch posted on the towers saw him, they ran down, and opening half the gate a little asked him who he was and why he came; he told them that he was Zopyrus and was deserting to them. [2] When they heard this, the gatekeepers brought him before the general assembly of the Babylonians, where he made a pitiful sight, saying that he had suffered at the hands of Darius what he had suffered at his own because he had advised the king to lead his army away, since they could find no way to take the city. [3] “Now,” he said in his speech to them, “I come as a great boon to you, men of Babylon, and as a great bane to Darius and to his army and to the Persians; for he shall not get away with having mutilated me so; and I know all the issues of his plans.” This was what he said.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 400,
          "endOffset": 411
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 710,
          "endOffset": 717
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 776,
          "endOffset": 784
        }
      ]
    },
    {
      "id": 157,
      "text": "When the Babylonians saw the most well-respected man in Persia without his nose and ears and all lurid with blood from the scourging, they were quite convinced that he was telling them the truth and came as their ally, and were ready to give him all that he asked; and he asked for a command. [2] When he got this from them, he did exactly as he had arranged with Darius. On the tenth day he led out the Babylonian army, surrounded and slaughtered the thousand whom he had instructed Darius to put in the field first. [3] Seeing that he produced works equal to his words, the Babylonians were overjoyed and ready to serve him in every way. When the agreed number of days was past, he led out once more a chosen body of Babylonians, and slaughtered the two thousand men of Darius' army. [4] When the Babylonians saw this work too, the praise of Zopyrus was on everyone's lips. The agreed number of days once again passing, he led out his men to the place he had named, where he surrounded the four thousand and slaughtered them. And when he had done this, Zopyrus was the one man for Babylon: he was made the commander of their armies and guard of the walls.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 9,
          "endOffset": 20
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 56,
          "endOffset": 62
        },
        {
          "placeId": "893951",
          "name": "Babylonian",
          "startOffset": 404,
          "endOffset": 414
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 576,
          "endOffset": 587
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 719,
          "endOffset": 730
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 799,
          "endOffset": 810
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 1083,
          "endOffset": 1090
        }
      ]
    },
    {
      "id": 158,
      "text": "So when Darius assaulted the whole circuit of the walls, according to the agreed plan, then Zopyrus' treason was fully revealed. For while the townsmen were on the wall defending it against Darius' assault, he opened the gates called Cissian and Belian, and let the Persians inside the walls. [2] Those Babylonians who saw what he did fled to the temple of that Zeus whom they call Belus; those who had not seen it remained in position, until they too discovered how they had been betrayed.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 266,
          "endOffset": 274
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 303,
          "endOffset": 314
        }
      ]
    },
    {
      "id": 159,
      "text": "Thus Babylon was taken a second time, and when Darius was master of the Babylonians, he destroyed their walls and tore away all their gates, neither of which Cyrus had done at the first taking of Babylon; moreover he impaled about three thousand men that were prominent among them; as for the rest, he gave them back their city to live in. [2] Further, as the Babylonians, fearing for their food, had strangled their own women, as I described above, Darius provided wives to give them a posterity by appointing that each of the neighboring nations should send a certain number of women to Babylon; the sum of the women thus collected was fifty thousand: these were the mothers of those who now inhabit the city.",
      "places": [
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 5,
          "endOffset": 12
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 72,
          "endOffset": 83
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 196,
          "endOffset": 203
        },
        {
          "placeId": "893951",
          "name": "Babylonians",
          "startOffset": 360,
          "endOffset": 371
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 589,
          "endOffset": 596
        }
      ]
    },
    {
      "id": 160,
      "text": "There never was in Darius' judgment any Persian before or after who did better service than Zopyrus, except Cyrus, with whom no Persian could compare himself. Many times Darius is said to have declared that he would rather Zopyrus were free of disfigurement than have twenty Babylons on top of the one he had. [2] He honored him very much; every year he sent him such gifts as the Persians hold most precious, and let him govern Babylon all his life with no tribute to pay, giving him many other things besides. This Zopyrus was the father of Megabyzus, who was general of an army in Egypt against the Athenians and their allies; and Megabyzus' son was that Zopyrus who deserted from the Persians to Athens.HerodotusThe Histories",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 40,
          "endOffset": 47
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 128,
          "endOffset": 135
        },
        {
          "placeId": "893951",
          "name": "Babylons",
          "startOffset": 275,
          "endOffset": 283
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 381,
          "endOffset": 389
        },
        {
          "placeId": "893951",
          "name": "Babylon",
          "startOffset": 429,
          "endOffset": 436
        },
        {
          "placeId": "981503",
          "name": "Egypt",
          "startOffset": 584,
          "endOffset": 589
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 602,
          "endOffset": 611
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 688,
          "endOffset": 696
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 700,
          "endOffset": 706
        }
      ]
    }
  ]
}