{
  "id": 8,
  "title": "Book 8: Urania",
  "chapters": [
    {
      "id": 1,
      "text": "The Greeks appointed to serve in the fleet were these: the Athenians furnished a hundred and twenty-seven ships; the Plataeans manned these ships with the Athenians, not that they had any knowledge of seamanship, but because of mere valor and zeal. The Corinthians furnished forty ships and the Megarians twenty; [2] the Chalcidians manned twenty, the Athenians furnishing the ships; the Aeginetans eighteen, the Sicyonians twelve, the Lacedaemonians ten, the Epidaurians eight, the Eretrians seven, the Troezenians five, the Styrians two, and the Ceans two, and two fifty-oared barks; the Opuntian Locrians brought seven fifty-oared barks to their aid.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 4,
          "endOffset": 10
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 59,
          "endOffset": 68
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 117,
          "endOffset": 126
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 155,
          "endOffset": 164
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 253,
          "endOffset": 264
        },
        {
          "placeId": "570468",
          "name": "Megarians",
          "startOffset": 295,
          "endOffset": 304
        },
        {
          "placeId": "491561",
          "name": "Chalcidians",
          "startOffset": 321,
          "endOffset": 332
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 352,
          "endOffset": 361
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 388,
          "endOffset": 398
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 436,
          "endOffset": 450
        }
      ]
    },
    {
      "id": 2,
      "text": "These are the forces which came to Artemisium for battle, and I have now shown how they individually furnished the whole sum. The number of ships mustered at Artemisium was two hundred and seventy-one, besides the fifty-oared barks. [2] The Spartans, however, provided the admiral who had the chief command, Eurybiades, son of Euryclides, for the allies said that if the Laconian were not their leader, they would rather make an end of the fleet that was assembling than be led by the Athenians.",
      "places": [
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 35,
          "endOffset": 45
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 241,
          "endOffset": 249
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 485,
          "endOffset": 494
        }
      ]
    },
    {
      "id": 3,
      "text": "In the first days, before the sending to Sicily for alliance, there had been talk of entrusting the command at sea to the Athenians. However, when the allies resisted, the Athenians waived their claim, considering the safety of Hellas of prime importance and seeing that if they quarrelled over the leadership, Hellas must perish. In this they judged rightly, for civil strife is as much worse than united war as war is worse than peace. [2] Knowing that, they gave ground and waived their claim, but only so long as they had great need of the others. This is clear, for when they had driven the Persian back and the battle was no longer for their territory but for his, they made a pretext of Pausanias' highhandedness and took the command away from the Lacedaemonians. All that, however, took place later.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 122,
          "endOffset": 131
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 172,
          "endOffset": 181
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 228,
          "endOffset": 234
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 311,
          "endOffset": 317
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 596,
          "endOffset": 603
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 755,
          "endOffset": 769
        }
      ]
    },
    {
      "id": 4,
      "text": "But now, the Greeks who had at last come to Artemisium saw a multitude of ships launched at Aphetae and forces everywhere, and contrary to all expectation, the barbarian was shown to be in much different shape than they had supposed. They accordingly lost heart and began to deliberate about flight from Artemisium homewards into Hellas. [2] Then the Euboeans, noticing that they were making such plans, entreated Eurybiades to wait a little while, till they themselves had removed their children and households. When they could not prevail with him, they tried another way and gave Themistocles, the Athenian admiral, a bribe of thirty talents on the condition that the Greek fleet should remain there and fight, when they fought, to defend Euboea.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 13,
          "endOffset": 19
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 44,
          "endOffset": 54
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 330,
          "endOffset": 336
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 601,
          "endOffset": 609
        }
      ]
    },
    {
      "id": 5,
      "text": "This was the way in which Themistocles made the Greeks stay where they were: he gave Eurybiades for his share five talents of that money, as though he were making the present of his own money. When Eurybiades had been won over in this way, none of the rest was inclined to resist save Adimantus, son of Ocytus, the Corinthian admiral, who said that he would not remain but sail away from Artemisium; to him Themistocles, adding an oath, said: [2] “No, you of all men will not desert us, for I will give you a greater gift than the king of the Medes would send you for deserting your allies.” With that he sent three talents of silver to Adimantus ship. [3] These two, then, were won over by gifts, the Euboeans got what they wanted, and Themistocles himself was the gainer. No one knew that he had kept the rest of the money, and those who had received a part of it supposed that it had been sent for that purpose by the Athenians.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 48,
          "endOffset": 54
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 388,
          "endOffset": 398
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 921,
          "endOffset": 930
        }
      ]
    },
    {
      "id": 6,
      "text": "So the Greeks remained in Euboea and fought there; this came about as I will now reveal. Having arrived at Aphetae in the early part of the afternoon, the barbarians saw for themselves the few Greek ships that they had already heard were stationed off Artemisium, and they were eager to attack so that they might take them. [2] They were not prepared to make a head-on attack since they feared that the Greeks would see them coming and turn to flee with night close upon them as they fled; it was their belief that the Greeks would save themselves by flight, and they did not want even so much as a firebearer to be saved.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 7,
          "endOffset": 13
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 26,
          "endOffset": 32
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 252,
          "endOffset": 262
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 403,
          "endOffset": 409
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 519,
          "endOffset": 525
        }
      ]
    },
    {
      "id": 7,
      "text": "Taking these things into consideration, they devised the following plan; separating two hundred ships from the whole number, they sent them to cruise outside Sciathus so that the enemies might not see them sailing round Euboea and by way of Caphereus round Geraestus to the Euripus so that they might catch the Greeks between them, the one part holding that course and barring the retreat, and they themselves attacking in front. [2] Upon making these plans they sent the appointed ships on their way, intending not to make an attack upon the Greeks either on that day or before the signal should be seen, whereby the ships that sailed round were to declare their coming. So they sent those ships to sail round, and set about counting the rest at Aphetae.",
      "places": [
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 220,
          "endOffset": 226
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 311,
          "endOffset": 317
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 543,
          "endOffset": 549
        }
      ]
    },
    {
      "id": 8,
      "text": "Now when they were engaged in this count, there was in the fleet one Scyllias, a man of Scione; he was the best diver of the time, and in the shipwreck at Pelion he had saved for the Persians much of their possessions and gotten much for himself in addition; this Scyllias had before now, it would seem, intended to desert to the Greeks, but he never had had so fair an occasion as now. [2] By what means he did at last make his way to the Greeks, I cannot with exactness say. If the story is true, it is marvellous indeed, for it is said that he dove into the sea at Aphetae and never rose to the surface till he came to Artemisium, thus passing underneath the sea for about eighty furlongs. [3] There are many tales about this man, some similar to lies and some true, but as regards the present business it is my opinion that he came to Artemisium in a boat. After arriving, he straightway told the admirals the story of the shipwreck, and of the ships that had been sent round Euboea.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 183,
          "endOffset": 191
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 330,
          "endOffset": 336
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 440,
          "endOffset": 446
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 622,
          "endOffset": 632
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 980,
          "endOffset": 986
        }
      ]
    },
    {
      "id": 9,
      "text": "Hearing that, the Greeks took counsel together; there was much talk, but the opinion prevailed that they should remain and encamp where they were for that day, and then, after midnight, to put to sea and meet the ships which were sailing around. Presently, however, meeting with no opposition, they waited for the late afternoon of the day and themselves advanced their ships against the barbarian, desiring to put to the proof his fashion of fighting and the art of breaking the line.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 18,
          "endOffset": 24
        }
      ]
    },
    {
      "id": 10,
      "text": "When Xerxes' men and their generals saw the Greeks bearing down on them with but a few ships, they thought that they were definitely mad and put out to sea themselves, thinking that they would win an easy victory; this expectation was very reasonable, since they saw that the Greek ships so few while their own were many times more numerous and more seaworthy. With this assurance, they hemmed in the Greeks in their midst. [2] Now all the Ionians who were friendly to the Greeks came unwillingly to the war and were distressed to see the Greeks surrounded. They supposed that not one of them would return home, so powerless did the Greeks seem to them to be. [3] Those who were glad about the business, however, vied each with each that he might be the first to take an Attic ship and receive gifts from the king, for it was the Athenians of whom there was most talk in the fleet.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 44,
          "endOffset": 50
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 401,
          "endOffset": 407
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 473,
          "endOffset": 479
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 539,
          "endOffset": 545
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 633,
          "endOffset": 639
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 830,
          "endOffset": 839
        }
      ]
    },
    {
      "id": 11,
      "text": "But the Greeks, when the signal was given them, first drew the sterns of their ships together, their prows turned towards the foreigners; then at the second signal they put their hands to the work, despite the fact that they were hemmed in within a narrow space and were fighting face-to-face. [2] There they took thirty of the foreigners ships as well as the brother of Gorgus king of Salamis, Philaon son of Chersis, a man of note in the fleet. The first Greek to take an enemy ship was an Athenian, Lycomedes, son of Aeschraeus, and he it was who received the prize for valor. [3] They fought that sea-fight with doubtful issue, and nightfall ended the battle; the Greeks sailed back to Artemisium, and the barbarians to Aphetae, after faring far below their hopes in the fight. In that battle Antidorus of Lemnos, the only one of the Greeks siding with the Persian, deserted to the Greeks, and for that the Athenians gave him land in Salamis.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 8,
          "endOffset": 14
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 386,
          "endOffset": 393
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 492,
          "endOffset": 500
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 668,
          "endOffset": 674
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 690,
          "endOffset": 700
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 838,
          "endOffset": 844
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 861,
          "endOffset": 868
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 886,
          "endOffset": 892
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 911,
          "endOffset": 920
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 938,
          "endOffset": 945
        }
      ]
    },
    {
      "id": 12,
      "text": "When darkness came on, the season being then midsummer, there was abundance of rain all through the night and violent thunderings from Pelion. The dead and the wrecks were driven towards Aphetae, where they were entangled with the ships' prows and jumbled the blades of the oars. [2] The ships crews who were there were dismayed by the noise of this, and considering their present bad state, expected utter destruction; for before they had recovered from the shipwreck and the storm off Pelion, they next endured a stubborn sea-fight, and after the sea-fight, rushing rain and mighty torrents pouring seaward and violent thunderings.",
      "places": []
    },
    {
      "id": 13,
      "text": "This is how the night dealt with them. To those who were appointed to sail round Euboea, however, that same night was still more cruel since it caught them on the open sea. Their end was a terrible one, for when the storm and the rain came on them in their course off the Hollows of Euboea, they were driven by the wind in an unknown direction and were driven onto the rocks. All this was done by the god so that the Persian power might be more equally matched with the Greek, and not much greater than it.",
      "places": [
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 81,
          "endOffset": 87
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 283,
          "endOffset": 289
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 417,
          "endOffset": 424
        }
      ]
    },
    {
      "id": 14,
      "text": "These men, then, perished at the Hollows of Euboea. As for the barbarians at Aphetae, when to their great comfort the day dawned, they kept their ships unmoved, being in their evil plight well content to do nothing for the moment. Now fifty-three Attic ships came to aid the Greeks, [2] who were encouraged both by the ships coming and by the news that the barbarians sailing round Euboea had all perished in the recent storm. They waited then for the same hour as before, and fell upon certain Cilician ships when they put to sea. After destroying these when night fell, they sailed back to Artemisium.",
      "places": [
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 44,
          "endOffset": 50
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 275,
          "endOffset": 281
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 382,
          "endOffset": 388
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 592,
          "endOffset": 602
        }
      ]
    },
    {
      "id": 15,
      "text": "On the third day, however, the barbarian admirals, finding it hard to bear that so few ships should do them hurt and fearing Xerxes' anger, waited no longer for the Greeks to begin the fight, but gave the word and put out to sea about midday. So it came to pass that these sea-battles were fought on the same days as the land-battles at Thermopylae; [2] the seamen's whole endeavor was to hold the Euripus while Leonidas' men strove to guard the passage; the Greeks were ordered to give the barbarian no entry into Hellas, and the Persians to destroy the Greek host and win the strait.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 165,
          "endOffset": 171
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 459,
          "endOffset": 465
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 515,
          "endOffset": 521
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 531,
          "endOffset": 539
        }
      ]
    },
    {
      "id": 16,
      "text": "So when Xerxes' men ordered their battle and advanced, the Greeks remained in their station off Artemisium, and the barbarians made a half circle of their ships striving to encircle and enclose them. At that the Greeks charged and joined battle. In that sea-fight both had equal success. [2] Xerxes' fleet did itself harm by its numbers and size. The ships were thrown into confusion and ran foul of each other; nevertheless they held fast and did not yield, for they could not bear to be put to flight by a few ships. [3] Many were the Greek ships and men that perished there, and far more yet of the foreigners' ships and men; this is how they fought until they drew off and parted from each other.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 59,
          "endOffset": 65
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 96,
          "endOffset": 106
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 212,
          "endOffset": 218
        }
      ]
    },
    {
      "id": 17,
      "text": "In that sea-fight of all Xerxes' fighters the Egyptians conducted themselves with the greatest valor; besides other great feats of arms which they achieved, they took five Greek ships together with their crews. As regards the Greeks, it was the Athenians who bore themselves best on that day, and of the Athenians Clinias son of Alcibiades. He brought to the war two hundred men and a ship of his own, all at his own expense.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 226,
          "endOffset": 232
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 245,
          "endOffset": 254
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 304,
          "endOffset": 313
        }
      ]
    },
    {
      "id": 18,
      "text": "So they parted, and each hurried gladly to his own place of anchorage. When the Greeks had withdrawn and come out of the battle, they were left in possession of the dead and the wrecks. They had, however, had a rough time of it themselves, chiefly the Athenians, half of whose ships had suffered some damage. Now their counsel was to flee to the inner waters of Hellas 19.Themistocles thought that if the Ionian and Carian nations were removed from the forces of the barbarians, the Greeks might be strong enough to prevail over the rest. Now it was the custom of the Euboeans to drive their flocks down to the sea there. Gathering the admirals together, he told them that he thought he had a device whereby he hoped to draw away the best of the king's allies. [2] So much he revealed for the moment, but merely advised them to let everyone slay as many from the Euboean flocks as he wanted; it was better that the fleet should have them, than the enemy. Moreover, he counselled them each to order his men to light a fire; as for the time of their departure from that place, he would see to it that they would return to Hellas unscathed. All this they agreed to do and immediately lit fires and set upon the flocks.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 80,
          "endOffset": 86
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 252,
          "endOffset": 261
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 362,
          "endOffset": 368
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 483,
          "endOffset": 489
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1120,
          "endOffset": 1126
        }
      ]
    },
    {
      "id": 20,
      "text": "Now the Euboeans had neglected the oracle of Bacis, believing it to be empty of meaning, and neither by carrying away nor by bringing in anything had they shown that they feared an enemy's coming. In so doing they were the cause of their own destruction, [2] for Bacis' oracle concerning this matter runs as follows “When a strange-tongued man casts a yoke of papyrus on the waves, Then take care to keep bleating goats far from the coasts of Euboea ”To these verses the Euboeans gave no heed; but in the evils then present and soon to come they suffered the greatest calamity.",
      "places": []
    },
    {
      "id": 21,
      "text": "While the Greeks were doing as I have said, there came to them their lookout from Trachis. There was a scout at Artemisium, one Polyas, a native of Anticyra, who was charged (and had a rowing boat standing ready for it), if the fleet should suffer a reverse to declare it to the men at Thermopylae. Similarly, if any ill should befall the land army, Abronichus son of Lysicles, an Athenian, was with Leonidas, ready for his part to bring the news in a thirty-oared bark to the Greeks at Artemisium. [2] So this Abronichus came and declared to them the fate of Leonidas and his army. When the Greeks learned this, they no longer delayed their departure but went their ways in their appointed order, the Corinthians first and last of all the Athenians.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 10,
          "endOffset": 16
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 112,
          "endOffset": 122
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 381,
          "endOffset": 389
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 477,
          "endOffset": 483
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 592,
          "endOffset": 598
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 702,
          "endOffset": 713
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 740,
          "endOffset": 749
        }
      ]
    },
    {
      "id": 22,
      "text": "Themistocles, however, picked out the seaworthiest Athenian ships and made his way to the places where drinking water could be found. Here he engraved on the rocks words which the Ionians read on the next day when they came to Artemisium. This was what the writing said: “Men of Ionia, you do wrongly to fight against the land of your fathers and bring slavery upon Hellas. [2] It would best for you to join yourselves to us, but if that should be impossible for you, then at least now withdraw from the war, and entreat the Carians to do the same as you. If neither of these things may be and you are fast bound by such constraint that you cannot rebel, yet we ask you not to use your full strength in the day of battle. Remember that you are our sons and that our quarrel with the barbarian was of your making in the beginning.” [3] To my thinking Themistocles wrote this with a double intent, namely that if the king knew nothing of the writing, it might induce the Ionians to change sides and join with the Greeks, while if the writing were maliciously reported to Xerxes, he might thereby be led to mistrust the Ionians and keep them out of the sea-fights.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 51,
          "endOffset": 59
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 227,
          "endOffset": 237
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 366,
          "endOffset": 372
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 1011,
          "endOffset": 1017
        }
      ]
    },
    {
      "id": 23,
      "text": "Such was Themistocles' writing. Immediately after this there came to the barbarians a man of Histiaea in a boat, telling them of the flight of the Greeks from Artemisium. Not believing this, they kept the bringer of the news in confinement and sent swift ships to spy out the matter. When the crews of these brought word of the truth, the whole armada sailed all together to Artemisium at the crack of dawn. Here they waited till midday and then sailed to Histiaea. Upon their arrival they took possession of the Histiaeans' city and overran all the villages on the seaboard of the Ellopian region, which is a district belonging to Histiaea.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 147,
          "endOffset": 153
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 159,
          "endOffset": 169
        }
      ]
    },
    {
      "id": 24,
      "text": "While they were there, Xerxes sent a herald to the fleet. Before sending him, Xerxes had made the following preparations: of all his own soldiers who had fallen at Thermopylae (that is, as many as twenty thousand) he left about a thousand, and the rest he buried in trenches, which he covered with leaves and heaped earth so that the men of the fleet might not see them. [2] When the herald had crossed over to Histiaea, he assembled all the men of the fleet and said: “Men of our allies, King Xerxes permits any one of you who should so desire to leave his place and come to see how he fights against those foolish men who thought they could overcome the king's power.”",
      "places": []
    },
    {
      "id": 25,
      "text": "After this proclamation, there was nothing so hard to get as a boat, so many were they who wanted to see this. They crossed over and went about viewing the dead. All of them supposed that the fallen Greeks were all Lacedaemonians and Thespians, though helots were also there for them to see. [2] For all that, however, those who crossed over were not deceived by what Xerxes had done with his own dead, for the thing was truly ridiculous; of the Persians a thousand lay dead before their eyes, but the Greeks lay all together assembled in one place, to the number of four thousand. [3] All that day they spent in observation, and on the next the shipmen returned to their fleet at Histiaea while Xerxes' army set forth on its march.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 199,
          "endOffset": 205
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 215,
          "endOffset": 229
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 446,
          "endOffset": 454
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 502,
          "endOffset": 508
        }
      ]
    },
    {
      "id": 26,
      "text": "There had come to them a few deserters, men of Arcadia, lacking a livelihood and desirous to find some service. Bringing these men into the king's presence, the Persians inquired of them what the Greeks were doing, there being one who put this question in the name of all. [2] When the Arcadians told them that the Greeks were holding the Olympic festival and viewing sports and horseraces, the Persian asked what was the prize offered, for which they contended. They told him of the crown of olive that was given to the victor. Then Tigranes son of Artabanus uttered a most noble saying (but the king deemed him a coward for it); [3] when he heard that the prize was not money but a crown, he could not hold his peace, but cried, “Good heavens, Mardonius, what kind of men are these that you have pitted us against? It is not for money they contend but for glory of achievement!” Such was Tigranes' saying.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 161,
          "endOffset": 169
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 196,
          "endOffset": 202
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 315,
          "endOffset": 321
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 395,
          "endOffset": 402
        }
      ]
    },
    {
      "id": 27,
      "text": "In the meantime, immediately after the misfortune at Thermopylae, the Thessalians sent a herald to the Phocians, because they bore an old grudge against them and still more because of their latest disaster. [2] Now a few years before the king's expedition, the Thessalians and their allies had invaded Phocis with their whole army but had been worsted and roughly handled by the Phocians. [3] When the Phocians were besieged on Parnassus, they had with them the diviner Tellias of Elis; Tellias devised a stratagem for them: he covered six hundred of the bravest Phocians with gypsum, themselves and their armor, and led them to attack the Thessalians by night, bidding them slay whomever they should see not whitened. [4] The Thessalian sentinels were the first to see these men and to flee for fear, supposing falsely that it was something supernatural, and after the sentinels the whole army fled as well. The Phocians made themselves masters of four thousand dead, and their shields, of which they dedicated half at Abae and the rest at Delphi. [5] A tithe of what they won in that fight went to the making of the great statues that stand around the tripod in front of the shrine at Delphi, and there are others like them dedicated at Abae.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 1041,
          "endOffset": 1047
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 1187,
          "endOffset": 1193
        }
      ]
    },
    {
      "id": 28,
      "text": "This is what the besieged Phocians did with the Thessalian footsoldiers. When the Thessalian horsemen rode into their country, the Phocians did them mortal harm; they dug a great pit in the pass near Hyampolis and put empty jars inside it. They then covered it with earth till all was like the rest of the ground and awaited the onset of the Thessalians. These rode on intending to sweep the Phocians before them, and fell in among the jars, whereby their horses' legs were broken.",
      "places": []
    },
    {
      "id": 29,
      "text": "These two deeds had never been forgiven by the Thessalians, and now they sent a herald with this message: “Men of Phocis, it is time now that you confess yourselves to be no match for us. [2] We were even formerly preferred to you by the Greeks, as long as we were on their side, and now we bear such weight with the foreigner that it lies in our power to have you deprived of your lands and to have you enslaved. Nevertheless, although we could easily do these things, we bear you no ill-will for the past. Pay us fifty talents of silver for what you did, and we promise to turn aside what threatens your land.”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 238,
          "endOffset": 244
        }
      ]
    },
    {
      "id": 30,
      "text": "This was the Thessalians' offer. The Phocians alone of all that region would not take the Persians' side, and that for no other reason (if I argue correctly) than their hatred of the Thessalians. [2] Had the Thessalians aided the Greek side, then the Phocians would certainly have stood for the Persians. They replied to the offer of the Thessalians that they would give no money; they could do as the Thessalians did and take the Persian part, if for any cause they so wished, but they would not willingly betray the cause of Hellas.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 90,
          "endOffset": 98
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 295,
          "endOffset": 303
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 431,
          "endOffset": 438
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 527,
          "endOffset": 533
        }
      ]
    },
    {
      "id": 31,
      "text": "When this answer was returned to them, the Thessalians in their wrath against the Phocians began to guide the barbarian on his march. From the lands of Trachis they broke into Doris; there is a narrow tongue of Dorian land stretching that way, about thirty furlongs wide, between the Malian territory and the Phocian, which in old time was Dryopian. This region is the motherland of the Dorians of the Peloponnese. To this Dorian territory the barbarians did no harm at their invasion, for the people took the Persian side, and the Thessalians would not have them harmed.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 402,
          "endOffset": 413
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 510,
          "endOffset": 517
        }
      ]
    },
    {
      "id": 32,
      "text": "When they entered Phocis from Doris, they could not take the Phocians themselves, for some of the Phocians ascended to the heights of Parnassus. The peak of Parnassus called Tithorea, which rises by itself near the town Neon, has room enough for a multitude of people. It was there that they carried their goods and themselves ascended to it, [2] but most of them made their way out of the country to the Ozolian Locrians, where the town of Amphissa lies above the Crisaean plain. The barbarians, while the Thessalians so guided their army, overran the whole of Phocis. All that came within their power they laid waste to and burnt, setting fire to towns and temples.",
      "places": []
    },
    {
      "id": 33,
      "text": "Marching this way down the river Cephisus, they ravaged everything that lay in their way, burning the towns of Drymus, Charadra, Erochus, Tethronium, Amphicaea, Neon, Pediea, Tritea, Elatea, Hyampolis, Parapotamii, and Abae, where there was a richly endowed temple of Apollo, provided with wealth of treasure and offerings. There was also then as now a place of divination at this place. This temple, too, they plundered and burnt, and they pursued and caught some of the Phocians near the mountains. Certain women too perished because of the multitude of their violators.",
      "places": []
    },
    {
      "id": 34,
      "text": "Passing Parapotamii, the foreigners came to Panopea. There their army parted into two companies. The greater and stronger part of the host marched with Xerxes himself towards Athens and broke into the territory of Orchomenus in Boeotia. Now the whole population of Boeotia took the Persian side, and men of Macedonia sent by Alexander safeguarded their towns, each in his appointed place; the reason of the safeguarding was that Xerxes should see that the Boeotians were on the Persian side.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 175,
          "endOffset": 181
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 228,
          "endOffset": 235
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 265,
          "endOffset": 272
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 282,
          "endOffset": 289
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 307,
          "endOffset": 316
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 456,
          "endOffset": 465
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 478,
          "endOffset": 485
        }
      ]
    },
    {
      "id": 35,
      "text": "So this part of the barbarian army marched as I have said, and others set forth with guides for the temple at Delphi, keeping Parnassus on their right. These, too, laid waste to every part of Phocis which they occupied, burning the towns of the Panopeans and Daulii and Aeolidae. [2] The purpose of their parting from the rest of the army and marching this way was that they might plunder the temple at Delphi and lay its wealth before Xerxes, who (as I have been told) had better knowledge of the most notable possessions in the temple than of what he had left in his own palace, chiefly the offerings of Croesus son of Alyattes; so many had always spoken of them.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 110,
          "endOffset": 116
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 403,
          "endOffset": 409
        }
      ]
    },
    {
      "id": 36,
      "text": "When the Delphians learned all this, they were very much afraid, and in their great fear they inquired of the oracle whether they should bury the sacred treasure in the ground or take it away to another country. The god told them to move nothing, saying that he was able to protect what belonged to him. [2] Upon hearing that, the Delphians took thought for themselves. They sent their children and women overseas to Achaia. Most of the men went up to the peaks of Parnassus and carried their goods into the Corycian cave, but some escaped to Amphissa in Locris. In short, all the Delphians left the town save sixty men and the prophet.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphians",
          "startOffset": 9,
          "endOffset": 18
        },
        {
          "placeId": "540726",
          "name": "Delphians",
          "startOffset": 331,
          "endOffset": 340
        },
        {
          "placeId": "540726",
          "name": "Delphians",
          "startOffset": 581,
          "endOffset": 590
        }
      ]
    },
    {
      "id": 37,
      "text": "Now when the barbarians drew near and could see the temple, the prophet, whose name was Aceratus, saw certain sacred arms, which no man might touch without sacrilege, brought out of the chamber within and laid before the shrine. [2] So he went to tell the Delphians of this miracle, but when the barbarians came with all speed near to the temple of Athena Pronaea, they were visited by miracles yet greater than the aforesaid. Marvellous indeed it is, that weapons of war should of their own motion appear lying outside in front of the shrine, but the visitation which followed was more wondrous than anything else ever seen. [3] When the barbarians were near to the temple of Athena Pronaea, they were struck by thunderbolts from the sky, and two peaks broken off from Parnassus came rushing among them with a mighty noise and overwhelmed many of them. In addition to this a shout and a cry of triumph were heard from the temple of Athena.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphians",
          "startOffset": 256,
          "endOffset": 265
        }
      ]
    },
    {
      "id": 38,
      "text": "All of this together struck panic into the barbarians, and the Delphians, perceiving that they fled, descended upon them and killed a great number. The survivors fled straight to Boeotia. Those of the barbarians who returned said (as I have been told) that they had seen other divine signs besides what I have just described: two men-at-arms of stature greater than human,they said, had come after them, slaying and pursuing.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphians",
          "startOffset": 63,
          "endOffset": 72
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 179,
          "endOffset": 186
        }
      ]
    },
    {
      "id": 39,
      "text": "These two, say the Delphians, were the native heroes Phylacus and Autonous, whose precincts are near the temple, Phylacus' by the road itself above the shrine of Athena Pronaea, and Autonous' near the Castalian spring, under the Hyarapean Peak. [2] The rocks that fell from Parnassus were yet to be seen in my day, lying in the precinct of Athena Pronaea, from where their descent through the foreigners' ranks had hurled them. Such, then, was the manner of those men's departure from the temple.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphians",
          "startOffset": 19,
          "endOffset": 28
        }
      ]
    },
    {
      "id": 40,
      "text": "At the request of the Athenians, the fleet of the Hellenes came from Artemisium and put in at Salamis. The Athenians requested them to put in at Salamis so that they take their children and women out of Attica and also take counsel what they should do. They had been disappointed in their plans, so they were going to hold a council about the current state of affairs. [2] They expected to find the entire population of the Peloponnese in Boeotia awaiting the barbarian, but they found no such thing. They learned that they were fortifying the Isthmus instead and considered the defense of the Peloponnese the most important thing, disregarding all the rest. When the Athenians learned this, they asked the fleet to put in at Salamis.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 22,
          "endOffset": 31
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 50,
          "endOffset": 58
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 69,
          "endOffset": 79
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 94,
          "endOffset": 101
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 107,
          "endOffset": 116
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 145,
          "endOffset": 152
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 424,
          "endOffset": 435
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 439,
          "endOffset": 446
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 594,
          "endOffset": 605
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 668,
          "endOffset": 677
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 726,
          "endOffset": 733
        }
      ]
    },
    {
      "id": 41,
      "text": "While the others put in at Salamis, the Athenians landed in their own country. When they arrived, they made a proclamation that every Athenian should save his children and servants as he best could. Thereupon most of them sent the members of their households to Troezen, and some to Aegina and Salamis. [2] They were anxious to get everything out safely because they wished to obey the oracle, and also not least because of this: the Athenians say that a great snake lives in the sacred precinct guarding the acropolis. They say this and even put out monthly offerings for it as if it really existed. The monthly offering is a honey-cake. [3] In all the time before this the honey-cake had been consumed, but this time it was untouched. When the priestess interpreted the significance of this, the Athenians were all the more eager to abandon the city since the goddess had deserted the acropolis. When they had removed everything to safety, they returned to the camp.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 27,
          "endOffset": 34
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 40,
          "endOffset": 49
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 134,
          "endOffset": 142
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 294,
          "endOffset": 301
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 434,
          "endOffset": 443
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 798,
          "endOffset": 807
        }
      ]
    },
    {
      "id": 42,
      "text": "When those from Artemisium had put in at Salamis, the rest of the Hellenic fleet learned of this and streamed in from Troezen, for they had been commanded to assemble at Pogon, the harbor of Troezen. Many more ships assembled now than had fought at Artemisium, and from more cities. [2] The admiral was the same as at Artemisium, Eurybiades son of Euryclides, a Spartan but not of royal descent. The ships provided by the Athenians were by far the most numerous and the most seaworthy.",
      "places": [
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 16,
          "endOffset": 26
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 41,
          "endOffset": 48
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenic",
          "startOffset": 66,
          "endOffset": 74
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 422,
          "endOffset": 431
        }
      ]
    },
    {
      "id": 43,
      "text": "The following took part in the war: from the Peloponnese, the Lacedaemonians provided sixteen ships; the Corinthians the same number as at Artemisium; the Sicyonians furnished fifteen ships, the Epidaurians ten, the Troezenians five, the Hermioneans three. All of these except the Hermioneans are Dorian and Macedonian and had last come from Erineus and Pindus and the Dryopian region. The Hermioneans are Dryopians, driven out of the country now called Doris by Herakles and the Malians.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 45,
          "endOffset": 56
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 62,
          "endOffset": 76
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 105,
          "endOffset": 116
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 139,
          "endOffset": 149
        },
        {
          "placeId": "491656",
          "name": "Macedonian",
          "startOffset": 308,
          "endOffset": 318
        }
      ]
    },
    {
      "id": 44,
      "text": "These, then, were the Peloponnesians who took part in the war. From the mainland outside the Peloponnese came the following: the Athenians provided more than all the rest, one hundred and eighty ships. They provided these alone, since the Plataeans did not fight with the Athenians at Salamis for this reason: when the Hellenes departed from Artemisium and were off Chalcis, the Plataeans landed on the opposite shore of Boeotia and attended to the removal of their households. In bringing these to safety they were left behind. [2] The Athenians, while the Pelasgians ruled what is now called Hellas, were Pelasgians, bearing the name of Cranai. When Cecrops was their king they were called Cecropidae, and when Erechtheus succeeded to the rule, they changed their name and became Athenians. When, however, Ion son of Xuthus was commander of the Athenian army, they were called after him Ionians.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 22,
          "endOffset": 36
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 93,
          "endOffset": 104
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 129,
          "endOffset": 138
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 239,
          "endOffset": 248
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 272,
          "endOffset": 281
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 285,
          "endOffset": 292
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 319,
          "endOffset": 327
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 342,
          "endOffset": 352
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 379,
          "endOffset": 388
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 421,
          "endOffset": 428
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 537,
          "endOffset": 546
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 594,
          "endOffset": 600
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 782,
          "endOffset": 791
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 847,
          "endOffset": 855
        }
      ]
    },
    {
      "id": 45,
      "text": "The Megarians provided the same number as at Artemisium. The Ampraciots came to help with seven ships, and the Leucadians, who are Dorians from Corinth, with three.",
      "places": [
        {
          "placeId": "570468",
          "name": "Megarians",
          "startOffset": 4,
          "endOffset": 13
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 45,
          "endOffset": 55
        }
      ]
    },
    {
      "id": 46,
      "text": "Of the islanders, the Aeginetans provided thirty ships. They had other manned ships, but they guarded their own land with these and fought at Salamis with the thirty most seaworthy. The Aeginetans are Dorians from Epidaurus, and their island was formerly called Oenone. [2] After the Aeginetans came the Chalcidians with their twenty ships from Artemisium, and the Eretrians with the same seven; these are Ionians. Next were the Ceans, Ionians from Athens, with the same ships as before. [3] The Naxians provided four ships. They had been sent by their fellow citizens to the Persians, like the rest of the islanders, but they disregarded their orders and came to the Hellenes at the urging of Democritus, an esteemed man among the townsmen and at that time captain of a trireme. The Naxians are Ionians descended from Athens. [4] The Styrians provided the same number of ships as at Artemisium, and the Cythnians one trireme and a fifty-oared boat; these are both Dryopians. The Seriphians, Siphnians, and Melians also took part, since they were the only islanders who had not given earth and water to the barbarian.",
      "places": [
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 22,
          "endOffset": 32
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 142,
          "endOffset": 149
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 186,
          "endOffset": 196
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 284,
          "endOffset": 294
        },
        {
          "placeId": "491561",
          "name": "Chalcidians",
          "startOffset": 304,
          "endOffset": 315
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 345,
          "endOffset": 355
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 449,
          "endOffset": 455
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 576,
          "endOffset": 584
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 668,
          "endOffset": 676
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 819,
          "endOffset": 825
        }
      ]
    },
    {
      "id": 47,
      "text": "All these people who live this side of Thesprotia and the Acheron river took part in the war. The Thesprotians border on the Ampraciots and Leucadians, who were the ones who came from the most distant countries to take part in the war. The only ones living beyond these to help Hellas in its danger were the Crotonians, with one ship. Its captain was Phayllus, three times victor in the Pythian games. The Crotonians are Achaeans by birth.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 278,
          "endOffset": 284
        }
      ]
    },
    {
      "id": 48,
      "text": "All of these came to the war providing triremes, except the Melians and Siphnians and Seriphians, who brought fifty-oared boats. The Melians (who are of Lacedaemonian stock) provided two; the Siphnians and Seriphians, who are Ionians from Athens, one each. The total number of ships, besides the fifty-oared boats, was three hundred and seventy-eight.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 153,
          "endOffset": 166
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 239,
          "endOffset": 245
        }
      ]
    },
    {
      "id": 49,
      "text": "When the generals from the aforementioned cities, met at Salamis, they held a council and Eurybiades proposed that whoever wanted to should give his opinion on what place under their control was most suitable for a sea battle. Attica was already lost, and he proposed that they consider the places which were left. [2] The consensus of most of the speakers was to sail to the Isthmus and fight at sea for the Peloponnese, giving this reason: if they were defeated in the fight at Salamis they would be besieged on an island, where no help could come to them, but if they were at the Isthmus they could go ashore to their own lands.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 57,
          "endOffset": 64
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 409,
          "endOffset": 420
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 480,
          "endOffset": 487
        }
      ]
    },
    {
      "id": 50,
      "text": "While the generals from the Peloponnese considered this argument, an Athenian came with the message that the barbarians had reached Attica and were destroying all of it by fire. [2] The army with Xerxes had made its way through Boeotia and burnt the city of the Thespians, who had abandoned it and gone to the Peloponnese, and Plataea likewise. Now the army had come to Athens and was devastating everything there. The army burnt Thespia and Plataea upon learning from the Thebans that they had not medized.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 28,
          "endOffset": 39
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 69,
          "endOffset": 77
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 228,
          "endOffset": 235
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 310,
          "endOffset": 321
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 370,
          "endOffset": 376
        }
      ]
    },
    {
      "id": 51,
      "text": "Since the crossing of the Hellespont, where the barbarians began their journey, they had spent one month there crossing into Europe and in three more months were in Attica, when Calliades was archon at Athens. [2] When they took the town it was deserted, but in the sacred precinct they found a few Athenians, stewards of the sacred precinct and poor people, who defended themselves against the assault by fencing the acropolis with doors and logs. They had not withdrawn to Salamis not only because of poverty but also because they thought they had discovered the meaning of the oracle the Pythia had given, namely that the wooden wall would be impregnable. They believed that according to the oracle this, not the ships, was the refuge.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 202,
          "endOffset": 208
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 299,
          "endOffset": 308
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 475,
          "endOffset": 482
        }
      ]
    },
    {
      "id": 52,
      "text": "The Persians took up a position on the hill opposite the acropolis, which the Athenians call the Areopagus, and besieged them in this way: they wrapped arrows in tar and set them on fire, and then shot them at the barricade. Still the besieged Athenians defended themselves, although they had come to the utmost danger and their barricade had failed them. [2] When the Pisistratids proposed terms of surrender, they would not listen but contrived defenses such as rolling down boulders onto the barbarians when they came near the gates. For a long time Xerxes was at a loss, unable to capture them.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 78,
          "endOffset": 87
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 244,
          "endOffset": 253
        }
      ]
    },
    {
      "id": 53,
      "text": "In time a way out of their difficulties was revealed to the barbarians, since according to the oracle all the mainland of Attica had to become subject to the Persians. In front of the acropolis, and behind the gates and the ascent, was a place where no one was on guard, since no one thought any man could go up that way. Here some men climbed up, near the sacred precinct of Cecrops' daughter Aglaurus, although the place was a sheer cliff. [2] When the Athenians saw that they had ascended to the acropolis, some threw themselves off the wall and were killed, and others fled into the chamber. The Persians who had come up first turned to the gates, opened them, and murdered the suppliants. When they had levelled everything, they plundered the sacred precinct and set fire to the entire acropolis.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 158,
          "endOffset": 166
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 455,
          "endOffset": 464
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 600,
          "endOffset": 608
        }
      ]
    },
    {
      "id": 54,
      "text": "So it was that Xerxes took complete possession of Athens, and he sent a horseman to Susa to announce his present success to Artabanus. On the day after the messenger was sent, he called together the Athenian exiles who accompanied him and asked them go up to the acropolis and perform sacrifices in their customary way, an order given because he had been inspired by a dream or because he felt remorse after burning the sacred precinct. The Athenian exiles did as they were commanded.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 50,
          "endOffset": 56
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 199,
          "endOffset": 207
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 441,
          "endOffset": 449
        }
      ]
    },
    {
      "id": 55,
      "text": "I will tell why I have mentioned this. In that acropolis is a shrine of Erechtheus, called the “Earthborn,” and in the shrine are an olive tree and a pool of salt water. The story among the Athenians is that they were set there by Poseidon and Athena as tokens when they contended for the land. It happened that the olive tree was burnt by the barbarians with the rest of the sacred precinct, but on the day after its burning, when the Athenians ordered by the king to sacrifice went up to the sacred precinct, they saw a shoot of about a cubit's length sprung from the stump, and they reported this.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 190,
          "endOffset": 199
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 436,
          "endOffset": 445
        }
      ]
    },
    {
      "id": 56,
      "text": "When this business concerning the Athenian acropolis was announced to the Hellenes at Salamis, some of the Peloponnesian generals became so alarmed that they did not even wait for the proposed matter to be decided, but jumped into their ships and hoisted their sails for flight. Those left behind resolved that the fleet should fight for the Isthmus. Night fell, and they dissolved the assembly and boarded their ships.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 34,
          "endOffset": 42
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 74,
          "endOffset": 82
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 86,
          "endOffset": 93
        }
      ]
    },
    {
      "id": 57,
      "text": "When Themistocles returned to his ship, Mnesiphilus, an Athenian, asked him what had been decided. Learning from him that they had resolved to sail to the Isthmus and fight for the Peloponnese, he said, [2] “If they depart from Salamis, you will no longer be fighting for one country. Each will make his way to his own city, and neither Eurybiades nor any other man will be able to keep them from disbanding the army. Hellas will be destroyed by bad planning. If there is any way at all that you could persuade Eurybiades to change his decision and remain here, go try to undo this resolution.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 56,
          "endOffset": 64
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 181,
          "endOffset": 192
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 228,
          "endOffset": 235
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 418,
          "endOffset": 424
        }
      ]
    },
    {
      "id": 58,
      "text": "This advice greatly pleased Themistocles. He made no answer and went to the ship of Eurybiades. When he arrived there, he said he wanted to talk with him on a matter of common interest, so Eurybiades bade him come aboard and say what he wanted. [2] Themistocles sat next to him and told him all that he had heard from Mnesiphilus, pretending it was his own idea and adding many other things. Finally by his entreaty he persuaded him to disembark and gather the generals for a council of war.",
      "places": []
    },
    {
      "id": 59,
      "text": "When they were assembled and before Eurybiades had a chance to put forward the reason he had called the generals together, Themistocles spoke at length in accordance with the urgency of his request. While he was speaking, the Corinthian general Adeimantus son of Ocytus said, “Themistocles, at the games those who start before the signal are beaten with rods.” Themistocles said in justification, “Those left behind win no crown.”",
      "places": []
    },
    {
      "id": 60,
      "text": "He answered the Corinthian mildly and said to Eurybiades nothing of what he had said before, how if they put out from Salamis they would flee different ways, for it would be unbecoming for him to accuse the allies in their presence. Instead he relied on a different argument and said, 60A. “It is in your hands to save Hellas, if you will obey me and remain here to fight, and not obey the words of these others and move your ships back to the Isthmus. Compare each plan after you have heard. If you join battle at the Isthmus, you will fight in the open sea where it is least to our advantage, since our ships are heavier and fewer in number. You will also lose Salamis and Megara and Aegina, even if we succeed in all else. Their land army will accompany their fleet, and so you will lead them to the Peloponnese and risk all Hellas. 60B. But if you do what I say, you will find it useful in these ways: first, by engaging many ships with our few in the strait, we shall win a great victory, if the war turns out reasonably, for it is to our advantage to fight in a strait and to their advantage to fight in a wide area. Second, Salamis will survive, where we have carried our children and women to safety. It also has in it something you are very fond of: by remaining here you will be fighting for the Peloponnese just as much as at the Isthmus, and you will not lead them to the Peloponnese, if you exercise good judgment. 60C. If what I expect happens and we win the victory with our ships, you will not have the barbarians upon you at the Isthmus. They will advance no further than Attica and depart in no order, and we shall gain an advantage by the survival of Megara, Aegina, and Salamis, where it is prophesied that we will prevail against our enemies. Men usually succeed when they have reasonable plans. If their plans are unreasonable, the god does not wish to assent to human intentions.”",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 118,
          "endOffset": 125
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 319,
          "endOffset": 325
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 663,
          "endOffset": 670
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 803,
          "endOffset": 814
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 828,
          "endOffset": 834
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 1131,
          "endOffset": 1138
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 1306,
          "endOffset": 1317
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 1384,
          "endOffset": 1395
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 1690,
          "endOffset": 1697
        }
      ]
    },
    {
      "id": 61,
      "text": "As Themistocles said this, Adeimantus the Corinthian attacked him again, advising that a man without a city should keep quiet and that Eurybiades should not ask the vote of a man without a city. He advised Themistocles to contribute his opinion when he provided a city—attacking him in this way because Athens was captured and occupied. [2] This time Themistocles said many things against him and the Corinthians, declaring that so long as they had two hundred manned ships, the Athenians had both a city and a land greater than theirs, and that none of the Hellenes could repel them if they attacked.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 303,
          "endOffset": 309
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 401,
          "endOffset": 412
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 479,
          "endOffset": 488
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 558,
          "endOffset": 566
        }
      ]
    },
    {
      "id": 62,
      "text": "Next he turned his argument to Eurybiades, saying more vehemently than before, “If you remain here, you will be an noble man. If not, you will ruin Hellas. All our strength for war is in our ships, so listen to me. [2] If you do not do this, we will immediately gather up our households and travel to Siris in Italy, which has been ours since ancient times, and the prophecies say we must found a colony there. You will remember these words when you are without such allies.”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 148,
          "endOffset": 154
        }
      ]
    },
    {
      "id": 63,
      "text": "When Themistocles said this, Eurybiades changed his mind. I think he did so chiefly out of fear that the Athenians might desert them if they set sail for the Isthmus. If the Athenians left, the rest would be no match for the enemy, so he made the choice to remain there and fight.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 105,
          "endOffset": 114
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 174,
          "endOffset": 183
        }
      ]
    },
    {
      "id": 64,
      "text": "After this skirmish of words, since Eurybiades had so resolved, the men at Salamis prepared to fight where they were. At sunrise on the next day there was an earthquake on land and sea, [2] and they resolved to pray to the gods and summon the sons of Aeacus as allies. When they had so resolved, they did as follows: they prayed to all the gods, called Ajax and Telamon to come straight from Salamis, and sent a ship to Aegina for Aeacus and his sons.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 75,
          "endOffset": 82
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 392,
          "endOffset": 399
        }
      ]
    },
    {
      "id": 65,
      "text": "Dicaeus son of Theocydes, an Athenian exile who had become important among the Medes, said that at the time when the land of Attica was being laid waste by Xerxes' army and there were no Athenians in the country, he was with Demaratus the Lacedaemonian on the Thriasian plain and saw advancing from Eleusis a cloud of dust as if raised by the feet of about thirty thousand men. They marvelled at what men might be raising such a cloud of dust and immediately heard a cry. The cry seemed to be the “Iacchus” of the mysteries, [2] and when Demaratus, ignorant of the rites of Eleusis, asked him what was making this sound, Dicaeus said, “Demaratus, there is no way that some great disaster will not befall the king's army. Since Attica is deserted, it is obvious that this voice is divine and comes from Eleusis to help the Athenians and their allies. [3] If it descends upon the Peloponnese, the king himself and his army on the mainland will be endangered. If, however, it turns towards the ships at Salamis, the king will be in danger of losing his fleet. [4] Every year the Athenians observe this festival for the Mother and the Maiden, and any Athenian or other Hellene who wishes is initiated. The voice which you hear is the ‘Iacchus’ they cry at this festival.” To this Demaratus replied, “Keep silent and tell this to no one else. [5] If these words of yours are reported to the king, you will lose your head, and neither I nor any other man will be able to save you, so be silent. The gods will see to the army.” [6] Thus he advised, and after the dust and the cry came a cloud, which rose aloft and floated away towards Salamis to the camp of the Hellenes. In this way they understood that Xerxes' fleet was going to be destroyed. Dicaeus son of Theocydes used to say this, appealing to Demaratus and others as witnesses.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 29,
          "endOffset": 37
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 187,
          "endOffset": 196
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 239,
          "endOffset": 252
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 822,
          "endOffset": 831
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 878,
          "endOffset": 889
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 1000,
          "endOffset": 1007
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1076,
          "endOffset": 1085
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 1147,
          "endOffset": 1155
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 1629,
          "endOffset": 1636
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 1656,
          "endOffset": 1664
        }
      ]
    },
    {
      "id": 66,
      "text": "When those stationed with Xerxes' fleet had been to see the Laconian disaster at Thermopylae, they crossed over from Trachis to Histiaea, waited three days, and then sailed through the Euripus, and in three more days they were at Phalerum, the port of Athens. I think no less a number invaded Athens by land and sea than came to Sepias and Thermopylae. [2] Those killed by the storm, at Thermopylae, and in the naval battles at Artemisium, I offset with those who did not yet follow the king: the Melians and Dorians and Locrians and the whole force of Boeotia except the Thespians and Plataeans; and the Carystians and Andrians and Teneans and all the rest of the islanders, except the five cities whose names I previously mentioned. The farther into Hellas the Persian advanced, the more nations followed him.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 252,
          "endOffset": 258
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 293,
          "endOffset": 299
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 428,
          "endOffset": 438
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 553,
          "endOffset": 560
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 586,
          "endOffset": 595
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 752,
          "endOffset": 758
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 763,
          "endOffset": 770
        }
      ]
    },
    {
      "id": 67,
      "text": "All these came to Athens except the Parians. The Parians stayed behind in Cythnus watching to see which way the war turned out. When the rest of them reached Phalerum, Xerxes himself went down to the ships, wishing to mix with the sailors and hear their opinions. [2] He came and sat on his throne, and present at his summons were the tyrants of all the peoples and the company leaders from the fleet. They sat according to the honor which the king had granted each of them, first the king of Sidon, then the king of Tyre, then the rest. When they sat in order one after another, Xerxes sent Mardonius to test each by asking if they should fight at sea.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 18,
          "endOffset": 24
        }
      ]
    },
    {
      "id": 68,
      "text": "Mardonius went about questioning them, starting with the Sidonian, and all the others were unanimous, advising to fight at sea, but Artemisia said, 68A. “Tell the king, Mardonius, that I, who neither was most cowardly in the sea battles off Euboea nor performed the least feats of arms, say this: ‘Master, it is just for me to declare my real opinion, what I consider to be best for your cause. And I say to you this: spare your ships, and do not fight at sea. Their men are as much stronger than your men by sea as men are stronger than women. [2] Why is it so necessary for you to risk everything by fighting at sea? Do you not possess Athens, for which you set out on this march, and do you not have the rest of Hellas? No one stands in your way. Those who opposed you have received what they deserved. 68B. I will tell you how I think the affairs of your enemies will turn out: If you do not hurry to fight at sea, but keep your ships here and stay near land, or even advance into the Peloponnese, then, my lord, you will easily accomplish what you had in mind on coming here. [2] The Hellenes are not able to hold out against you for a long time, but you will scatter them, and they will each flee to their own cities. I have learned that they have no food on this island, and it is not likely, if you lead your army against the Peloponnese, that those of them who have come from there will sit still, nor will they care to fight at sea for Athens. 68C. But if you hurry to fight at sea immediately, I fear that your fleet if reduced to cowardice may also injure your army on land. In addition, my King, take this to heart: Good people's slaves tend to be base, and the slaves of the base tend to be good. You, who are best among men, have base slaves, who are accounted your allies, the Egyptians and Cyprians and Cilicians and Pamphylians, who are of no use at all.’”",
      "places": [
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 241,
          "endOffset": 247
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 638,
          "endOffset": 644
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 715,
          "endOffset": 721
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 989,
          "endOffset": 1000
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 1089,
          "endOffset": 1097
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 1334,
          "endOffset": 1345
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 1446,
          "endOffset": 1452
        }
      ]
    },
    {
      "id": 69,
      "text": "When she said this to Mardonius, all who were well disposed towards Artemisia lamented her words, thinking she would suffer some ill from the king because she advised against fighting at sea. Those who were jealous and envied her, because she was given honor among the chief of all the allies, were glad at her answer, thinking she would be killed. [2] But when the counsels were reported to Xerxes, he was greatly pleased by Artemisia's opinion. Even before this he had considered her of excellent character, and now he praised her much more highly. Still he ordered that the majority be obeyed, for he believed that at Euboea they had purposely fought badly because he was not there. This time he had made preparations to see the battle in person.",
      "places": [
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 621,
          "endOffset": 627
        }
      ]
    },
    {
      "id": 70,
      "text": "When the command to put out to sea was given, they set sail for Salamis and were calmly marshalled in line. There was not enough daylight left for them to fight, since night came on, so they made preparations for the next day. [2] Fear and dread possessed the Hellenes, especially those from the Peloponnese. They were afraid because they were stationed in Salamis and were about to fight at sea on behalf of the land of the Athenians, and if they were defeated they would be trapped on an island and besieged, leaving their own land unguarded.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 64,
          "endOffset": 71
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 260,
          "endOffset": 268
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 296,
          "endOffset": 307
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 357,
          "endOffset": 364
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 425,
          "endOffset": 434
        }
      ]
    },
    {
      "id": 71,
      "text": "That very night the land army of the barbarians began marching to the Peloponnese. Yet every possible device had been used to prevent the barbarians from invading by the mainland. As soon as the Peloponnesians learned that Leonidas and his men at Thermopylae were dead, they ran together from their cities and took up their position at the Isthmus. Their general was Cleombrotus son of Anaxandrides, the brother of Leonidas. [2] When they were in position at the Isthmus, they demolished the Scironian road and then, after resolving in council, built a wall across the Isthmus. Since there were many tens of thousands and everyone worked, the task was completed, as they brought in stones and bricks and logs and baskets full of sand. At no moment of the day or night did those who had marched out there rest from their work.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 70,
          "endOffset": 81
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 195,
          "endOffset": 209
        }
      ]
    },
    {
      "id": 72,
      "text": "These were the Hellenes who marched out in a body to the Isthmus: the Lacedaemonians and all the Arcadians, the Eleans and Corinthians and Sicyonians and Epidaurians and Phliasians and Troezenians and Hermioneans. These were the ones who marched out and feared for Hellas in her peril. The rest of the Peloponnesians cared nothing, though the Olympian and Carnean festivals were now past.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 15,
          "endOffset": 23
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 70,
          "endOffset": 84
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 123,
          "endOffset": 134
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 265,
          "endOffset": 271
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 302,
          "endOffset": 316
        }
      ]
    },
    {
      "id": 73,
      "text": "Seven nations inhabit the Peloponnese. Two of these are aboriginal and are now settled in the land where they lived in the old days, the Arcadians and Cynurians. One nation, the Achaean, has never left the Peloponnese, but it has left its own country and inhabits another nation's land. [2] The four remaining nations of the seven are immigrants, the Dorians and Aetolians and Dryopians and Lemnians. The Dorians have many famous cities, the Aetolians only Elis, the Dryopians Hermione and Asine near Laconian Cardamyle, the Lemnians all the Paroreatae. [3] The Cynurians are aboriginal and seem to be the only Ionians, but they have been Dorianized by time and by Argive rule. They are the Orneatae and the perioikoi. All the remaining cities of these seven nations, except those I enumerated, stayed neutral. If I may speak freely, by staying neutral they medized.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 26,
          "endOffset": 37
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 206,
          "endOffset": 217
        }
      ]
    },
    {
      "id": 74,
      "text": "Those at the Isthmus were involved in so great a labor, since all they had was at stake and they did not expect the ships to win distinction. Those at Salamis heard of their labors but still were full of dread, fearing not for themselves but for the Peloponnese. [2] For a time each man talked quietly to his neighbor, wondering at Eurybiades' folly, but finally it came out into the open. They held an assembly and talked at length on the same matters as before: some said they must sail away to the Peloponnese and risk battle for that country, not stay and fight for a captured land; but the Athenians and Aeginetans and Megarians said they must stay and defend themselves.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 151,
          "endOffset": 158
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 250,
          "endOffset": 261
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 501,
          "endOffset": 512
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 595,
          "endOffset": 604
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 609,
          "endOffset": 619
        },
        {
          "placeId": "570468",
          "name": "Megarians",
          "startOffset": 624,
          "endOffset": 633
        }
      ]
    },
    {
      "id": 75,
      "text": "When the Peloponnesians were outvoting him, Themistocles secretly left the assembly, and sent a man by boat to the Median fleet after ordering him what to say. His name was Sicinnus, and he was Themistocles' servant and his sons' attendant. Later Themistocles enrolled him as a Thespian, when the Thespians were adopting citizens, and made him wealthy with money. [2] He now came by boat and said to the generals of the barbarians, “The Athenian general has sent me without the knowledge of the other Hellenes. He is on the king's side and prefers that your affairs prevail, not the Hellenes'. I am to tell you that the Hellenes are terrified and plan flight, and you can now perform the finest deed of all if you do not allow them to escape. [3] They do not all have the same intent, and they will no longer oppose you. Instead you will see them fighting against themselves, those who are on your side against those who are not.” After indicating this to them he departed.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 9,
          "endOffset": 23
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 437,
          "endOffset": 445
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 501,
          "endOffset": 509
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 583,
          "endOffset": 591
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 620,
          "endOffset": 628
        }
      ]
    },
    {
      "id": 76,
      "text": "Finding the message credible, they first landed many of the Persians on the islet of Psyttalea, which lies between Salamis and the mainland. When it was midnight, they brought their western wing in a circle towards Salamis, and those stationed at Ceos and Cynosura also put out to sea, occupying all the passage as far as Munychia with their ships. [2] They launched their ships in this way so that the Hellenes would have no escape: they would be trapped at Salamis and pay the penalty for the battles at Artemisium. The purpose of their landing Persians on the islet called Psyttalea was this: when the battle took place, it was chiefly there that the men and wrecks would be washed ashore, for the island lay in the path of the impending battle. The Persians would be able to save some of those who washed up and kill the others. [3] They did this in silence for fear that their enemies hear, making their preparations at night without sleep.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 60,
          "endOffset": 68
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 115,
          "endOffset": 122
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 215,
          "endOffset": 222
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 403,
          "endOffset": 411
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 459,
          "endOffset": 466
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 506,
          "endOffset": 516
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 547,
          "endOffset": 555
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 753,
          "endOffset": 761
        }
      ]
    },
    {
      "id": 77,
      "text": "I cannot say against oracles that they are not true, and I do not wish to try to discredit them when they speak plainly. Look at the following matter: “When the sacred headland of golden-sworded Artemis and Cynosura by the sea they bridge with ships, After sacking shiny Athens in mad hope, Divine Justice will extinguish mighty Greed the son of Insolence Lusting terribly, thinking to devour all. ” [2] “Bronze will come together with bronze, and Ares Will redden the sea with blood. To Hellas the day of freedom Far-seeing Zeus and august Victory will bring. ”Considering this, I dare to say nothing against Bacis concerning oracles when he speaks so plainly, nor will I consent to it by others.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 271,
          "endOffset": 277
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 488,
          "endOffset": 494
        }
      ]
    },
    {
      "id": 78,
      "text": "Among the generals at Salamis there was fierce argument. They did not yet know that the barbarians had encircled them with their ships, supposing them still marshalled in the place where they had seen them by day.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 22,
          "endOffset": 29
        }
      ]
    },
    {
      "id": 79,
      "text": "As the generals disputed, Aristides son of Lysimachus, an Athenian, crossed over from Aegina. Although he had been ostracized by the people, I, learning by inquiry of his character, have come to believe that he was the best and most just man in Athens. [2] This man stood at the assembly and called Themistocles out, although he was no friend of his, but his bitter enemy. Because of the magnitude of the present ills, he deliberately forgot all that and called him out, wanting to talk to him. He had already heard that those from the Peloponnese were anxious to set sail for the Isthmus, [3] so when Themistocles came out he said, “On all occasions and especially now our contention must be over which of us will do our country more good. [4] I say that it is all the same for the Peloponnesians to speak much or little about sailing away from here, for I have seen with my own eyes that even if the Corinthians and Eurybiades himself wanted to, they would not be able to escape. We are encircled by the enemy. Go in and indicate this to them.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 58,
          "endOffset": 66
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 245,
          "endOffset": 251
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 536,
          "endOffset": 547
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 783,
          "endOffset": 797
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 902,
          "endOffset": 913
        }
      ]
    },
    {
      "id": 80,
      "text": "Themistocles answered, “Your exhortation is most useful and you bring good news. You have come as an eyewitness of just what I wanted to happen. Know that I am the cause of what the Medes are doing. When the Hellenes would not willingly enter battle, it was necessary to force them against their will. Since you have come bringing good news, tell it to them yourself. [2] If I say these things, they will think I invented it, and they will not believe that the barbarians are doing this. Go in yourself and let them know how it stands. It would be best if they believe you when you tell them, but if they find these things incredible it is all the same to us. They will not be able to run away, if indeed we are surrounded on all sides as you say.”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 208,
          "endOffset": 216
        }
      ]
    },
    {
      "id": 81,
      "text": "Aristides went in and told them, saying that he had come from Aegina and had barely made it past the blockade when he sailed out, since all the Hellenic camp was surrounded by Xerxes' ships. He advised them to prepare to defend themselves. He said this and left, and again a dispute arose among them. The majority of the generals did not believe the news.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenic",
          "startOffset": 144,
          "endOffset": 152
        }
      ]
    },
    {
      "id": 82,
      "text": "While they were still held by disbelief, a trireme of Tenian deserters arrived, captained by Panaetius son of Sosimenes, which brought them the whole truth. For this deed the Tenians were engraved on the tripod at Delphi with those who had conquered the barbarian. [2] With this ship that deserted at Salamis and the Lemnian which deserted earlier at Artemisium, the Hellenic fleet reached its full number of three hundred and eighty ships, for it had fallen short of the number by two ships.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 214,
          "endOffset": 220
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 301,
          "endOffset": 308
        },
        {
          "placeId": "540667",
          "name": "Artemisium",
          "startOffset": 351,
          "endOffset": 361
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenic",
          "startOffset": 367,
          "endOffset": 375
        }
      ]
    },
    {
      "id": 83,
      "text": "When they found the words of the Tenians worthy of belief, the Hellenes prepared to fight at sea. As dawn glimmered, they held an assembly of the fighting men, and Themistocles gave the best address among the others. His entire speech involved comparing the better and lesser elements in human nature and the human condition. [2] He concluded his speech by advising them to choose the better of these, then gave the command to mount the ships. Just as they embarked, the trireme which had gone after the sons of Aeacus arrived from Aegina.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 63,
          "endOffset": 71
        }
      ]
    },
    {
      "id": 84,
      "text": "Then the Hellenes set sail with all their ships, and as they were putting out to sea the barbarians immediately attacked them. The rest of the Hellenes began to back water and tried to beach their ships, but Ameinias of Pallene, an Athenian, charged and rammed a ship. When his ship became entangled and the crew could not free it, the others came to help Ameinias and joined battle. [2] The Athenians say that the fighting at sea began this way, but the Aeginetans say that the ship which had been sent to Aegina after the sons of Aeacus was the one that started it. The story is also told that the phantom of a woman appeared to them, who cried commands loud enough for all the Hellenic fleet to hear, reproaching them first with, “Men possessed, how long will you still be backing water?”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 9,
          "endOffset": 17
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 143,
          "endOffset": 151
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 232,
          "endOffset": 240
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 392,
          "endOffset": 401
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 455,
          "endOffset": 465
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenic",
          "startOffset": 680,
          "endOffset": 688
        }
      ]
    },
    {
      "id": 85,
      "text": "The Phoenicians were marshalled against the Athenians, holding the western wing toward Eleusis. Against the Lacedaemonians were the Ionians, on the eastern wing toward Piraeus, and a few of them fought badly according to Themistocles' instructions, but the majority did not. [2] I can list the names of many captains who captured Hellenic ships, but I will mention none except Theomestor son of Androdamas and Phylacus son of Histiaeus, both Samians. [3] I mention only these because Theomestor was appointed tyrant of Samos by the Persians for this feat, and Phylacus was recorded as a benefactor of the king and granted much land. The king's benefactors are called “orosangae” in the Persian language.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 44,
          "endOffset": 53
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 108,
          "endOffset": 122
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenic",
          "startOffset": 330,
          "endOffset": 338
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 532,
          "endOffset": 540
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 686,
          "endOffset": 693
        }
      ]
    },
    {
      "id": 86,
      "text": "Thus it was concerning them. But the majority of the ships at Salamis were sunk, some destroyed by the Athenians, some by the Aeginetans. Since the Hellenes fought in an orderly fashion by line, but the barbarians were no longer in position and did nothing with forethought, it was likely to turn out as it did. Yet they were brave that day, much more brave than they had been at Euboea, for they all showed zeal out of fear of Xerxes, each one thinking that the king was watching him.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 62,
          "endOffset": 69
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 103,
          "endOffset": 112
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 126,
          "endOffset": 136
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 148,
          "endOffset": 156
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 380,
          "endOffset": 386
        }
      ]
    },
    {
      "id": 87,
      "text": "I cannot say exactly how each of the other barbarians or Hellenes fought, but this is what happened to Artemisia, and it gave her still higher esteem with the king: [2] When the king's side was all in commotion, at that time Artemisia's ship was pursued by a ship of Attica. She could not escape, for other allied ships were in front of her and hers was the nearest to the enemy. So she resolved to do something which did in fact benefit her: as she was pursued by the Attic ship, she charged and rammed an allied ship, with a Calyndian crew and Damasithymus himself, king of the Calyndians, aboard. [3] I cannot say if she had some quarrel with him while they were still at the Hellespont, or whether she did this intentionally or if the ship of the Calyndians fell in her path by chance. [4] But when she rammed and sank it, she had the luck of gaining two advantages. When the captain of the Attic ship saw her ram a ship with a barbarian crew, he decided that Artemisia's ship was either Hellenic or a deserter from the barbarians fighting for them, so he turned away to deal with others.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 57,
          "endOffset": 65
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenic",
          "startOffset": 992,
          "endOffset": 1000
        }
      ]
    },
    {
      "id": 88,
      "text": "Thus she happened to escape and not be destroyed, and it also turned out that the harmful thing which she had done won her exceptional esteem from Xerxes. [2] It is said that the king, as he watched the battle, saw her ship ram the other, and one of the bystanders said, “Master, do you see how well Artemisia contends in the contest and how she has sunk an enemy ship?” When he asked if the deed was truly Artemisia's, they affirmed it, knowing reliably the marking of her ship, and they supposed that the ruined ship was an enemy. [3] As I have said, all this happened to bring her luck, and also that no one from the Calyndian ship survived to accuse her. It is said that Xerxes replied to what was told him, “My men have become women, and my women men.” They say this is what Xerxes said.",
      "places": []
    },
    {
      "id": 89,
      "text": "In this struggle the general Ariabignes died, son of Darius and the brother of Xerxes. Many other famous men of the Persians and Medes and other allies also died, but only a few Hellenes, since they knew how to swim. Those whose ships were sunk swam across to Salamis, unless they were killed in action, [2] but many of the barbarians drowned in the sea since they did not know how to swim. Most of the ships were sunk when those in the front turned to flee, since those marshalled in the rear, as they tried to go forward with their ships so they too could display some feat to the king, ran afoul of their own side's ships in flight.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 116,
          "endOffset": 124
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 178,
          "endOffset": 186
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 260,
          "endOffset": 267
        }
      ]
    },
    {
      "id": 90,
      "text": "It also happened in this commotion that certain Phoenicians whose ships had been destroyed came to the king and accused the Ionians of treason, saying that it was by their doing that the ships had been lost. It turned out that the Ionian generals were not put to death, and those Phoenicians who slandered them were rewarded as I will show. [2] While they were still speaking, a Samothracian ship rammed an Attic ship. The Attic ship sank and an Aeginetan ship bore down and sank the Samothracian ship, but the Samothracians, being javelin-throwers, by pelting them with missiles knocked the fighters off the ship that had sunk theirs and boarded and seized it. [3] This saved the Ionians. In his deep vexation Xerxes blamed everyone. When he saw the Ionians performing this great feat, he turned to the Phoenicians and commanded that their heads be cut off, so that they who were base not slander men more noble. [4] Whenever Xerxes, as he sat beneath the mountain opposite Salamis which is called Aegaleos, saw one of his own men achieve some feat in the battle, he inquired who did it, and his scribes wrote down the captain's name with his father and city of residence. The presence of Ariaramnes, a Persian and a friend of the Ionians, contributed still more to this calamity of the Phoenicians. Thus they dealt with the Phoenicians.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 975,
          "endOffset": 982
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1204,
          "endOffset": 1211
        }
      ]
    },
    {
      "id": 91,
      "text": "The barbarians were routed and tried to flee by sailing out to Phalerum, but the Aeginetans lay in wait for them in the strait and then performed deeds worth telling. The Athenians in the commotion destroyed those ships which either resisted or tried to flee, the Aeginetans those sailing out of the strait. Whoever escaped from the Athenians charged right into the Aeginetans.",
      "places": [
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 81,
          "endOffset": 91
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 171,
          "endOffset": 180
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 264,
          "endOffset": 274
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 333,
          "endOffset": 342
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 366,
          "endOffset": 376
        }
      ]
    },
    {
      "id": 92,
      "text": "The ships of Themistocles, as he was pursuing a ship, and of Polycritus son of Crius, an Aeginetan, then met. Polycritus had rammed a Sidonian ship, the one which had captured the Aeginetan ship that was on watch off Sciathus, and on it was Pytheas son of Ischenous, the one the Persians marvelled at when severely wounded and kept aboard their ship because of his virtue. This Sidonian ship carrying him with the Persians was now captured, so Pytheas came back safe to Aegina. [2] When Polycritus saw the Attic ship, he recognized it by seeing the flagship's marking and shouted to Themistocles, mocking and reproaching him concerning the Medizing of the Aeginetans. After ramming an enemy ship, Polycritus hurled these insults at Themistocles. The barbarians whose ships were still intact fled and reached Phalerum under cover of the land army.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 279,
          "endOffset": 287
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 414,
          "endOffset": 422
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 656,
          "endOffset": 666
        }
      ]
    },
    {
      "id": 93,
      "text": "In this battle the Hellenes with the reputation as most courageous were the Aeginetans, then the Athenians. Among individuals they were Polycritus the Aeginetan and the Athenians Eumenes of Anagyrus and Aminias of Pallene, the one who pursued Artemisia. If he had known she was in that ship, he would not have stopped before either capturing it or being captured himself. [2] Such were the orders given to the Athenian captains, and there was a prize offered of ten thousand drachmas to whoever took her alive, since they were indignant that a woman waged war against Athens. But she escaped, as I said earlier, and the others whose ships survived were also in Phalerum.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 19,
          "endOffset": 27
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 76,
          "endOffset": 86
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 97,
          "endOffset": 106
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 169,
          "endOffset": 178
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 410,
          "endOffset": 418
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 568,
          "endOffset": 574
        }
      ]
    },
    {
      "id": 94,
      "text": "The Athenians say that when the ships joined battle, the Corinthian general Adeimantus, struck with bewilderment and terror, hoisted his sails and fled away. When the Corinthians saw their flagship fleeing, they departed in the same way, [2] but when in their flight they were opposite the sacred precinct of Athena Sciras on Salamis, by divine guidance a boat encountered them. No one appeared to have sent it, and the Corinthians knew nothing about the affairs of the fleet when it approached. They reckon the affair to involve the gods because when the boat came near the ships, the people on the boat said, [3] “Adeimantus, you have turned your ships to flight and betrayed the Hellenes, but they are overcoming their enemies to the fulfillment of their prayers for victory.” Adeimantus did not believe them when they said this, so they spoke again, saying that they could be taken as hostages and killed if the Hellenes were not seen to be victorious. [4] So he and the others turned their ships around and came to the fleet, but it was all over. The Athenians spread this rumor about them, but the Corinthians do not agree at all, and they consider themselves to have been among the foremost in the battle. The rest of Hellas bears them witness.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 4,
          "endOffset": 13
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 167,
          "endOffset": 178
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 326,
          "endOffset": 333
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 420,
          "endOffset": 431
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 682,
          "endOffset": 690
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 916,
          "endOffset": 924
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1056,
          "endOffset": 1065
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 1104,
          "endOffset": 1115
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1225,
          "endOffset": 1231
        }
      ]
    },
    {
      "id": 95,
      "text": "Aristides son of Lysimachus, the Athenian whom I mentioned a little before this as a valiant man, did this in the commotion that arose at Salamis: taking many of the armed men who were arrayed along the shore of Salamis, he brought them across and landed them on the island of Psyttalea, and they slaughtered all the Persians who were on that islet.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 33,
          "endOffset": 41
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 138,
          "endOffset": 145
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 212,
          "endOffset": 219
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 317,
          "endOffset": 325
        }
      ]
    },
    {
      "id": 96,
      "text": "When the battle was broken off, the Hellenes towed to Salamis as many of the wrecks as were still there and kept ready for another battle, supposing that the king could still make use of his surviving ships. [2] A west wind had caught many of the wrecks and carried them to the shore in Attica called Colias. Thus not only was all the rest of the oracle fulfilled which Bacis and Musaeus had spoken about this battle, but also what had been said many years before this in an oracle by Lysistratus, an Athenian soothsayer, concerning the wrecks carried to shore there. Its meaning had eluded all the Hellenes: “The Colian women will cook with oars. But this was to happen after the king had marched away. ”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 36,
          "endOffset": 44
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 54,
          "endOffset": 61
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 501,
          "endOffset": 509
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 599,
          "endOffset": 607
        }
      ]
    },
    {
      "id": 97,
      "text": "When Xerxes understood the calamity which had taken place, he feared that some of the Ionians might advise the Hellenes, if they did not think of it themselves, to sail to the Hellespont and destroy the bridges. He would be trapped in Europe in danger of destruction, so he resolved on flight. He did not want to be detected either by the Hellenes or by his own men, so he attempted to build a dike across to Salamis, and joined together Phoenician cargo ships to be both a bridge and a wall, making preparations as if to fight another sea battle. [2] All who saw him doing this confidently supposed that he fully intended to stay and fight there, but none of this eluded Mardonius, who had the most experience of the king's intentions. While doing all this, Xerxes sent a messenger to Persia to announce the disaster.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 111,
          "endOffset": 119
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellenes",
          "startOffset": 339,
          "endOffset": 347
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 409,
          "endOffset": 416
        }
      ]
    },
    {
      "id": 98,
      "text": "While Xerxes did thus, he sent a messenger to Persia with news of his present misfortune. Now there is nothing mortal that accomplishes a course more swiftly than do these messengers, by the Persians' skillful contrivance. It is said that as many days as there are in the whole journey, so many are the men and horses that stand along the road, each horse and man at the interval of a day's journey. These are stopped neither by snow nor rain nor heat nor darkness from accomplishing their appointed course with all speed. [2] The first rider delivers his charge to the second, the second to the third, and thence it passes on from hand to hand, even as in the Greek torch-bearers' race in honor of Hephaestus. This riding-post is called in Persia, angareion.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 191,
          "endOffset": 199
        }
      ]
    },
    {
      "id": 99,
      "text": "When the first message came to Susa, saying that Xerxes had taken Athens, it gave such delight to the Persians who were left at home that they strewed all the roads with myrtle boughs and burnt incense and gave themselves up to sacrificial feasts and jollity. [2] The second, however, coming on the heels of the first, so confounded them that they all tore their tunics, and cried and lamented without ceasing, holding Mardonius to blame; it was not so much in grief for their ships that they did this as because they feared for Xerxes himself.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 66,
          "endOffset": 72
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 102,
          "endOffset": 110
        }
      ]
    },
    {
      "id": 100,
      "text": "Such was the plight of the Persians for all the time until the coming of Xerxes himself ended it. Mardonius, however, seeing that Xerxes was greatly distressed because of the sea-fight, and suspecting that he planned flight from Athens, thought that he would be punished for persuading the king to march against Hellas and that it was better for him to risk the chance of either subduing Hellas or dying honorably while engaged in a noble cause; yet his hope rather inclined to the subduing of Hellas. Taking all this into account, he made this proposal: [2] “Sire, be not grieved nor greatly distressed because of what has befallen us. It is not on things of wood that the issue hangs for us, but on men and horses; furthermore, there is no one among these men, who thinks that he has now won a crowning victory and will disembark from his ship in an attempt to withstand you, no, nor anyone from this mainland. Those who have withstood us have paid the penalty. [3] If then you so desire, let us straightway attack the Peloponnese, or if it pleases you to wait, that also we can do. Do not be downcast, for the Greeks have no way of escaping guilt for their former and their later deeds and from becoming your slaves. It is best then that you should do as I have said, but if you have resolved to lead your army away, even then I have another plan. [4] Do not, O king, make the Persians the laughing-stock of the Greeks, for if you have suffered harm, it is by no fault of the Persians. Nor can you say that we have anywhere done less than brave men should, and if Phoenicians and Egyptians and Cyprians and Cilicians have so done, it is not the Persians who have any part in this disaster. [5] Therefore, since the Persians are in no way to blame, be guided by me; if you are resolved not to remain, march homewards with the greater part of your army. It is for me, however, to enslave and deliver Hellas to you with three hundred thousand of your host whom I will choose.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 27,
          "endOffset": 35
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 229,
          "endOffset": 235
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 312,
          "endOffset": 318
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 388,
          "endOffset": 394
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 494,
          "endOffset": 500
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 1021,
          "endOffset": 1032
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 1113,
          "endOffset": 1119
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1380,
          "endOffset": 1388
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 1415,
          "endOffset": 1421
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1479,
          "endOffset": 1487
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1648,
          "endOffset": 1656
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1718,
          "endOffset": 1726
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1901,
          "endOffset": 1907
        }
      ]
    },
    {
      "id": 101,
      "text": "When Xerxes heard that, he was as glad and joyful as a man in his situation might be and said to Mardonius that he would answer him after deliberating which of the two plans he would follow. When he consulted with those Persians whom he summoned, he resolved to send for Artemisia as well, because he saw that she alone at the former sitting had discerned what was best to do. [2] When Artemisia came, Xerxes bade all others withdraw, both Persian councillors and guards, and said to her: “It is Mardonius' advice that I should follow here and attack the Peloponnese, for the Persians, he says, and the land army are not to blame for our disaster; of that they would willingly give proof. [3] Therefore he advises me to do this, or else he offers to choose three hundred thousand men of the army and deliver Hellas to me enslaved, while I myself by his counsel march homeward with the rest of the host. [4] Now I ask of you, seeing that you correctly advised me against the late sea-fight, counsel me as to which of these two things would be best for me to do.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 220,
          "endOffset": 228
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 440,
          "endOffset": 447
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 555,
          "endOffset": 566
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 576,
          "endOffset": 584
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 808,
          "endOffset": 814
        }
      ]
    },
    {
      "id": 102,
      "text": "When she was asked for advice, she replied: “It is difficult, O king, to answer your plea for advice by saying that which is best, but in the present turn of affairs I think it best that you march back and that Mardonius, if he so wishes and promises to do as he says, be left here with those whom he desires. [2] For if he subdues all that he offers to subdue and prospers in his design, the achievement, Sire, is yours since it will be your servants who have accomplished it. If, on the other hand, the issue is contrary to Mardonius' expectation, it is no great misfortune so long as you and all that household of yours are safe; [3] for while you and the members of your household are safe, many a time will the Greeks have to fight for their lives. As for Mardonius, if any disaster befalls him, it is does not much matter, nor will any victory of the Greeks be a real victory when they have but slain your servant. As for you, you will be marching home after the burning of Athens, which thing was the whole purpose of your expedition.”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 716,
          "endOffset": 722
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 857,
          "endOffset": 863
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 980,
          "endOffset": 986
        }
      ]
    },
    {
      "id": 103,
      "text": "Artemisia's counsel pleased Xerxes, for it happened that she spoke what he himself had in mind. In truth, I think that he would not have remained even if all men and women had counselled him so to do—so panic-stricken was he. Having then thanked Artemisia, he sent her away to take his sons to Ephesus, for he had some bastard sons with him.",
      "places": []
    },
    {
      "id": 104,
      "text": "With these sons he sent Hermotimus as guardian. This man was by birth of Pedasa, and the most honored by Xerxes of all his eunuchs. The people of Pedasa dwell above Halicarnassus. The following thing happens among these people: when anything untoward is about to befall those who dwell about their city, the priestess of Athena then grows a great beard. This had already happened to them twice.",
      "places": []
    },
    {
      "id": 105,
      "text": "Hermotimus, who came from Pedasa, had achieved a fuller vengeance for wrong done to him than had any man whom we know. When he had been taken captive by enemies and put up for sale, he was bought by one Panionius of Chios, a man who had set himself to earn a livelihood out of most wicked practices. He would procure beautiful boys and castrate and take them to Sardis and Ephesus where he sold them for a great price, [2] for the barbarians value eunuchs more than perfect men, by reason of the full trust that they have in them. Now among the many whom Panionius had castrated was Hermotimus, who was not entirely unfortunate; he was brought from Sardis together with other gifts to the king, and as time went on, he stood higher in Xerxes' favor than any other eunuch.",
      "places": []
    },
    {
      "id": 106,
      "text": "Now while the king was at Sardis and preparing to lead his Persian army against Athens, Hermotimus came for some business down to the part of Mysia which is inhabited by Chians and called Atarneus. There he found Panionius. [2] Perceiving who he was, he held long and friendly converse with him, telling him that it was to him that he owed all this prosperity and promising that he would make him prosperous in return if he were to bring his household and dwell there. Panionius accepted his offer gladly, and brought his children and his wife. [3] When Hermotimus had gotten the man and all his household into his power, he said to him: “Tell me, you who have made a livelihood out of the wickedest trade on earth, what harm had I or any of my forefathers done to you or yours, that you made me to be no man, but a thing of nought? You no doubt thought that the gods would have no knowledge of your former practices, but their just law has brought you for your wicked deeds into my hands. Now you will be well content with the fullness of that justice which I will execute upon you.” [4] With these words of reproach, he brought Panionius' sons before him and compelled him to castrate all four of them—his own children; this Panionius was compelled to do. When he had done this, the sons were compelled to castrate their father in turn. This, then, was the way in which Panionius was overtaken by vengeance at the hands of Hermotimus.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 59,
          "endOffset": 66
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 80,
          "endOffset": 86
        }
      ]
    },
    {
      "id": 107,
      "text": "Having given his sons to Artemisia's charge to be carried to Ephesus, Xerxes called Mardonius to him and bade him choose whom he would from the army, and make his words good so far as endeavor availed. That is as far as matters went on that day; in the night, however, the admirals, by the king's command, put out to sea from Phalerum and made for the Hellespont again with all speed to guard the bridges for the king's passage. [2] When the barbarians came near to the “Girdle” in their course, they thought that certain little headlands, which here jut out from the mainland, were ships, and they fled for a long way. When they learned at last that they were no ships but headlands, they drew together and went on their way.",
      "places": []
    },
    {
      "id": 108,
      "text": "When it was day, the Greeks saw the land army abiding where it had been and supposed the ships also to be at Phalerum. Thinking also that there would be a sea-fight they prepared to defend themselves. When, however, they learned that the ships were gone, they straightway resolved on pursuit; so they pursued Xerxes' fleet as far as Andros, but failed to catch sight of it. When they came to Andros, they held a council there. [2] Themistocles declared his opinion that they should hold their course through the islands, and having pursued the ships, should sail forthwith to the Hellespont to break the bridges. Eurybiades, on the other hand, offered a contrary opinion, saying that to break the bridges would be the greatest harm that they could do to Hellas. [3] “For,” said he, “if the Persian is cut off and compelled to remain in Europe, he will attempt not to be inactive. This he will do because if he remains inactive, he can neither make his cause prosper nor find any way of return home, but his army will perish of hunger. If, on the other hand, he is enterprising and active, it may well be that every town and nation in Europe will join itself to him, by conquest or, before that, by compact. He will then live on whatever yearly fruits of the earth Hellas produces. [4] But, as I think that the Persian will not remain in Europe after his defeat in the sea-fight, let us permit him to flee to his own country. Thereafter let it be that country and not ours which is at stake in the war.” With that opinion the rest of the Peloponnesian admirals also agreed.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 21,
          "endOffset": 27
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 754,
          "endOffset": 760
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 790,
          "endOffset": 797
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1264,
          "endOffset": 1270
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1310,
          "endOffset": 1317
        }
      ]
    },
    {
      "id": 109,
      "text": "When Themistocles perceived that he could not persuade the greater part of them to sail to the Hellespont, he turned to the Athenians (for they were the angriest at the Persians' escape, and they were minded to sail to the Hellespont even by themselves, if the rest would not) and addressed them as follows: [2] “This I have often seen with my eyes and heard yet more often, namely that beaten men, when they be driven to bay, will rally and retrieve their former mishap. Therefore I say to you,—as it is to a fortunate chance that we owe ourselves and Hellas, and have driven away so mighty a band of enemies—let us not pursue men who flee, [3] for it is not we who have won this victory, but the gods and the heroes, who deemed Asia and Europe too great a realm for one man to rule, and that a wicked man and an impious one who dealt alike with temples and bones, burning and overthrowing the images of the gods,—yes, and one who scourged the sea and threw fetters into it. [4] But as it is well with us for the moment, let us abide now in Hellas and take thought for ourselves and our households. Let us build our houses again and be diligent in sowing, when we have driven the foreigner completely away. Then when the next spring comes, let us set sail for the Hellespont and Ionia.” [5] This he said with intent to have something to his credit with the Persian, so that he might have a place of refuge if ever (as might chance) he should suffer anything at the hands of the Athenians—and just that did in fact happen.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 124,
          "endOffset": 133
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 169,
          "endOffset": 177
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 553,
          "endOffset": 559
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 1042,
          "endOffset": 1048
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1358,
          "endOffset": 1365
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1479,
          "endOffset": 1488
        }
      ]
    },
    {
      "id": 110,
      "text": "Thus spoke Themistocles with intent to deceive, and the Athenians obeyed him; since he had always been esteemed wise and now had shown himself to be both wise and prudent, they were ready to obey whatever he said. [2] Having won them over, Themistocles straightway sent men in a boat whom he could trust not to reveal under any question the message which he charged them to deliver to the king; one of these was his servant Sicinnus. When these men came to Attica, the rest remained with the boat, and Sicinnus went up to Xerxes; [3] “Themistocles son of Neocles,” he said, “who is the Athenian general and of all the allies the worthiest and wisest, has sent me to tell you this: Themistocles the Athenian has out of his desire to do you a service stayed the Greeks when they wanted to pursue your ships and break the bridges of the Hellespont. Now he bids you go your way, none hindering you.” With that message, the men returned in their boat.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 56,
          "endOffset": 65
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 586,
          "endOffset": 594
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 698,
          "endOffset": 706
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 760,
          "endOffset": 766
        }
      ]
    },
    {
      "id": 111,
      "text": "But the Greeks, now that they were no longer minded to pursue the barbarians' ships farther or sail to the Hellespont and break the way of passage, besieged Andros so that they might take it, [2] for the men of that place, the first islanders of whom Themistocles demanded money, would not give it. When, however, Themistocles gave them to understand that the Athenians had come with two great gods to aid them, Persuasion and Necessity, and that the Andrians must therefore certainly give money, they said in response, “It is then but reasonable that Athens is great and prosperous, being blessed with serviceable gods. [3] As for us Andrians, we are but blessed with a plentiful lack of land, and we have two unserviceable gods who never quit our island but want to dwell there forever, namely Poverty and Helplessness. Since we are in the hands of these gods, we will give no money; the power of Athens can never be stronger than our inability.”",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 8,
          "endOffset": 14
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 360,
          "endOffset": 369
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 552,
          "endOffset": 558
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 899,
          "endOffset": 905
        }
      ]
    },
    {
      "id": 112,
      "text": "It was for giving this answer and refusing to give what was asked of them that they were besieged. There was no end to Themistocles' avarice; using the same agents whom he had used with the king, he sent threatening messages to the other islands, demanding money and saying that if they would not give what he asked he would bring the Greek armada upon them and besiege and take their islands. [2] Thereby he collected great sums from the Carystians and Parians, for these were informed that Andros was besieged for taking the Persian side and that Themistocles was of all the generals the most esteemed. This frightened them so much that they sent money. I suppose that there were other islanders too who gave and not these alone, but I cannot with certainty say. [3] Nevertheless, the Carystians got no respite from misfortune by doing this. The Parians, however, propitiated Themistocles with money and so escaped the force. So Themistocles went away from Andros and took money from the islanders, unknown to the other generals.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 527,
          "endOffset": 534
        }
      ]
    },
    {
      "id": 113,
      "text": "Those who were with Xerxes waited for a few days after the sea-fight and then marched away to Boeotia by the road by which they had come. Mardonius wanted to give the king safe conduct and thought the time of year unseasonable for war; it was better, he thought, to winter in Thessaly, and then attack the Peloponnese in the spring. [2] When they had arrived in Thessaly, Mardonius first chose all the Persians called Immortals, save only Hydarnes their general who said that he would not quit the king's person, and next, the Persian cuirassiers and the thousand horse and the Medes and Sacae and Bactrians and Indians, alike their infantrymen and the rest of the horsemen. [3] These nations he chose in their entirety; of the rest of his allies he picked out a few from each people, the best men and those whom he knew to have done some good service. The Persians whom he chose (men who wore torques and bracelets) were more in number than those of any other nation and next to them the Medes; these indeed were as many as the Persians, but not such stout fighters. Thereby the whole number, together with the horsemen, grew to three hundred thousand men.",
      "places": [
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 94,
          "endOffset": 101
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 306,
          "endOffset": 317
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 402,
          "endOffset": 410
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 527,
          "endOffset": 534
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 857,
          "endOffset": 865
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1029,
          "endOffset": 1037
        }
      ]
    },
    {
      "id": 114,
      "text": "Now while Mardonius was choosing his army and Xerxes was in Thessaly, there came an oracle from Delphi to the Lacedaemonians, that they should demand justice of Xerxes for the slaying of Leonidas and take whatever he should offer them. The Spartans then sent a herald with all speed. He found the army yet undivided in Thessaly, came into Xerxes' presence, and spoke as follows: [2] “The Lacedaemonians and the Heraclidae of Sparta demand of you, king of the Medes, that you pay the penalty for the death of their king, whom you killed while he defended Hellas.” At that Xerxes laughed, and after a long while, he pointed to Mardonius, who chanced to be standing by him and said, “Then here is Mardonius, who shall pay those you speak of such penalty as befits them.”",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 96,
          "endOffset": 102
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 110,
          "endOffset": 124
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 240,
          "endOffset": 248
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 388,
          "endOffset": 402
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 554,
          "endOffset": 560
        }
      ]
    },
    {
      "id": 115,
      "text": "So the herald took that response and departed, but Xerxes left Mardonius in Thessaly. He himself journeyed with all speed to the Hellespont and came in forty-five days to the passage for crossing, bringing back with him as good as none (if one may say so) of his host. [2] Wherever and to whatever people they came, they seized and devoured its produce. If they found none, they would eat the grass of the field and strip the bark and pluck the leaves of the trees, garden and wild alike, leaving nothing—such was the degree of their starvation. [3] Moreover, pestilence and dysentery broke out among them on their way, from which they died. Some who were sick Xerxes left behind, charging the cities to which he came in his march to care for them and nourish them, some in Thessaly and some in Siris of Paeonia and in Macedonia. [4] In Siris he had left the sacred chariot of Zeus when he was marching to Hellas, but on his return he did not get it back again. The Paeonians had given it to the Thracians, and when Xerxes demanded it back, they said that the horses had been carried off from pasture by the Thracians of the hills who dwelt about the headwaters of the Strymon.",
      "places": [
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 819,
          "endOffset": 828
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 906,
          "endOffset": 912
        }
      ]
    },
    {
      "id": 116,
      "text": "It was then that a monstrous deed was done by the Thracian king of the Bisaltae and the Crestonian country. He had refused to be of his own free will Xerxes' slave, and fled to the mountains called Rhodope. He forbade his sons to go with the army to Hellas, [2] but they took no account of that; they had always wanted to see the war, and they followed the Persians' march. For this reason, when all the six of them returned back scatheless, their father tore out their eyes.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 250,
          "endOffset": 256
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 357,
          "endOffset": 365
        }
      ]
    },
    {
      "id": 117,
      "text": "This was their reward. Now the Persians, journeying through Thrace to the passage, made haste to cross to Abydos in their ships, for they found the bridges no longer made fast but broken by a storm. There their march halted, and more food was given them than on their way. [2] Then by reason of their immoderate gorging and the change of the water which they drank, many of the army that had survived died. The rest came with Xerxes to Sardis.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 31,
          "endOffset": 39
        }
      ]
    },
    {
      "id": 118,
      "text": "There is, however, another tale, which is this: when Xerxes came in his march from Athens to Eion on the Strymon, he travelled no farther than that by land, but committed his army to Hydarnes to be led to the Hellespont. He himself embarked and set sail for Asia in a Phoenician ship. [2] In the course of this voyage he was caught by a strong wind called the Strymonian, which lifted up the waves. This storm bearing the harder upon him by reason of the heavy load of the ship (for the Persians of his company who were on the deck were so many), the king grew afraid and cried to the ship's pilot asking him if there were any way of deliverance. To this the man said, [3] “Sire, there is none, if we do not rid ourselves of these many who are on board.” Hearing that, it is said, Xerxes said to the Persians, “Now it is for you to prove your concern for your king, for it seems that my deliverance rests with you.” [4] At this they bowed and leapt into the sea. The ship, now much lighter, came by these means safe to Asia. No sooner had Xerxes disembarked on land, than he made the pilot a gift of a golden crown for saving the king's life but cut off his head for being the death of many Persians.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 83,
          "endOffset": 89
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 487,
          "endOffset": 495
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 800,
          "endOffset": 808
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1191,
          "endOffset": 1199
        }
      ]
    },
    {
      "id": 119,
      "text": "This is the other tale of Xerxes' return; but I for my part believe neither the story of the Persians' fate nor any other part of it. For if indeed the pilot had spoken to Xerxes in this way, I think that there is not one in ten thousand who would not say that the king would have bidden the men on deck (who were Persians and of the best blood of Persia) descend into the ship's hold, and would have taken from the Phoenician rowers a number equal to the number of the Persians and cast them into the sea. No, the truth is that Xerxes did as I have already said, and returned to Asia with his army by road.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 93,
          "endOffset": 101
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 314,
          "endOffset": 322
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 470,
          "endOffset": 478
        }
      ]
    },
    {
      "id": 120,
      "text": "There is further proof of this, for it is known that when Xerxes came to Abdera in his return, he made a compact of friendship with its people and gave them a golden sword and a gilt tiara. As the people of Abdera say (but for my part I wholly disbelieve them), it was here that Xerxes in his flight back from Athens first loosed his girdle, as being here in safety. Now Abdera lies nearer to the Hellespont than the Strymon and Eion, where they say that he took ship.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 310,
          "endOffset": 316
        }
      ]
    },
    {
      "id": 121,
      "text": "As for the Greeks, not being able to take Andros, they went to Carystus. When they had laid it waste, they returned to Salamis. First of all they set apart for the gods, among other first-fruits, three Phoenician triremes, one to be dedicated at the Isthmus, where it was till my lifetime, the second at Sunium, and the third for Ajax at Salamis where they were. [2] After that, they divided the spoils and sent the first-fruits of it to Delphi; of this was made a man's image twelve cubits high, holding in his hand the figurehead of a ship. This stood in the same place as the golden statue of Alexander the Macedonian.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 11,
          "endOffset": 17
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 119,
          "endOffset": 126
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 338,
          "endOffset": 345
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 438,
          "endOffset": 444
        },
        {
          "placeId": "491656",
          "name": "Macedonian",
          "startOffset": 610,
          "endOffset": 620
        }
      ]
    },
    {
      "id": 122,
      "text": "Having sent the first-fruits to Delphi, the Greeks, in the name of the country generally, made inquiry of the god whether the first-fruits which he had received were of full measure and whether he was content. To this he said that he was content with what he had received from all other Greeks, but not from the Aeginetans. From these he demanded the victor's prize for the sea-fight of Salamis. When the Aeginetans learned that, they dedicated three golden stars which are set on a bronze mast, in the angle, nearest to Croesus' bowl.",
      "places": [
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 32,
          "endOffset": 38
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 44,
          "endOffset": 50
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 287,
          "endOffset": 293
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 312,
          "endOffset": 322
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 387,
          "endOffset": 394
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 405,
          "endOffset": 415
        }
      ]
    },
    {
      "id": 123,
      "text": "After the division of the spoils, the Greeks sailed to the Isthmus, there to award the prize of excellence to him who had shown himself most worthy of it in that war. [2] But when the admirals came and at the altar of Poseidon gave their votes to judge who was first and who second among them, each of them voted for himself, supposing himself to have done the best service. The greater part of them, however, united in giving the second place to Themistocles. So they each gained but one vote, while Themistocles far outstripped them in votes for the second place.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 38,
          "endOffset": 44
        }
      ]
    },
    {
      "id": 124,
      "text": "The Greeks were too jealous to assign the prize and sailed away each to his own place, leaving the matter undecided; nevertheless, Themistocles was lauded, and throughout all of Hellas was deemed the wisest man by far of the Greeks. [2] However, because he had not received from those that fought at Salamis the honor due to his preeminence, he immediately afterwards went to Lacedaemon in order that he might receive honor there. The Lacedaemonians welcomed him and paid him high honor. They bestowed on Eurybiades a crown of olive as the reward of excellence and another such crown on Themistocles for his wisdom and cleverness. They also gave him the finest chariot in Sparta, [3] and with many words of praise, they sent him home with the three hundred picked men of Sparta who are called Knights to escort him as far as the borders of Tegea. Themistocles was the only man of whom we know to whom the Spartans gave this escort.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 4,
          "endOffset": 10
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 178,
          "endOffset": 184
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 225,
          "endOffset": 231
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 300,
          "endOffset": 307
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 376,
          "endOffset": 386
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 435,
          "endOffset": 449
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 905,
          "endOffset": 913
        }
      ]
    },
    {
      "id": 125,
      "text": "But when Themistocles returned to Athens from Lacedaemon, Timodemus of Aphidnae, who was one of Themistocles' enemies but not a man of note, was crazed with envy and spoke bitterly to Themistocles of his visit to Lacedaemon, saying that the honors he had from the Lacedaemonians were paid him for Athens' sake and not for his own. [2] This he kept saying until Themistocles replied, “This is the truth of the matter: if I had been a man of Belbina I would not have been honored in this way by the Spartans, nor would you, sir, for all you are a man of Athens.” Such was the end of that business.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 34,
          "endOffset": 40
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 46,
          "endOffset": 56
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 213,
          "endOffset": 223
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 264,
          "endOffset": 278
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 297,
          "endOffset": 303
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 497,
          "endOffset": 505
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 552,
          "endOffset": 558
        }
      ]
    },
    {
      "id": 126,
      "text": "Artabazus son of Pharnaces, who was already a notable man among the Persians and grew to be yet more so through the Plataean business, escorted the king as far as the passage with sixty thousand men of the army that Mardonius had chosen. [2] Xerxes, then, was now in Asia, and when Artabazus came near Pallene in his return (for Mardonius was wintering in Thessaly and Macedonia and making no haste to come to the rest of his army), he thought it right that he should enslave the people of Potidaea, whom he found in revolt. [3] When the king had marched away past the town and the Persian fleet had taken flight from Salamis, Potidaea had openly revolted from the barbarians and so too had the rest of the people of Pallene.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 68,
          "endOffset": 76
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 369,
          "endOffset": 378
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 582,
          "endOffset": 589
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 618,
          "endOffset": 625
        }
      ]
    },
    {
      "id": 127,
      "text": "Thereupon Artabazus laid siege to Potidaea, and suspecting that Olynthus too was plotting revolt from the king, he laid siege to it also. This town was held by Bottiaeans who had been driven from the Thermaic gulf by the Macedonians. Having besieged and taken Olynthus, he brought these men to a lake and there cut their throats and delivered their city over to the charge of Critobulus of Torone and the Chalcidian people. It was in this way that the Chalcidians gained possession of Olynthus.",
      "places": [
        {
          "placeId": "491656",
          "name": "Macedonians",
          "startOffset": 221,
          "endOffset": 232
        },
        {
          "placeId": "491561",
          "name": "Chalcidians",
          "startOffset": 452,
          "endOffset": 463
        }
      ]
    },
    {
      "id": 128,
      "text": "Having taken Olynthus, Artabazus dealt immediately with Potidaea, and his zeal was aided by Timoxenus the general of the Scionaeans, who agreed to betray the place to him. I do not know how the agreement was first made, since there is no information available about it. The result, however, was as I will now show. Whenever Timoxenus wrote a letter to be sent to Artabazus, or Artabazus to Timoxenus, they would wrap it around the shaft of an arrow at the notches, attach feathers to the letter, and shoot it to a place upon which they had agreed. [2] Timoxenus' plot to betray Potidaea was, however, discovered, for Artabazus in shooting an arrow to the place agreed upon, missed it and hit the shoulder of a man of Potidaea. A throng gathered quickly around the man when he was struck (which is a thing that always happens in war), and they straightway took the arrow, found the letter, and carried it to their generals; the rest of their allies of Pallene were also there present. [3] The generals read the letter and perceived who was the traitor, but they resolved for Scione's sake that they would not condemn Timoxenus with a charge of treason, for fear that the people of Scione should hereafter be called traitors.",
      "places": []
    },
    {
      "id": 129,
      "text": "This is how Timoxenus' treachery was brought to light. But when Artabazus had besieged Potidaea for three months, there was a great ebb-tide in the sea which lasted for a long while, and when the foreigners saw that the sea was turned to a marsh, they prepared to pass over it into Pallene. [2] When they had made their way over two-fifths of it, however, and three yet remained to cross before they could be in Pallene, there came a great flood-tide, higher, as the people of the place say, than any one of the many that had been before. Some of them who did not know how to swim were drowned, and those who knew were slain by the Potidaeans, who came among them in boats. [3] The Potidaeans say that the cause of the high sea and flood and the Persian disaster lay in the fact that those same Persians who now perished in the sea had profaned the temple and the image of Poseidon which was in the suburb of the city. I think that in saying that this was the cause they are correct. Those who escaped alive were led away by Artabazus to Mardonius in Thessaly. This is how the men who had been the king's escort fared.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 746,
          "endOffset": 753
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 795,
          "endOffset": 803
        }
      ]
    },
    {
      "id": 130,
      "text": "All that was left of Xerxes' fleet, having in its flight from Salamis touched the coast of Asia and ferried the king and his army over from the Chersonese to Abydos, wintered at Cyme. Then early in the first dawn of spring they mustered at Samos, where some of the ships had wintered. The majority of their fighting men were Persians and Medes. [2] Mardontes son of Bagaeus and Artayntes son of Artachaees came to be their admirals, and Artayntes chose also his own nephew Ithamitres to have a share in the command. But by reason of the heavy blow dealt them they went no further out to sea westwards, nor did anyone insist that they should so do. They did, however, lie off Samos keeping watch against a revolt in Ionia. The whole number of their ships, Ionian and other, was three hundred. [3] In truth they did not expect that the Greeks would come to Ionia, but rather that they would be content to guard their own country. This they thought because the Greeks had not pursued them when they fled from Salamis, but had been glad to be quit of them. In regard to the sea, the Persians were at heart beaten men, but they supposed that on land Mardonius would easily prevail. [4] So they were at Samos, and there planned to do what harm they could to their enemies and to listen in the interim for news of how Mardonius' affairs were proceeding.",
      "places": [
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 62,
          "endOffset": 69
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 325,
          "endOffset": 333
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 834,
          "endOffset": 840
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 958,
          "endOffset": 964
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 1006,
          "endOffset": 1013
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1079,
          "endOffset": 1087
        }
      ]
    },
    {
      "id": 131,
      "text": "As for the Greeks, the coming of spring and Mardonius' being in Thessaly moved them to action. They had not yet begun the mustering of their army, but their fleet, one hundred and ten ships, came to Aegina. [2] Their general and admiral was Leutychides son of Menares, who traced his lineage from son to father through Hegesilaus, Hippocratides, Leutychides, Anaxilaus, Archidemus, Anaxandrides, Theopompus, Nicandrus, Charilaus, Eunomus, Polydectes, Prytanis, Euryphon, Procles, Aristodemus, Aristomachus, Cleodaeus, to Hyllus who was the son of Heracles. He was of the second royal house. [3] All the aforesaid had been kings of Sparta, save the seven named first after Leutychides. The general of the Athenians was Xanthippus son of Ariphron.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 11,
          "endOffset": 17
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 704,
          "endOffset": 713
        }
      ]
    },
    {
      "id": 132,
      "text": "When all the ships had arrived at Aegina, there came to the Greek quarters messengers from the Ionians, the same who a little while before that had gone to Sparta and entreated the Lacedaemonians to free Ionia. [2] One of these was Herodotus the son of Basileides. These, who at first were seven, made a faction and conspired to slay Strattis, the tyrant of Chios, but when their conspiracy became known, one of the accomplices having revealed their enterprise, the six who remained got them secretly out of Chios, from where they went to Sparta and now to Aegina, entreating the Greeks to sail to Ionia. [3] The Greeks took them as far as Delos, and that not readily, for they, having no knowledge of those parts and thinking that armed men were everywhere, feared all that lay beyond. They supposed too that Samos was no nearer to them than the Pillars of Heracles. So it happened that the barbarians were too disheartened to dare to sail farther west than Samos, while at the same time the Greeks dared to go at the Chians' request no farther east than Delos. It was fear which kept the middle space between them.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 181,
          "endOffset": 195
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 580,
          "endOffset": 586
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 613,
          "endOffset": 619
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 993,
          "endOffset": 999
        }
      ]
    },
    {
      "id": 133,
      "text": "The Greeks, then, sailed to Delos, and Mardonius wintered in Thessaly. Having his headquarters there he sent a man of Europus called Mys to visit the places of divination, charging him to inquire of all the oracles which he could test. What it was that he desired to learn from the oracles when he gave this charge, I cannot say, for no one tells of it. I suppose that he sent to inquire concerning his present business, and that alone.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 4,
          "endOffset": 10
        }
      ]
    },
    {
      "id": 134,
      "text": "This man Mys is known to have gone to Lebadea and to have bribed a man of the country to go down into the cave of Trophonius and to have gone to the place of divination at Abae in Phocis. He went first to Thebes where he inquired of Ismenian Apollo (sacrifice is there the way of divination, as at Olympia), and moreover he bribed one who was no Theban but a stranger to lie down to sleep in the shrine of Amphiaraus. [2] No Theban may seek a prophecy there, for Amphiaraus bade them by an oracle to choose which of the two they wanted and forgo the other, and take him either for their prophet or for their ally. They chose that he should be their ally. Therefore no Theban may lie down to sleep in that place.",
      "places": []
    },
    {
      "id": 135,
      "text": "But at this time there happened, as the Thebans say, a thing at which I marvel greatly. It would seem that this man Mys of Europus came in his wanderings among the places of divination to the precinct of Ptoan Apollo. This temple is called Ptoum, and belongs to the Thebans. It lies by a hill, above lake Copais, very near to the town Acraephia. [2] When the man called Mys entered into this temple together with three men of the town who were chosen on the state's behalf to write down the oracles that should be given, straightway the diviner prophesied in a foreign tongue. [3] The Thebans who followed him were astonished to hear a strange language instead of Greek and knew not what this present matter might be. Mys of Europus, however, snatched from them the tablet which they carried and wrote on it that which was spoken by the prophet, saying that the words of the oracle were Carian. After writing everything down, he went back to Thessaly.",
      "places": []
    },
    {
      "id": 136,
      "text": "Mardonius read whatever was said in the oracles, and presently he sent a messenger to Athens, Alexander, a Macedonian, son of Amyntas. Him he sent, partly because the Persians were akin to him; Bubares, a Persian, had taken to wife Gygaea Alexander's sister and Amyntas' daughter, who had borne to him that Amyntas of Asia who was called by the name of his mother's father, and to whom the king gave Alabanda a great city in Phrygia for his dwelling. Partly too he sent him because he learned that Alexander was a protector and benefactor to the Athenians. [2] It was thus that he supposed he could best gain the Athenians for his allies, of whom he heard that they were a numerous and valiant people, and knew that they had been the chief authors of the calamities which had befallen the Persians at sea. [3] If he gained their friendship he thought he would easily become master of the seas, as truly he would have been. On land he supposed himself to be by much the stronger, and he accordingly reckoned that thus he would have the upper hand of the Greeks. This chanced to be the prediction of the oracles which counseled him to make the Athenians his ally. It was in obedience to this that he sent his messenger.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 86,
          "endOffset": 92
        },
        {
          "placeId": "491656",
          "name": "Macedonian",
          "startOffset": 107,
          "endOffset": 117
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 167,
          "endOffset": 175
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 205,
          "endOffset": 212
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 546,
          "endOffset": 555
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 613,
          "endOffset": 622
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 789,
          "endOffset": 797
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 1053,
          "endOffset": 1059
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1142,
          "endOffset": 1151
        }
      ]
    },
    {
      "id": 137,
      "text": "This Alexander was seventh in descent from Perdiccas, who got for himself the tyranny of Macedonia in the way that I will show. Three brothers of the lineage of Temenus came as banished men from Argos to Illyria, Gauanes and Aeropus and Perdiccas; and from Illyria they crossed over into the highlands of Macedonia till they came to the town Lebaea. [2] There they served for wages as thetes in the king's household, one tending horses and another oxen. Perdiccas, who was the youngest, tended the lesser flocks. Now the king's wife cooked their food for them, for in old times the ruling houses among men, and not the common people alone, were lacking in wealth. [3] Whenever she baked bread, the loaf of the thete Perdiccas grew double in size. Seeing that this kept happening, she told her husband, and it seemed to him when be heard it that this was a portent signifying some great matter. So he sent for his thetes and bade them depart from his territory. [4] They said it was only just that they should have their wages before they departed. When they spoke of wages, the king was moved to foolishness and said, “That is the wage you merit, and it is that I give you,” pointing to the sunlight that shone down the smoke vent into the house. [5] Gauanes and Aeropus, who were the elder, stood astonished when they heard that, but the boy said, “We accept what you give, O king,” and with that he took a knife which he had with him and drew a line with it on the floor of the house round the sunlight. When he had done this, he three times gathered up the sunlight into the fold of his garment and went his way with his companions.",
      "places": [
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 89,
          "endOffset": 98
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 305,
          "endOffset": 314
        }
      ]
    },
    {
      "id": 138,
      "text": "So they departed, but one of those who sat nearby declared to the king what this was that the boy had done and how it was of set purpose that the youngest of them had accepted the gift offered. When the king heard this, he was angered, and sent riders after them to slay them. There is, however, in that land a river, to which the descendants from Argos of these men offer sacrifice as their deliverer. [2] This river, when the sons of Temenus had crossed it, rose in such flood that the riders could not cross. So the brothers came to another part of Macedonia and settled near the place called the garden of Midas son of Gordias, where roses grow of themselves, each bearing sixty blossoms and of surpassing fragrance. [3] In this garden, according to the Macedonian story, Silenus was taken captive. Above it rises the mountain called Bermius, which none can ascend for the wintry cold. From there they issued forth when they had won that country and presently subdued also the rest of Macedonia.",
      "places": [
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 552,
          "endOffset": 561
        },
        {
          "placeId": "491656",
          "name": "Macedonian",
          "startOffset": 758,
          "endOffset": 768
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 989,
          "endOffset": 998
        }
      ]
    },
    {
      "id": 139,
      "text": "From that Perdiccas Alexander was descended, being the son of Amyntas, who was the son of Alcetes; Alcetes' father was Aeropus, and his was Philippus; Philippus' father was Argaeus, and his again was Perdiccas, who won that lordship. 140A.Such was the lineage of Alexander son of Amyntas. When he came to Athens from Mardonius who had sent him, he spoke as follows : “This, Athenians, is what Mardonius says to you:—there is a message come to me from the king, saying, ‘I forgive the Athenians all the offenses which they have committed against me; [2] and now, Mardonius, I bid you do this:—Give them back their territory and let them choose more for themselves besides, where ever they will, and dwell under their own laws. Rebuild all their temples which I burnt, if they will make a pact with me.’ This is the message, and I must obey it (says Mardonius), unless you take it upon yourselves to hinder me. [3] This too I say to you:—Why are you so insane as to wage war against the king? You cannot overcome him, nor can you resist him forever. As for the multitude of Xerxes' army, what it did, you have seen, and you have heard of the power that I now have with me. Even if you overcome and conquer us (whereof, if you be in your right minds, you can have no hope), yet there will come another host many times as great as this. [4] Be not then minded to match yourselves against the king, and thereby lose your land and always be yourselves in jeopardy, but make peace. This you can most honorably do since the king is that way inclined. Keep your freedom, and agree to be our brothers in arms in all faith and honesty.— 140B. This Athenians, is the message which Mardonius charges me to give you. For my own part I will say nothing of the goodwill that I have towards you, for it would not be the first that you have learned of that. But I entreat you to follow Mardonius' counsel. [2] Well I see that you will not have power to wage war against Xerxes forever. If I saw such power in you, I would never have come to you with such language as this, for the king's might is greater than human, and his arm is long. [3] If, therefore, you will not straightway agree with them, when the conditions which they offer you are so great, I fear what may befall you. For of all the allies you dwell most in the very path of the war, and you alone will never escape destruction, your country being marked out for a battlefield. [4] No, rather follow his counsel, for it is not to be lightly regarded by you who are the only men in Hellas whose offenses the great king is ready to forgive and whose friend he would be.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 305,
          "endOffset": 311
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 374,
          "endOffset": 383
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 484,
          "endOffset": 493
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1637,
          "endOffset": 1646
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 2527,
          "endOffset": 2533
        }
      ]
    },
    {
      "id": 141,
      "text": "These were the words of Alexander. The Lacedaemonians, however, had heard that Alexander had come to Athens to bring the Athenians to an agreement with the barbarian. Remembering the oracles, how that they themselves with the rest of the Dorians must be driven out of the Peloponnese by the Medes and the Athenians, they were greatly afraid that the Athenians should agree with the Persian, and they straightway resolved that they would send envoys. [2] Moreover, it so fell out for both that they made their entry at one and the same time, for the Athenians delayed and waited for them, being certain that the Lacedaemonians were going to hear that the messenger had come from the Persians for an agreement. They had heard that the Lacedaemonians would send their envoys with all speed. Therefore it was of set purpose that they did this in order that they might make their will known to the Lacedaemonians.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 39,
          "endOffset": 53
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 101,
          "endOffset": 107
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 121,
          "endOffset": 130
        },
        {
          "placeId": "570577",
          "name": "Peloponnese",
          "startOffset": 272,
          "endOffset": 283
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 305,
          "endOffset": 314
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 350,
          "endOffset": 359
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 382,
          "endOffset": 389
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 549,
          "endOffset": 558
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 611,
          "endOffset": 625
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 682,
          "endOffset": 690
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 733,
          "endOffset": 747
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 893,
          "endOffset": 907
        }
      ]
    },
    {
      "id": 142,
      "text": "So when Alexander had made an end of speaking, the envoys from Sparta said, “We on our part have been sent by the Lacedaemonians to entreat you to do nothing harmful to Hellas and accept no offer from the barbarian. [2] That would be unjust and dishonorable for any Greek, but for you most of all, on many counts; it was you who stirred up this war, by no desire of ours, and your territory was first the stake of that battle in which all Hellas is now engaged. [3] Apart from that, it is unbearable that not all this alone but slavery too should be brought upon the Greeks by you Athenians, who have always been known as givers of freedom to many. Nevertheless, we grieve with you in your afflictions, seeing that you have lost two harvests and your substance has been for a long time wasted. [4] In requital for this the Lacedaemonians and their allies declare that they will nourish your women and all of your household members who are unserviceable for war, so long as this war will last. Let not Alexander the Macedonian win you with his smooth-tongued praise of Mardonius' counsel. It is his business to follow that counsel, [5] for as he is a tyrant so must he be the tyrant's fellow-worker; it is not your business, if you are men rightly minded, for you know that in foreigners there is no faith nor truth.” These are the words of the envoys.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 114,
          "endOffset": 128
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 169,
          "endOffset": 175
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 439,
          "endOffset": 445
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 567,
          "endOffset": 573
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 581,
          "endOffset": 590
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 823,
          "endOffset": 837
        },
        {
          "placeId": "491656",
          "name": "Macedonian",
          "startOffset": 1015,
          "endOffset": 1025
        }
      ]
    },
    {
      "id": 143,
      "text": "But to Alexander the Athenians replied as follows: “We know of ourselves that the power of the Mede is many times greater than ours. There is no need to taunt us with that. Nevertheless in our zeal for freedom we will defend ourselves to the best of our ability. But as regards agreements with the barbarian, do not attempt to persuade us to enter into them, nor will we consent. [2] Now carry this answer back to Mardonius from the Athenians, that as long as the sun holds the course by which he now goes, we will make no agreement with Xerxes. We will fight against him without ceasing, trusting in the aid of the gods and the heroes whom he has disregarded and burnt their houses and their adornments. [3] Come no more to Athenians with such a plea, nor under the semblance of rendering us a service, counsel us to act wickedly. For we do not want those who are our friends and protectors to suffer any harm at Athenian hands.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 21,
          "endOffset": 30
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 433,
          "endOffset": 442
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 725,
          "endOffset": 734
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 914,
          "endOffset": 922
        }
      ]
    },
    {
      "id": 144,
      "text": "Such was their answer to Alexander, but to the Spartan envoys they said, “It was most human that the Lacedaemonians should fear our making an agreement with the barbarian. We think that it is an ignoble thing to be afraid, especially since we know the Athenian temper to be such that there is nowhere on earth such store of gold or such territory of surpassing fairness and excellence that the gift of it should win us to take the Persian part and enslave Hellas. [2] For there are many great reasons why we should not do this, even if we so desired; first and foremost, the burning and destruction of the adornments and temples of our gods, whom we are constrained to avenge to the utmost rather than make pacts with the perpetrator of these things, and next the kinship of all Greeks in blood and speech, and the shrines of gods and the sacrifices that we have in common, and the likeness of our way of life, to all of which it would not befit the Athenians to be false. [3] Know this now, if you knew it not before, that as long as one Athenian is left alive we will make no agreement with Xerxes. Nevertheless we thank you for your forethought concerning us, in that you have so provided for our wasted state that you offer to nourish our households. [4] For your part, you have given us full measure of kindness, yet for ourselves, we will make shift to endure as best we may, and not be burdensome to you. But now, seeing that this is so, send your army with all speed, [5] for as we guess, the barbarian will be upon us and invade our country in no long time as soon as the message comes to him that we will do nothing that he requires of us; therefore, before he comes into Attica, now is the time for us to march first into Boeotia.” At this reply of the Athenians the envoys returned back to Sparta.HerodotusThe Histories",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 101,
          "endOffset": 115
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 252,
          "endOffset": 260
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 431,
          "endOffset": 438
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 456,
          "endOffset": 462
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 779,
          "endOffset": 785
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 950,
          "endOffset": 959
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 1039,
          "endOffset": 1047
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 1733,
          "endOffset": 1740
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1764,
          "endOffset": 1773
        }
      ]
    }
  ]
}