{
  "id": 5,
  "title": "Book 5: Terpsichore",
  "chapters": [
    {
      "id": 1,
      "text": "Those Persians whom Darius had left in Europe under the command of Megabazus, finding the Perinthians unwilling to be Darius' subjects, subdued them before any others of the people of the Hellespont. These Perinthians had already been roughly handled by the Paeonians. [2] For the oracle of the god ordered the Paeonians from the Strymon to march against Perinthus, and if the Perinthians, who were encamped opposite them, should call to them, crying out their name, then to attack them. If, however, there were no such call, they were not to attack. The Paeonians acted accordingly. When the Perinthians set up camp in front of their city, the armies then challenged each other to a threefold duel, in which man was matched against man, horse against horse, and dog against dog. [3] The Perinthians were victorious in two of the combats and raised the cry of “Paean” in their joy. The Paeonians reasoned that this was what the oracle had spoken of and must have said to each other, “This is surely the fulfillment of the prophecy; now it is time for us to act.” Accordingly, the Paeonians set upon the Perinthians and won a great victory, leaving few of their enemies alive.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 6,
          "endOffset": 14
        },
        {
          "placeId": "491701",
          "name": "Perinthians",
          "startOffset": 90,
          "endOffset": 101
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 188,
          "endOffset": 198
        },
        {
          "placeId": "511357",
          "name": "Perinthians",
          "startOffset": 206,
          "endOffset": 217
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 258,
          "endOffset": 267
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 311,
          "endOffset": 320
        },
        {
          "placeId": "501629",
          "name": "Strymon",
          "startOffset": 330,
          "endOffset": 337
        },
        {
          "placeId": "511357",
          "name": "Perinthus",
          "startOffset": 355,
          "endOffset": 364
        },
        {
          "placeId": "511357",
          "name": "Perinthians",
          "startOffset": 377,
          "endOffset": 388
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 555,
          "endOffset": 564
        },
        {
          "placeId": "511357",
          "name": "Perinthians",
          "startOffset": 593,
          "endOffset": 604
        },
        {
          "placeId": "511357",
          "name": "Perinthians",
          "startOffset": 788,
          "endOffset": 799
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 886,
          "endOffset": 895
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 1080,
          "endOffset": 1089
        },
        {
          "placeId": "511357",
          "name": "Perinthians",
          "startOffset": 1103,
          "endOffset": 1114
        }
      ]
    },
    {
      "id": 2,
      "text": "This, then, is what the Perinthians had previously suffered at the hands of the Paeonians. Now they fought like brave men for their liberty, but Megabazus and the Persians overcame them by weight of numbers. [2] When Perinthus had been taken, Megabazus marched his army through Thrace, subduing to the king's will every city and every people of that region. For this, the conquest of Thrace, was the charge given him by Darius.",
      "places": [
        {
          "placeId": "511357",
          "name": "Perinthians",
          "startOffset": 24,
          "endOffset": 35
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 80,
          "endOffset": 89
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 163,
          "endOffset": 171
        },
        {
          "placeId": "511357",
          "name": "Perinthus",
          "startOffset": 217,
          "endOffset": 226
        },
        {
          "placeId": "1001889",
          "name": "Thrace",
          "startOffset": 278,
          "endOffset": 284
        },
        {
          "placeId": "1001889",
          "name": "Thrace",
          "startOffset": 384,
          "endOffset": 390
        }
      ]
    },
    {
      "id": 3,
      "text": "The Thracians are the biggest nation in the world, next to the Indians. If they were under one ruler, or united, they would, in my judgment, be invincible and the strongest nation on earth. Since, however, there is no way or means to bring this about, they are weak. [2] The Thracians have many names, each tribe according to its region, but they are very similar in all their customs, save the Getae, the Trausi, and those who dwell above the Crestonaeans.",
      "places": [
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 4,
          "endOffset": 13
        },
        {
          "placeId": "50004",
          "name": "Indians",
          "startOffset": 63,
          "endOffset": 70
        },
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 275,
          "endOffset": 284
        },
        {
          "placeId": "216817",
          "name": "Getae",
          "startOffset": 395,
          "endOffset": 400
        },
        {
          "placeId": "491643",
          "name": "Crestonaeans",
          "startOffset": 444,
          "endOffset": 456
        }
      ]
    },
    {
      "id": 4,
      "text": "As for the Getae, who claim to be immortal, I have already given an account of their practices.1 The Trausi, who in all else conform to the customs of other Thracians, do as I will show at the times of birth and death. [2] When a child is born, the kinsmen sit around it and lament all the ills that it must endure from its birth onward, recounting all the sorrows of men. The dead, however, they bury with celebration and gladness, asserting that he is rid of so many ills and has achieved a state of complete blessedness.",
      "places": [
        {
          "placeId": "216817",
          "name": "Getae",
          "startOffset": 11,
          "endOffset": 16
        },
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 157,
          "endOffset": 166
        }
      ]
    },
    {
      "id": 5,
      "text": "Those who dwell above the Crestonaeans have yet other practices. Each man has many wives, and at his death there is both great rivalry among his wives and eager contention on their friends' part to prove which wife was best loved by her husband. She to whom the honor is adjudged is praised by men and women alike and then slain over the tomb by her nearest of kin. After the slaying she is buried with the husband. The rest of the wives are greatly displeased by this, believing themselves to be deeply dishonored.",
      "places": [
        {
          "placeId": "491643",
          "name": "Crestonaeans",
          "startOffset": 26,
          "endOffset": 38
        }
      ]
    },
    {
      "id": 6,
      "text": "Among the rest of the Thracians, it is the custom to sell their children for export and to take no care of their maidens, allowing them to have intercourse with any man they wish. Their wives, however, they strictly guard, and buy them for a price from the parents. [2] To be tattooed is a sign of noble birth, while to bear no such marks is for the baser sort. The idler is most honored, the tiller of the soil most scorned; he is held in highest honor who lives by war and robbery.",
      "places": [
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 22,
          "endOffset": 31
        }
      ]
    },
    {
      "id": 7,
      "text": "These are most notable of their usages. They worship no gods but Ares, Dionysus, and Artemis.2 Their princes, however, unlike the rest of their countrymen, worship Hermes above all gods and swear only by him, claiming him for their ancestor.",
      "places": []
    },
    {
      "id": 8,
      "text": "The wealthy have the following funeral practices. First they lay out the dead for three days, and after killing all kinds of victims and making lamentation, they feast. After that they do away with the body either by fire or else by burial in the earth, and when they have built a barrow, they initiate all kinds of contests, in which the greatest prizes are offered for the hardest type of single combat. Such are the Thracian funeral rites.",
      "places": [
        {
          "placeId": "1001889",
          "name": "Thracian",
          "startOffset": 419,
          "endOffset": 427
        }
      ]
    },
    {
      "id": 9,
      "text": "As for the region which lies north of this country, none can tell with certainty what men dwell there, but what lies beyond the Ister is a desolate and infinitely large tract of land. I can learn of no men dwelling beyond the Ister save certain that are called Sigynnae and wear Median dress. [2] Their horses are said to be covered all over with shaggy hair3 five fingers' breadth long, and to be small, blunt-nosed, and unable to bear men on their backs, but very swift when yoked to chariots. It is for this reason that driving chariots is the usage of the country. These men's borders, it is said, reach almost as far as the Eneti on the Adriatic Sea. [3] They call themselves colonists from Media. How this has come about I myself cannot understand, but all is possible in the long passage of time. However that may be, we know that the Ligyes who dwell inland of Massalia use the word “sigynnae” for hucksters, and the Cyprians use it for spears.",
      "places": [
        {
          "placeId": "226577",
          "name": "Ister",
          "startOffset": 128,
          "endOffset": 133
        },
        {
          "placeId": "226577",
          "name": "Ister",
          "startOffset": 226,
          "endOffset": 231
        },
        {
          "placeId": "903080",
          "name": "Median",
          "startOffset": 279,
          "endOffset": 285
        },
        {
          "placeId": "393374",
          "name": "Eneti",
          "startOffset": 629,
          "endOffset": 634
        },
        {
          "placeId": "903080",
          "name": "Media",
          "startOffset": 696,
          "endOffset": 701
        },
        {
          "placeId": "383698",
          "name": "Ligyes",
          "startOffset": 842,
          "endOffset": 848
        },
        {
          "placeId": "148127",
          "name": "Massalia",
          "startOffset": 869,
          "endOffset": 877
        },
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 925,
          "endOffset": 933
        }
      ]
    },
    {
      "id": 10,
      "text": "According to the Thracians, all the land beyond the Ister is full of bees, and that by reason of these none can travel there. This, to my mind, is not a credible tale, for those creatures are ill able to bear cold. It appears to me rather that it is by reason of the cold that the northern lands are not inhabited. Such, then, are the stories about this region. Whatever the truth may be, Megabazus made its coastal area subject to the Persians.",
      "places": [
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 17,
          "endOffset": 26
        },
        {
          "placeId": "226577",
          "name": "Ister",
          "startOffset": 52,
          "endOffset": 57
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 436,
          "endOffset": 444
        }
      ]
    },
    {
      "id": 11,
      "text": "As soon as Darius had crossed the Hellespont and come to Sardis,4 he remembered the good service done him by Histiaeus of Miletus and the counsel of Coes the Mytilenaean, and after sending for them to come to Sardis, he offered them a choice of whatever they wanted. [2] Histiaeus, seeing that he was tyrant of Miletus, desired no further sovereignty than that, but asked for Myrcinus5 in the Edonian land so that he might build a city there. This, then, was Histiaeus' choice, but Coes, inasmuch as he was no tyrant but a plain citizen, asked that he might be made tyrant of Mytilene.",
      "places": [
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 34,
          "endOffset": 44
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 57,
          "endOffset": 63
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 122,
          "endOffset": 129
        },
        {
          "placeId": "550763",
          "name": "Mytilenaean",
          "startOffset": 158,
          "endOffset": 169
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 209,
          "endOffset": 215
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 311,
          "endOffset": 318
        },
        {
          "placeId": "501520",
          "name": "Myrcinus",
          "startOffset": 376,
          "endOffset": 384
        },
        {
          "placeId": "501409",
          "name": "Edonian",
          "startOffset": 393,
          "endOffset": 400
        },
        {
          "placeId": "geonames-256866",
          "name": "Mytilene",
          "startOffset": 576,
          "endOffset": 584
        }
      ]
    },
    {
      "id": 12,
      "text": "When the wishes of each had been granted, they made their way to the places of their choice, but Darius, as it fell out, saw a sight which put it in his mind to bid Megabazus take the Paeonians and take them from their homes out of Europe into Asia. There were two Paeonians, Pigres and Mantyes, who themselves desired to be rulers of their countrymen. When Darius had crossed into Asia, they came to Sardis, bringing with them their sister, a tall and beautiful woman. [2] There, waiting till Darius should be sitting in state in the suburb of the Lydian city, they put on their sister the best adornment they had, and sent her to draw water, bearing a vessel on her head, leading a horse by the bridle and spinning flax at the same time. [3] Darius took note of the woman as she passed by him, for what she did was not in the manner of the Persians or Lydians or any of the peoples of Asia. Having taken note of this, he sent some of his guards, bidding them watch what the woman would do with the horse. [4] They, accordingly, followed behind her, and she, coming to the river, watered the horse. When she had done this and had filled her vessel with water, she passed back again by the same way, bearing the water on her head, leading the horse on her arm, and plying her distaff.",
      "places": [
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 184,
          "endOffset": 193
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 265,
          "endOffset": 274
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 401,
          "endOffset": 407
        },
        {
          "placeId": "550701",
          "name": "Lydian",
          "startOffset": 549,
          "endOffset": 555
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 842,
          "endOffset": 850
        },
        {
          "placeId": "550701",
          "name": "Lydians",
          "startOffset": 854,
          "endOffset": 861
        }
      ]
    },
    {
      "id": 13,
      "text": "Marvelling at what he heard from his watchers and what he saw for himself, Darius bade the woman be brought before him. When she had been brought, her brothers, who watched all this from a place nearby, came too. Darius asked of what nation she was, and the young man told him that they were Paeonians and that she was their sister. [2] “But who,” he answered, “are the Paeonians, and where do they dwell, and with what intent have you come to Sardis?” They told him, that they had come to be his men, that the towns of Paeonia lay on the Strymon, a river not far from the Hellespont, and that they were colonists from the Teucrians of Troy. [3] So they told him all this, and the king asked them if all the women of their country were so industrious. To this too they very readily answered (for it was for this very purpose that they had come), that it was indeed so.",
      "places": [
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 292,
          "endOffset": 301
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 370,
          "endOffset": 379
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 444,
          "endOffset": 450
        },
        {
          "placeId": "491680",
          "name": "Paeonia",
          "startOffset": 520,
          "endOffset": 527
        },
        {
          "placeId": "501629",
          "name": "Strymon",
          "startOffset": 539,
          "endOffset": 546
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 573,
          "endOffset": 583
        },
        {
          "placeId": "550547",
          "name": "Teucrians",
          "startOffset": 623,
          "endOffset": 632
        },
        {
          "placeId": "550595",
          "name": "Troy",
          "startOffset": 636,
          "endOffset": 640
        }
      ]
    },
    {
      "id": 14,
      "text": "Then Darius wrote a letter to Megabazus, whom he had left as his general in Thrace, bidding him take the Paeonians from their houses, and bring them to him, men, women, and children. [2] Immediately a horseman sped with this message to the Hellespont, and upon crossing it, gave the letter to Megabazus, who, after reading it, took guides from Thrace and led his army to Paeonia.",
      "places": [
        {
          "placeId": "1001889",
          "name": "Thrace",
          "startOffset": 76,
          "endOffset": 82
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 105,
          "endOffset": 114
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 240,
          "endOffset": 250
        },
        {
          "placeId": "1001889",
          "name": "Thrace",
          "startOffset": 344,
          "endOffset": 350
        },
        {
          "placeId": "491680",
          "name": "Paeonia",
          "startOffset": 371,
          "endOffset": 378
        }
      ]
    },
    {
      "id": 15,
      "text": "When the Paeonians learned that the Persians were coming against them, they gathered together and marched away to the sea, thinking that the Persians would attempt to attack them by that way. [2] So the Paeonians were ready to withstand the onset of Megabazus' army, but the Persians, learning that the Paeonians had gathered their forces and were guarding the coast route into their country, got guides and marched instead by the highland road. They accordingly took the Paeonians unaware and won entrance into their cities, which were left without men, and finding these empty at their attack, they easily gained them. [3] The Paeonians, learning that their towns had been taken, straightway disbanded, each going his own way, and surrendered themselves to the Persians. Thus of the Paeonians the Siriopaeones and Paeoplae and all who lived as far as the Prasiad lake were taken away from their homes and led into Asia.",
      "places": [
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 9,
          "endOffset": 18
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 36,
          "endOffset": 44
        },
        {
          "placeId": "560221",
          "name": "sea",
          "startOffset": 118,
          "endOffset": 121
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 141,
          "endOffset": 149
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 203,
          "endOffset": 212
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 275,
          "endOffset": 283
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 303,
          "endOffset": 312
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 472,
          "endOffset": 481
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 629,
          "endOffset": 638
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 763,
          "endOffset": 771
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 785,
          "endOffset": 794
        },
        {
          "placeId": "501614",
          "name": "Siriopaeones",
          "startOffset": 799,
          "endOffset": 811
        },
        {
          "placeId": "507440",
          "name": "Paeoplae",
          "startOffset": 816,
          "endOffset": 824
        },
        {
          "placeId": "501579",
          "name": "Prasiad lake",
          "startOffset": 857,
          "endOffset": 869
        }
      ]
    },
    {
      "id": 16,
      "text": "But those near the Pangaean6 mountains and the country of the Doberes and the Agrianes and the Odomanti and the Prasiad lake itself were never subdued at all by Megabazus. He did in fact try to take the lake-dwellers7 and did so in the following manner. There is set in the midst of the lake a platform made fast on tall piles, to which one bridge gives a narrow passage from the land. [2] In olden times all the people working together set the piles which support the platform there, but they later developed another method of setting them. The men bring the piles from a mountain called Orbelus,8 and every man plants three for each of the three women that he weds. [3] Each man has both a hut on the platform and a trap-door in the platform leading down into the lake. They make a cord fast to the feet of their little children out of fear that they will fall into the water. [4] They give fish as fodder to their horses and beasts of burden, and there is such an abundance of fish that a man can open his trap-door, let down an empty basket by a line into the lake, and draw it up after a short time full of fish. There are two kinds of these, some called “paprakes,” some “tilones.”",
      "places": [
        {
          "placeId": "501551",
          "name": "Pangaean",
          "startOffset": 19,
          "endOffset": 27
        },
        {
          "placeId": "507399",
          "name": "Doberes",
          "startOffset": 62,
          "endOffset": 69
        },
        {
          "placeId": "481704",
          "name": "Agrianes",
          "startOffset": 78,
          "endOffset": 86
        },
        {
          "placeId": "876670",
          "name": "Odomanti",
          "startOffset": 95,
          "endOffset": 103
        },
        {
          "placeId": "501579",
          "name": "Prasiad lake",
          "startOffset": 112,
          "endOffset": 124
        },
        {
          "placeId": "501539",
          "name": "Orbelus",
          "startOffset": 589,
          "endOffset": 596
        }
      ]
    },
    {
      "id": 17,
      "text": "So those of the Paeonians who had been captured were taken into Asia. Then Megabazus, having made the Paeonians captive, sent as messengers into Macedonia9 the seven Persians who (after himself) were the most honorable in his army. These were sent to Amyntas to demand earth and water for Darius the king. [2] Now there is a very straight way from the Prasiad lake to Macedonia. First there is near the lake that mine from which Alexander later drew a daily revenue of a talent of silver, and when a person has passed the mine, he need only cross the mountain called Dysorum10 to be in Macedonia.",
      "places": [
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 16,
          "endOffset": 25
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 102,
          "endOffset": 111
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 145,
          "endOffset": 154
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 166,
          "endOffset": 174
        },
        {
          "placeId": "501579",
          "name": "Prasiad lake",
          "startOffset": 352,
          "endOffset": 364
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 368,
          "endOffset": 377
        },
        {
          "placeId": "491582",
          "name": "Dysorum",
          "startOffset": 567,
          "endOffset": 574
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 586,
          "endOffset": 595
        }
      ]
    },
    {
      "id": 18,
      "text": "The Persians who had been sent as envoys came to Amyntas and demanded earth and water for Darius the king. He readily gave to them what they asked and invited them to be his guests, preparing a dinner of great splendor and receiving them hospitably. [2] After dinner, the Persians said to Amyntas as they sat drinking together, “Macedonian, our host, it is our custom in Persia to bring in also the concubines and wedded wives to sit by the men after the giving of any great banquet. We ask you, then, (since you have received us heartily, are entertaining us nobly and are giving Darius our king earth and water) to follow our custom.” [3] To this Amyntas replied, “ We have no such custom, Persians. Among us, men and women sit apart, but since you are our masters and are making this request, it shall be as you desire.” With that, Amyntas sent for the women. Upon being called, the women entered and sat down in a row opposite the Persians. [4] Then the Persians, seeing beautiful women before them, spoke to Amyntas and said that there was no sense in what he had done. It would be better if the women had never come at all than that they should come and not sit beside the men, but sit opposite them to torment their eyes. [5] Amyntas, now feeling compelled to do so, bade the women sit beside them. When the women had done as they were bidden, the Persians, flushed as they were with excess of wine, at once laid hands on the women's breasts, and one or another tried to kiss them.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 272,
          "endOffset": 280
        },
        {
          "placeId": "491656",
          "name": "Macedonian",
          "startOffset": 329,
          "endOffset": 339
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 371,
          "endOffset": 377
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 692,
          "endOffset": 700
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 935,
          "endOffset": 943
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 958,
          "endOffset": 966
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1355,
          "endOffset": 1363
        }
      ]
    },
    {
      "id": 19,
      "text": "This Amyntas saw, but held his peace despite his anger because he greatly feared the Persians. Amyntas' son Alexander, however, because of his youth and ignorance of ill deeds, could not bear it longer and said to Amyntas in great wrath, “My father, do as your age demands. Leave us and take your rest; do not continue drinking. I will stay here and give our guests all that is needful.” [2] At this Amyntas saw that Alexander had some wild deed in mind and said, “My son, you are angered, and if I guess your meaning correctly, you are sending me away so that you may do some violent deed. I for my part, for fear that you will bring about our undoing, entreat you not to act rashly against these men, but to bear patiently the sight of what they do. If you want me to leave, to that I consent.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 85,
          "endOffset": 93
        }
      ]
    },
    {
      "id": 20,
      "text": "When Amyntas made this request and had gone his way, Alexander said to the Persians, “Sirs, you have full freedom to deal with these women, and may have intercourse with all or any of them. [2] As to that, you may make your own decision, but now, since the hour of your rest is drawing near and I see that you are all completely drunk, allow these women to depart and wash, if this is your desire. When they have washed, wait for them to come to you again.” [3] When he had said this and the Persians had given their consent, he sent the women out and away to their apartments. Alexander then took as many beardless men as there were women, dressed them in the women's clothes, and gave them daggers. These he brought in, and said to the Persians, [4] “I believe, men of Persia, that you have feasted to your hearts' content. All that we had and all besides that we could find to give you has been set before you, and now we make you a free gift of our best and most valued possession, our own mothers and sisters. Be aware that in so doing we are giving you all the honor that you deserve, and tell your king who sent you how his Greek viceroy of Macedonia has received you hospitably, providing food and bedfellows.” [5] With that, Alexander seated each of his Macedonians next to a Persian, as though they were women, and when the Persians began to lay hands on them, they were killed by the Macedonians.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 75,
          "endOffset": 83
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 492,
          "endOffset": 500
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 738,
          "endOffset": 746
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 1131,
          "endOffset": 1136
        },
        {
          "placeId": "491656",
          "name": "Macedonia",
          "startOffset": 1148,
          "endOffset": 1157
        },
        {
          "placeId": "491656",
          "name": "Macedonians",
          "startOffset": 1263,
          "endOffset": 1274
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1285,
          "endOffset": 1292
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1334,
          "endOffset": 1342
        },
        {
          "placeId": "491656",
          "name": "Macedonians",
          "startOffset": 1395,
          "endOffset": 1406
        }
      ]
    },
    {
      "id": 21,
      "text": "This was the way in which they perished, they and all their retinue. Carriages too had come with them, and servants, and all the great train they had. The Macedonians made away with all that, as well as with all the envoys themselves. [2] No long time afterwards the Persians made a great search for these men, but Alexander had cunning enough to put an end to it by the gift of a great sum and his own sister Gygaea to Bubares, a Persian and the general of those who were looking for the slain men. It was in this way, then, that the death of these Persians was kept silent.",
      "places": [
        {
          "placeId": "491656",
          "name": "Macedonians",
          "startOffset": 155,
          "endOffset": 166
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 267,
          "endOffset": 275
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 431,
          "endOffset": 438
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 550,
          "endOffset": 558
        }
      ]
    },
    {
      "id": 22,
      "text": "Now that these descendants of Perdiccas are Greeks, as they themselves say, I myself chance to know and will prove it in the later part of my history. Furthermore, the Hellenodicae11 who manage the contest at Olympia determined that it is so, [2] for when Alexander chose to contend and entered the lists for that purpose, the Greeks who were to run against him wanted to bar him from the race, saying that the contest should be for Greeks and not for foreigners. Alexander, however, proving himself to be an Argive, was judged to be a Greek. He accordingly competed in the furlong race and tied step for first place. This, then, is approximately what happened.",
      "places": [
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 44,
          "endOffset": 50
        },
        {
          "placeId": "570531",
          "name": "Olympia",
          "startOffset": 209,
          "endOffset": 216
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 327,
          "endOffset": 333
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 433,
          "endOffset": 439
        },
        {
          "placeId": "570106",
          "name": "Argive",
          "startOffset": 509,
          "endOffset": 515
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 536,
          "endOffset": 541
        }
      ]
    },
    {
      "id": 23,
      "text": "Megabazus, bringing with him the Paeonians, came to the Hellespont, and after crossing it from there, he came to Sardis. Histiaeus the Milesian was by this time fortifying the place which he hadasked of Darius as his reward for guarding the bridge, a place called Myrcinus by the river Strymon. Megabazus discovered what he was doing, and upon his arrival at Sardis with the Paeonians, he said to Darius, [2] ” Sire, what is this that you have done? You have permitted a clever and cunning Greek to build a city in Thrace, where there are abundant forests for ship-building, much wood for oars, mines of silver, and many people both Greek and foreign dwelling around, who, when they have a champion to lead them, will carry out all his orders by day or by night. [3] Stop this man, then, from doing these things so that you will not be entangled in a war with your own subjects, but use gentle means to do so. When you have him in your grasp, see to it that he never returns to Hellas.”",
      "places": [
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 33,
          "endOffset": 42
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 56,
          "endOffset": 66
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 113,
          "endOffset": 119
        },
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 135,
          "endOffset": 143
        },
        {
          "placeId": "501520",
          "name": "Myrcinus",
          "startOffset": 264,
          "endOffset": 272
        },
        {
          "placeId": "501629",
          "name": "Strymon",
          "startOffset": 286,
          "endOffset": 293
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 359,
          "endOffset": 365
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 375,
          "endOffset": 384
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 490,
          "endOffset": 495
        },
        {
          "placeId": "1001889",
          "name": "Thrace",
          "startOffset": 515,
          "endOffset": 521
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 633,
          "endOffset": 638
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 978,
          "endOffset": 984
        }
      ]
    },
    {
      "id": 24,
      "text": "Megabazus easily persuaded Darius, who believed that his vision of the future was correct. Presently the king sent a message to Myrcinus which read as follows: “ Histiaeus, these are the words of Darius the king: my thoughts can show me no man who is more devoted to me and my affairs. Not words but deeds have proven this to me. [2] Now, therefore, let nothing prevent you from coming to me so that I may inform you of certain great purposes which I have in mind.” Trusting these words, and proud, moreover, that he would be the king's counsellor, Histiaeus came to Sardis. [3] When he had come, Darius said to him, “Histiaeus, I will tell you the reason why I sent for you. As soon as I returned from Scythia and you were gone from my sight, there was nothing which I longed for so much as seeing you and speaking with you, for I knew that the most precious of all possessions is a wise and loyal friend. That you are such I can bear witness to as regards my affairs. [4] Now, since you have done well in coming here, I make you this proposal. Leave Miletus and your newly founded Thracian city and follow me to Susa, where you will have all that is mine, sharing my table and my counsels.”",
      "places": [
        {
          "placeId": "501520",
          "name": "Myrcinus",
          "startOffset": 128,
          "endOffset": 136
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 567,
          "endOffset": 573
        },
        {
          "placeId": "1273",
          "name": "Scythia",
          "startOffset": 703,
          "endOffset": 710
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 1052,
          "endOffset": 1059
        },
        {
          "placeId": "1001889",
          "name": "Thracian",
          "startOffset": 1083,
          "endOffset": 1091
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 1114,
          "endOffset": 1118
        }
      ]
    },
    {
      "id": 25,
      "text": "This, then, is what Darius said, and after appointing Artaphrenes, his father's son, to be viceroy of Sardis, he rode away to Susa, taking Histiaeus with him. First, however, he made Otanes governor of the people on the coast. Otanes' father Sisamnes had been one of the royal judges,12 and Cambyses had cut his throat and flayed off all his skin because he had been bribed to give an unjust judgment. Then he cut leather strips of the skin which had been torn away and with these he covered the seat upon which Sisamenes had sat to give judgment. [2] After doing this, Cambyses appointed the son of this slain and flayed Sisamnes to be judge in his place, admonishing him to keep in mind the nature of the throne on which he was sitting.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 102,
          "endOffset": 108
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 126,
          "endOffset": 130
        }
      ]
    },
    {
      "id": 26,
      "text": "This Otanes, then, who sat upon that seat, was now made successor to Megabazus in his governorship. He captured Byzantium, Calchedon, Antandrus in the Troad, and Lamponium, and with ships he had taken from the Lesbians, he took Lemnos and Imbros, both of which were still inhabited by Pelasgians.",
      "places": [
        {
          "placeId": "520985",
          "name": "Byzantium",
          "startOffset": 112,
          "endOffset": 121
        },
        {
          "placeId": "520988",
          "name": "Calchedon",
          "startOffset": 123,
          "endOffset": 132
        },
        {
          "placeId": "550433",
          "name": "Antandrus",
          "startOffset": 134,
          "endOffset": 143
        },
        {
          "placeId": "550944",
          "name": "Troad",
          "startOffset": 151,
          "endOffset": 156
        },
        {
          "placeId": "550678",
          "name": "Lamponium",
          "startOffset": 162,
          "endOffset": 171
        },
        {
          "placeId": "550696",
          "name": "Lesbians",
          "startOffset": 210,
          "endOffset": 218
        },
        {
          "placeId": "550693",
          "name": "Lemnos",
          "startOffset": 228,
          "endOffset": 234
        },
        {
          "placeId": "501439",
          "name": "Imbros",
          "startOffset": 239,
          "endOffset": 245
        },
        {
          "placeId": "570102",
          "name": "Pelasgians",
          "startOffset": 285,
          "endOffset": 295
        }
      ]
    },
    {
      "id": 27,
      "text": "The Lemnians fought well and defended themselves, till at last they were brought to evil plight, and the Persians set as governor over those that were left of them Lycaretus the brother of Maeandrius who had been king of Samos. [2] This Lycaretus met his end while ruling in Lemnos because he tried to enslave and subdue all the people, accusing some of shunning service against the Scythians and others of plundering Darius' army on its way back from Scythia.",
      "places": [
        {
          "placeId": "550693",
          "name": "Lemnians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 105,
          "endOffset": 113
        },
        {
          "placeId": "599926",
          "name": "Samos",
          "startOffset": 221,
          "endOffset": 226
        },
        {
          "placeId": "550693",
          "name": "Lemnos",
          "startOffset": 275,
          "endOffset": 281
        },
        {
          "placeId": "1273",
          "name": "Scythians",
          "startOffset": 383,
          "endOffset": 392
        },
        {
          "placeId": "1273",
          "name": "Scythia",
          "startOffset": 452,
          "endOffset": 459
        }
      ]
    },
    {
      "id": 28,
      "text": "All this Otanes achieved when he had been made governor. After only a short period of time without evils, trouble began once more to come on the Ionians, and this from Naxos and Miletus. Naxos surpassed all the other islands in prosperity, and at about the same time Miletus, at the height of her fortunes, was the glory of Ionia. Two generations before this, however, she had been very greatly troubled by factional strife, till the Parians, chosen out of all the Greeks by the Milesians for this purpose, made peace among them,",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 145,
          "endOffset": 152
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 168,
          "endOffset": 173
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 178,
          "endOffset": 185
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 187,
          "endOffset": 192
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 267,
          "endOffset": 274
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 324,
          "endOffset": 329
        },
        {
          "placeId": "599868",
          "name": "Parians",
          "startOffset": 434,
          "endOffset": 441
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 465,
          "endOffset": 471
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 479,
          "endOffset": 488
        }
      ]
    },
    {
      "id": 29,
      "text": "The Parians reconciled them in the following manner. Their best men came to Miletus, and seeing the Milesian households sadly wasted, they said that they desired to go about the country. They then made their way through all the territory of Miletus, and whenever they found any well-tilled farm in the desolation of the land, they wrote down the name of the owner of that farm. [2] After travelling over the whole country and finding only a few such men, they assembled the people immediately upon their return to the city and appointed as rulers of the state those whose lands they had found well tilled. This they did in the belief that these men were likely to take as good care of public affairs as they had of their own, and they ordained that the rest of the Milesians who had been at feud should obey these men.",
      "places": [
        {
          "placeId": "599868",
          "name": "Parians",
          "startOffset": 4,
          "endOffset": 11
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 76,
          "endOffset": 83
        },
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 100,
          "endOffset": 108
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 241,
          "endOffset": 248
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 765,
          "endOffset": 774
        }
      ]
    },
    {
      "id": 30,
      "text": "It was in this way that the Parians made peace in Miletus, but now these cities began to bring trouble upon Ionia. Certain men of substance who had been banished by the common people, went in exile to Miletus. [2] Now it chanced that the deputy ruling Miletus was Aristagoras son of Molpagoras, son-in-law and cousin of that Histiaeus son of Lysagoras whom Darius kept with him at Susa. Histiaeus was tyrant of Miletus but was at Susa when the Naxians, who had been his guests and friends, arrived. [3] When the Naxians came to Miletus, they asked Aristagoras if he could give them enough power to return to their own country. Believing that he would become ruler of Naxos if they were restored to their city with his help and using as a pretext their friendship with Histiaeus, he made them this proposal: [4] “I myself do not have the authority to give you such power as will restore you against the will of the Naxians who hold your city, for I know that the Naxians have eight thousand men that bear shields, and many ships of war. Nevertheless, I will do everything I can to realize your request. [5] This is my plan. Artaphrenes is my friend, and he is not only Hystaspes' son and brother to Darius the king but also governor of all the coastal peoples of Asia. He accordingly has a great army and many ships at his disposal. This man, then, will, I think, do whatever we desire.” [6] Hearing this, the Naxians left the matter for Aristagoras to deal with as best he could, asking him to promise gifts and the costs of the army, for which they themselves would pay since they had great hope that when they should appear off Naxos, the Naxians would obey all their commands. The rest of the islanders, they expected, would do likewise since none of these Cycladic islands was as yet subject to Darius.",
      "places": [
        {
          "placeId": "599868",
          "name": "Parians",
          "startOffset": 28,
          "endOffset": 35
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 50,
          "endOffset": 57
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 108,
          "endOffset": 113
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 201,
          "endOffset": 208
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 252,
          "endOffset": 259
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 381,
          "endOffset": 385
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 411,
          "endOffset": 418
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 430,
          "endOffset": 434
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 444,
          "endOffset": 451
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 512,
          "endOffset": 519
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 528,
          "endOffset": 535
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 667,
          "endOffset": 672
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 914,
          "endOffset": 921
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 962,
          "endOffset": 969
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 1409,
          "endOffset": 1416
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 1630,
          "endOffset": 1635
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 1641,
          "endOffset": 1648
        }
      ]
    },
    {
      "id": 31,
      "text": "Aristagoras came to Sardis and told Artaphrenes that Naxos was indeed an island of no great size, but that it was otherwise a beautiful and noble island lying near Ionia. Furthermore it had a store of wealth and slaves. “Therefore send an army against that country,” he said, “ and bring back the men who have been banished from there. [2] If you so do, I have a great sum of money at your disposal, over and above the costs of the force, for it is only fair that we, who bring you, should furnish that. Furthermore, you will win new dominions for the king, Naxos itself and the islands which are its dependents, Paros, Andros, and the rest of those that are called Cyclades. [3] Making these your starting point, you will easily attack Euboea, which is a great and a wealthy island, no smaller than Cyprus and very easy to take. A hundred ships suffice for the conquest of all these.” [4] “This plan which you set forth,” Artaphrenes answered, “is profitable for the king's house, and all your advice is good except as regards the number of the ships. Not one hundred but two hundred ships will be ready for you when the spring comes. The king too, however, must himself consent to this.”",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 20,
          "endOffset": 26
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 53,
          "endOffset": 58
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 164,
          "endOffset": 169
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 558,
          "endOffset": 563
        },
        {
          "placeId": "599868",
          "name": "Paros",
          "startOffset": 613,
          "endOffset": 618
        },
        {
          "placeId": "589693",
          "name": "Andros",
          "startOffset": 620,
          "endOffset": 626
        },
        {
          "placeId": "560353",
          "name": "Cyclades",
          "startOffset": 666,
          "endOffset": 674
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 737,
          "endOffset": 743
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 800,
          "endOffset": 806
        }
      ]
    },
    {
      "id": 32,
      "text": "When Aristagoras heard that, he went away to Miletus in great joy. Artaphrenes sent a messenger to Susa with the news of what Aristagoras said, and when Darius himself too had consented to the plan, he equipped two hundred triremes and a very great company of Persians and their allies in addition. For their general he appointed Megabates, a Persian of the Achaemenid family, cousin to himself and to Darius. This was he whose daughter (if indeed the tale is true) Pausanias the Lacedaemonian, son of Cleombrotus, at a later day betrothed to himself, since it was his wish to possess the sovereignty of Hellas. After appointing Megabates general, Artaphrenes sent his army away to Aristagoras.",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 45,
          "endOffset": 52
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 99,
          "endOffset": 103
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 260,
          "endOffset": 268
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 343,
          "endOffset": 350
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 480,
          "endOffset": 493
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 604,
          "endOffset": 610
        }
      ]
    },
    {
      "id": 33,
      "text": "Then Megabates,13 bringing Aristagoras from Miletus, the Ionian army, and the Naxians, pretended to be sailing to the Hellespont, but when he came to Chios, he put in with his ships at Caucasa14 so that he might cross with a north wind to Naxos. [2] Since it was not fated that the Naxians were to be destroyed by this force, the following things took place. As Megabates was making his rounds among the ships' watches, it chanced that there was no watch on the ship of Myndus. Megabates, very angry at this, ordered his guards to find the captain of this ship, whose name was Scylax, and thrust him partly through an oar-hole of the ship and bound him there so that his head was outside the ship and his body inside. [3] When Scylax had been bound, someone brought word to Aristagoras, that his Myndian friend was bound and being disgracefully treated by Megabates. Aristagoras then went and pleaded with the Persian for Scylax, but since he obtained nothing that he requested, he went and released the man himself. When Megabates learned this, he took it very badly and was angry at Aristagoras. [4] Aristagoras, however, said, “But you, what have you to do with these matters? Did not Artaphrenes send you to obey me and to sail wherever I bid you? Why are you so meddlesome?” This response on the part of Aristagoras enraged Megabates, who, went night fell, sent men in a boat to Naxos to tell the Naxians of the trouble in store for them.",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 44,
          "endOffset": 51
        },
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 57,
          "endOffset": 63
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 78,
          "endOffset": 85
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 118,
          "endOffset": 128
        },
        {
          "placeId": "550497",
          "name": "Chios",
          "startOffset": 150,
          "endOffset": 155
        },
        {
          "placeId": "550631",
          "name": "Caucasa",
          "startOffset": 185,
          "endOffset": 192
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 239,
          "endOffset": 244
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 282,
          "endOffset": 289
        },
        {
          "placeId": "599811",
          "name": "Myndus",
          "startOffset": 470,
          "endOffset": 476
        },
        {
          "placeId": "599811",
          "name": "Myndian",
          "startOffset": 796,
          "endOffset": 803
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 910,
          "endOffset": 917
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 1384,
          "endOffset": 1389
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 1402,
          "endOffset": 1409
        }
      ]
    },
    {
      "id": 34,
      "text": "Now the Naxians had no suspicion at all that it was they who were to be attacked by that force. However, when they learned the truth, they immediately brought inside their walls all that was in their fields, stored both meat and drink in case of a siege, and strengthened their walls. [2] The Naxians, then, made all preparations to face the onset of war. When their enemies had brought their ships over from Chios to Naxos, it was a fortified city that they attacked, and for four months they besieged it. [3] When the Persians had exhausted all the money with which they had come, and Aristagoras himself had spent much beside, they built a stronghold for the banished Naxians, and went off to the mainland in poor spirits since still more money was needed for the siege.",
      "places": [
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 8,
          "endOffset": 15
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 293,
          "endOffset": 300
        },
        {
          "placeId": "550497",
          "name": "Chios",
          "startOffset": 409,
          "endOffset": 414
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 418,
          "endOffset": 423
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 520,
          "endOffset": 528
        },
        {
          "placeId": "599822",
          "name": "Naxians",
          "startOffset": 671,
          "endOffset": 678
        }
      ]
    },
    {
      "id": 35,
      "text": "Aristagoras had no way of fulfilling his promise to Artaphrenes, and he was hard-pressed by demands for the costs of the force. Furthermore he feared what might come of the failure of the army and Megabates' displeasure against him. It was likely, he thought, that his lordship of Miletus would be taken away from him. [2] With all these fears in his mind, he began to plan revolt, for it chanced that at that very time there came from Susa Histiaeus' messenger, the man with the marked head, signifying that Aristagoras should revolt from the king. [3] Since Histiaeus desired to give word to Aristagoras that he should revolt and had no other safe way of doing so because the roads were guarded, he shaved and branded the head of his most trustworthy slave. He waited till the hair had grown again, and as soon as it was grown, he sent the man to Miletus with no other message except that when he came to Miletus he must bid Aristagoras shave his hair and examine his head. The writing branded on it signified revolt, as I have already said. [4] This Histiaeus did because he greatly disliked his detention at Susa and fully expected to be sent away to the coast in the case that there should be a revolt. If, however, Miletus remained at peace, he calculated that he would never return there.",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 281,
          "endOffset": 288
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 436,
          "endOffset": 440
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 849,
          "endOffset": 856
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 907,
          "endOffset": 914
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 1112,
          "endOffset": 1116
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 1221,
          "endOffset": 1228
        }
      ]
    },
    {
      "id": 36,
      "text": "With this intent, then, Histiaeus sent his messenger, and it chanced that all these things came upon Aristagoras at one and the same time. He accordingly took counsel with the members of his faction, stating his own opinion as well as the message which had come to him from Histiaeus. [2] All the rest spoke their minds to the same effect, favoring revolt, with the exception of Hecataeus the historian who, listing all the nations subject to Darius and all his power, advised them that they should not make war on the king of Persia. When, however, he failed to persuade them, he counselled them that their next best plan was to make themselves masters of the sea. [3] This, he said, could only be accomplished in one way (Miletus, he knew, was a city of no great wealth), namely if they took away from the temple at Branchidae15 the treasure which Croesus the Lydian had dedicated there. With this at their disposal, he fully expected them to gain the mastery of the sea. They would then have the use of that treasure and their enemies would not be able to plunder it. [4] The treasure was very great, as I have shown in the beginning of my account. This plan was not approved, and they resolved that they would revolt. One out of their number was to sail to Myus, to the army which had left Naxos and was there, and attempt to seize the generals who were aboard the ships.",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 724,
          "endOffset": 731
        },
        {
          "placeId": "599593",
          "name": "Branchidae",
          "startOffset": 818,
          "endOffset": 828
        },
        {
          "placeId": "550701",
          "name": "Lydian",
          "startOffset": 862,
          "endOffset": 868
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 1294,
          "endOffset": 1299
        }
      ]
    },
    {
      "id": 37,
      "text": "Iatragoras, who had been sent for this very purpose, craftily seized Oliatus of Mylasa son of Ibanollis; Histiaeus of Termera son of Tymnes; Coes son of Erxandrus, to whom Darius gave Mytilene; Aristagoras of Cyme, son of Heraclides; and many others besides. Then Aristagoras revolted openly, devising all he could to harm Darius. [2] First he made pretence of giving up his tyranny and gave Miletus equality of government so that the Milesians might readily join in his revolt. Then he proceeded to do the same things in the rest of Ionia. Some of the tyrants he banished, and as for those tyrants whom he had taken out of the ships that sailed with him against Naxos, he handed them each over to their respective cities, which he wished to please.",
      "places": [
        {
          "placeId": "geonames-256866",
          "name": "Mytilene",
          "startOffset": 184,
          "endOffset": 192
        },
        {
          "placeId": "550506",
          "name": "Cyme",
          "startOffset": 209,
          "endOffset": 213
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 392,
          "endOffset": 399
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 435,
          "endOffset": 444
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 534,
          "endOffset": 539
        },
        {
          "placeId": "599822",
          "name": "Naxos",
          "startOffset": 663,
          "endOffset": 668
        }
      ]
    },
    {
      "id": 38,
      "text": "Coes, when the Mytilenaeans received him, was taken out and stoned, but the Cymaeans, as well as most of the others, let their own man go. [2] In this way, then, an end was made of tyrants in the cities. After doing away with the tyrants, Aristagoras of Miletus ordered all the peoples to set up governors in each city. Then he went on an embassy in a trireme to Lacedaemon, for it was necessary for him to find some strong ally.16",
      "places": [
        {
          "placeId": "550763",
          "name": "Mytilenaeans",
          "startOffset": 15,
          "endOffset": 27
        },
        {
          "placeId": "550506",
          "name": "Cymaeans",
          "startOffset": 76,
          "endOffset": 84
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 254,
          "endOffset": 261
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 363,
          "endOffset": 373
        }
      ]
    },
    {
      "id": 39,
      "text": "At Sparta, Anaxandrides the son of Leon, who had been king, was now no longer alive but was dead, and Cleomenes son of Anaxandrides held the royal power. This he had won not by manly merit but by right of birth. Anaxandrides had as his wife his own sister's daughter, and although he was content with her, no children were born to him. [2] Since this was the case, the Ephors called him to them and said, “Even if you have no interest in caring for yourself, we cannot allow the house of Eurysthenes to perish. Therefore send away the wife that you have, seeing that she bears you no children, and wed another. If you do this, you will please the Spartans.” Anaxandrides, however, said in response that he would do neither of these things and that they were not giving him good advice in bidding him to get rid of his present wife, who was blameless, and to marry another.",
      "places": [
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 3,
          "endOffset": 9
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 647,
          "endOffset": 655
        }
      ]
    },
    {
      "id": 40,
      "text": "Then the Ephors and Elders took counsel, and placed this proposal before Anaxandrides: “Since, as we see, you cling to the wife that you have, carry out our command, and do not hold out against it, bearing in mind that the Spartans will certainly find some other way of dealing with you. [2] As for the wife that you have, we do not ask that you send her away. Keep providing her with all that you give her now and marry another woman in addition who can give you children.” So they spoke, and Anaxandrides consented. Presently he had two wives and kept two households, a thing which is not at all customary at Sparta.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 223,
          "endOffset": 231
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 611,
          "endOffset": 617
        }
      ]
    },
    {
      "id": 41,
      "text": "After no long time the second wife gave birth to Cleomenes. She, then, gave the Spartans an heir to the royal power, and as luck would have it, the first wife, who had been barren before, conceived at that very time. [2] When the friends of the new wife learned that the other woman was pregnant, they began to make trouble for her. They said that she was making an empty boast, so that she might substitute a child. The Ephors were angry, and when her time drew near, they sat around to watch her in childbirth because of their skepticism. [3] She gave birth first to Dorieus, then straightway to Leonidas, and right after him to Cleombrotus. Some, however, say that Cleombrotus and Leonidas were twins. As for the later wife, the mother of Cleomenes and the daughter of Prinetadas son of Demarmenus, she bore no more children.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 80,
          "endOffset": 88
        }
      ]
    },
    {
      "id": 42,
      "text": "Now Cleomenes, as the story goes, was not in his right mind and really quite mad, while Dorieus was first among all of his peers and fully believed that he would be made king for his manly worth. [2] Since he was of this opinion, Dorieus was very angry when at Anaxandrides' death the Lacedaemonians followed their custom and made Cleomenes king by right of age. Since he would not tolerate being made subject to Cleomenes, he asked the Spartans for a group of people whom he took away as colonists. He neither inquired of the oracle at Delphi in what land he should establish his settlement, nor did anything else that was customary but set sail in great anger for Libya, with men of Thera to guide him. [3] When he arrived there, he settled by the Cinyps river in the fairest part of Libya, but in the third year he was driven out by the Macae, the Libyans and the Carchedonians and returned to the Peloponnesus.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 285,
          "endOffset": 299
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 437,
          "endOffset": 445
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 537,
          "endOffset": 543
        },
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 666,
          "endOffset": 671
        },
        {
          "placeId": "599973",
          "name": "Thera",
          "startOffset": 685,
          "endOffset": 690
        },
        {
          "placeId": "344414",
          "name": "Cinyps",
          "startOffset": 750,
          "endOffset": 756
        },
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 786,
          "endOffset": 791
        },
        {
          "placeId": "344428",
          "name": "Macae",
          "startOffset": 840,
          "endOffset": 845
        },
        {
          "placeId": "716588",
          "name": "Libyans",
          "startOffset": 851,
          "endOffset": 858
        },
        {
          "placeId": "314921",
          "name": "Carchedonians",
          "startOffset": 867,
          "endOffset": 880
        },
        {
          "placeId": "570577",
          "name": "Peloponnesus",
          "startOffset": 901,
          "endOffset": 913
        }
      ]
    },
    {
      "id": 43,
      "text": "There Antichares, a man of Eleon,17 advised him, on the basis of the oracles of Laius, to plant a colony at Heraclea in Sicily, for Heracles18 himself, said Antichares, had won all the region of Eryx, which accordingly belonged to his descendants. When Dorieus heard that, he went away to Delphi to enquire of the oracle if he should seize the place to which he was preparing to go. The priestess responded that it should be so, and he took with him the company that he had led to Libya and went to Italy.",
      "places": [
        {
          "placeId": "579946",
          "name": "Eleon",
          "startOffset": 27,
          "endOffset": 32
        },
        {
          "placeId": "462237",
          "name": "Heraclea",
          "startOffset": 108,
          "endOffset": 116
        },
        {
          "placeId": "462492",
          "name": "Sicily",
          "startOffset": 120,
          "endOffset": 126
        },
        {
          "placeId": "462202",
          "name": "Eryx",
          "startOffset": 195,
          "endOffset": 199
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 289,
          "endOffset": 295
        },
        {
          "placeId": "716588",
          "name": "Libya",
          "startOffset": 481,
          "endOffset": 486
        },
        {
          "placeId": "452346",
          "name": "Italy",
          "startOffset": 499,
          "endOffset": 504
        }
      ]
    },
    {
      "id": 44,
      "text": "Now at this time,19 as the Sybarites say, they and their king Telys were making ready to march against Croton, and the men of Croton, who were very much afraid, entreated Dorieus to come to their aid. Their request was granted, and Dorieus marched with them to Sybaris helping them to take it. [2] This is the story which the Sybarites tell of Dorieus and his companions, but the Crotoniats say that they were aided by no stranger in their war with Sybaris with the exception of Callias, an Elean diviner of the Iamid clan. About him there was a story that he had fled to Croton from Telys, the tyrant of Sybaris, because as he was sacrificing for victory over Croton, he could obtain no favorable omens.",
      "places": [
        {
          "placeId": "452457",
          "name": "Sybarites",
          "startOffset": 27,
          "endOffset": 36
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 103,
          "endOffset": 109
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 126,
          "endOffset": 132
        },
        {
          "placeId": "452457",
          "name": "Sybaris",
          "startOffset": 261,
          "endOffset": 268
        },
        {
          "placeId": "452457",
          "name": "Sybarites",
          "startOffset": 326,
          "endOffset": 335
        },
        {
          "placeId": "452317",
          "name": "Crotoniats",
          "startOffset": 380,
          "endOffset": 390
        },
        {
          "placeId": "452457",
          "name": "Sybaris",
          "startOffset": 449,
          "endOffset": 456
        },
        {
          "placeId": "452488",
          "name": "Elean",
          "startOffset": 491,
          "endOffset": 496
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 572,
          "endOffset": 578
        },
        {
          "placeId": "452457",
          "name": "Sybaris",
          "startOffset": 605,
          "endOffset": 612
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 661,
          "endOffset": 667
        }
      ]
    },
    {
      "id": 45,
      "text": "This is their tale, and both cities have proof of the truth of what they say. The Sybarites point to a precinct and a temple beside the dry bed of the Crathis, which, they say, Dorieus founded in honor of Athena of Crathis after he had helped to take their city. and find their strongest proof in his death. He perished through doing more than the oracle bade him, for if he had accomplished no more than that which he set out to do, he would have taken and held the Erycine region without bringing about the death of himself and his army. [2] The Crotoniats, on the other hand, show many plots of land which had been set apart for and given to Callias of Elis and on which Callias' posterity dwelt even to my time but show no gift to Dorieus and his descendants. They claim, however,that if Dorieus had aided them in their war with Sybaris, he would have received a reward many times greater than what was given to Callias. This, then is the evidence brought forward by each party, and each may side with that which seems to him to deserve more credence.",
      "places": [
        {
          "placeId": "452457",
          "name": "Sybarites",
          "startOffset": 82,
          "endOffset": 91
        },
        {
          "placeId": "452315",
          "name": "Crathis",
          "startOffset": 151,
          "endOffset": 158
        },
        {
          "placeId": "452315",
          "name": "Crathis",
          "startOffset": 215,
          "endOffset": 222
        },
        {
          "placeId": "462202",
          "name": "Erycine",
          "startOffset": 467,
          "endOffset": 474
        },
        {
          "placeId": "452317",
          "name": "Crotoniats",
          "startOffset": 548,
          "endOffset": 558
        },
        {
          "placeId": "570220",
          "name": "Elis",
          "startOffset": 656,
          "endOffset": 660
        },
        {
          "placeId": "452457",
          "name": "Sybaris",
          "startOffset": 833,
          "endOffset": 840
        }
      ]
    },
    {
      "id": 46,
      "text": "Other Spartans too sailed with Dorieus to found his colony, namely, Thessalus, Paraebates, Celees, and Euryleon. When these men had come to Sicily with all their company, they were all overcome and slain in battle by the Phoenicians and Egestans, all, that is, except Euryleon, who was the only settler that survived this disaster. [2] He mustered the remnant of his army and took Minoa, the colony from Selinus, and aided in freeing the people of Selinus from their monarch Pithagoras. After deposing this man, he himself attempted to become tyrant of Selinus but was monarch there for only a little while since the people of the place rose against him and slew him at the altar of Zeus of the marketplace, to which he had fled for refuge.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 6,
          "endOffset": 14
        },
        {
          "placeId": "462492",
          "name": "Sicily",
          "startOffset": 140,
          "endOffset": 146
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 221,
          "endOffset": 232
        },
        {
          "placeId": "462487",
          "name": "Egestans",
          "startOffset": 237,
          "endOffset": 245
        },
        {
          "placeId": "462237",
          "name": "Minoa",
          "startOffset": 381,
          "endOffset": 386
        },
        {
          "placeId": "462489",
          "name": "Selinus",
          "startOffset": 404,
          "endOffset": 411
        },
        {
          "placeId": "462489",
          "name": "Selinus",
          "startOffset": 448,
          "endOffset": 455
        },
        {
          "placeId": "462489",
          "name": "Selinus",
          "startOffset": 553,
          "endOffset": 560
        }
      ]
    },
    {
      "id": 47,
      "text": "Philippus of Croton, son of Butacides, was among those who followed Dorieus and were slain with him. He had been betrothed to the daughter of Telys of Sybaris but was banished from Croton. Cheated out of his marriage, he sailed away to Cyrene, from where he set forth and followed Dorieus, bringing his own trireme and covering all expenses for his men. This Philippus was a victor at Olympia and the fairest Greek of his day. [2] For his physical beauty he received from the Egestans honors accorded to no one else. They built a hero's shrine by his grave and offer him sacrifices of propitiation.",
      "places": [
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 13,
          "endOffset": 19
        },
        {
          "placeId": "452457",
          "name": "Sybaris",
          "startOffset": 151,
          "endOffset": 158
        },
        {
          "placeId": "452317",
          "name": "Croton",
          "startOffset": 181,
          "endOffset": 187
        },
        {
          "placeId": "570531",
          "name": "Olympia",
          "startOffset": 385,
          "endOffset": 392
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 409,
          "endOffset": 414
        },
        {
          "placeId": "462487",
          "name": "Egestans",
          "startOffset": 476,
          "endOffset": 484
        }
      ]
    },
    {
      "id": 48,
      "text": "Such, then, was the manner of Dorieus' death. Had he endured Cleomenes' rule and stayed at Sparta he would have been king of Lacedaemon, for Cleomenes reigned no long time, and died leaving no son but one only daughter, whose name was Gorgo.",
      "places": [
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 91,
          "endOffset": 97
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 125,
          "endOffset": 135
        }
      ]
    },
    {
      "id": 49,
      "text": "It was in the reign of Cleomenes that Aristagoras the tyrant of Miletus came to Sparta. When he had an audience with the king, as the Lacedaemonians report, he brought with him a bronze tablet on which the map of all the earth was engraved, and all the sea and all the rivers. [2] Having been admitted to converse with Cleomenes, Aristagoras spoke thus to him: “Do not wonder, Cleomenes, that I have been so eager to come here, for our present situation is such that the sons of the Ionians are slaves and not free men, which is shameful and grievous particularly to ourselves but also, of all others, to you, inasmuch as you are the leaders of Hellas. [3] Now, therefore, we entreat you by the gods of Hellas to save your Ionian kinsmen from slavery. This is a thing which you can easily achieve, for the strangers are not valiant men while your valor in war is preeminent. As for their manner of fighting, they carry bows and short spears, and they go to battle with trousers on their legs and turbans on their heads. [4] Accordingly, they are easy to overcome. Furthermore, the inhabitants of that continent have more good things than all other men together, gold first but also silver, bronze, colored cloth, beasts of burden, and slaves. All this you can have to your heart's desire. [5] The lands in which they dwell lie next to each other, as I shall show: next to the Ionians are the Lydians, who inhabit a good land and have great store of silver.” (This he said pointing to the map of the earth which he had brought engraved on the tablet.) “Next to the Lydians,” said Aristagoras, “you see the Phrygians to the east, men that of all known to me are the richest in flocks and in the fruits of the earth. [6] Close by them are the Cappadocians, whom we call Syrians, and their neighbors are the Cilicians, whose land reaches to the sea over there, in which you see the island of Cyprus lying. The yearly tribute which they pay to the king is five hundred talents. Next to the Cilicians, are the Armenians, another people rich in flocks, and after the Armenians, the Matieni, whose country I show you. [7] Adjoining these you see the Cissian land, in which, on the Choaspes, lies that Susa where the great king lives and where the storehouses of his wealth are located. Take that city, and you need not fear to challenge Zeus for riches. [8] You should suspend your war, then, for strips of land of no great worth—for that fight with with Messenians, who are matched in strength with you, and Arcadians and Argives, men who have nothing in the way of gold or silver (for which things many are spurred by zeal to fight and die). Yet when you can readily be masters of all Asia, will you refuse to attempt it?” [9] Thus spoke Aristagoras, and Cleomenes replied: “Milesian, my guest, wait till the third day for my answer.”",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 64,
          "endOffset": 71
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 80,
          "endOffset": 86
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 134,
          "endOffset": 148
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 483,
          "endOffset": 490
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 645,
          "endOffset": 651
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 703,
          "endOffset": 709
        },
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 723,
          "endOffset": 729
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 1376,
          "endOffset": 1383
        },
        {
          "placeId": "550701",
          "name": "Lydians",
          "startOffset": 1392,
          "endOffset": 1399
        },
        {
          "placeId": "550701",
          "name": "Lydians",
          "startOffset": 1564,
          "endOffset": 1571
        },
        {
          "placeId": "609502",
          "name": "Phrygians",
          "startOffset": 1605,
          "endOffset": 1614
        },
        {
          "placeId": "991402",
          "name": "Cappadocians",
          "startOffset": 1740,
          "endOffset": 1752
        },
        {
          "placeId": "1306",
          "name": "Syrians",
          "startOffset": 1767,
          "endOffset": 1774
        },
        {
          "placeId": "658440",
          "name": "Cilicians",
          "startOffset": 1804,
          "endOffset": 1813
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 1888,
          "endOffset": 1894
        },
        {
          "placeId": "658440",
          "name": "Cilicians",
          "startOffset": 1985,
          "endOffset": 1994
        },
        {
          "placeId": "874350",
          "name": "Armenians",
          "startOffset": 2004,
          "endOffset": 2013
        },
        {
          "placeId": "874350",
          "name": "Armenians",
          "startOffset": 2060,
          "endOffset": 2069
        },
        {
          "placeId": "884179",
          "name": "Matieni",
          "startOffset": 2075,
          "endOffset": 2082
        },
        {
          "placeId": "906014",
          "name": "Cissian",
          "startOffset": 2142,
          "endOffset": 2149
        },
        {
          "placeId": "912935",
          "name": "Choaspes",
          "startOffset": 2173,
          "endOffset": 2181
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 2193,
          "endOffset": 2197
        },
        {
          "placeId": "570480",
          "name": "Messenians",
          "startOffset": 2447,
          "endOffset": 2457
        },
        {
          "placeId": "570102",
          "name": "Arcadians",
          "startOffset": 2501,
          "endOffset": 2510
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 2515,
          "endOffset": 2522
        },
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 2769,
          "endOffset": 2777
        }
      ]
    },
    {
      "id": 50,
      "text": "At that time, then, they got so far. When, on the day appointed for the answer, they came to the place upon which they had agreed, Cleomenes asked Aristagoras how many days' journey it was from the Ionian sea to the king. [2] Till now, Aristagoras had been cunning and fooled the Spartan well, but here he made a false step. If he desired to take the Spartans away into Asia he should never have told the truth, but he did tell it, and said that it was a three months' journey inland. [3] At that, Cleomenes cut short Aristagoras' account of the prospective journey. He then bade his Milesian guest depart from Sparta before sunset, for never, he said, would the Lacedaemonians listen to the plan, if Aristagoras desired to lead them a three months' journey from the sea.",
      "places": [
        {
          "placeId": "1046",
          "name": "Ionian sea",
          "startOffset": 198,
          "endOffset": 208
        },
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 280,
          "endOffset": 287
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 351,
          "endOffset": 359
        },
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 584,
          "endOffset": 592
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 611,
          "endOffset": 617
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 663,
          "endOffset": 677
        },
        {
          "placeId": "560221",
          "name": "sea",
          "startOffset": 767,
          "endOffset": 770
        }
      ]
    },
    {
      "id": 51,
      "text": "Cleomenes went to his house after this exchange, but Aristagoras took a suppliant's garb and followed him there. Upon entering, he used a suppliant's right to beg Cleomenes to listen to him. He first asked Cleomenes to send away the child, his daughter Gorgo, who was standing by him. She was his only child, and was about eight or nine years of age. Cleomenes bade him say whatever he wanted and not let the child's presence hinder him. [2] Then Aristagoras began to promise Cleomenes from ten talents upwards, if he would grant his request. When Cleomenes refused, Aristagoras offered him ever more and more. When he finally promised fifty talents the child cried out, “Father, the stranger will corrupt you, unless you leave him and go away.” [3] Cleomenes was pleased with the child's counsel and went into another room while Aristagoras departed from Sparta, finding no further occasion for telling of the journey inland to the king's palace.",
      "places": [
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 856,
          "endOffset": 862
        }
      ]
    },
    {
      "id": 52,
      "text": "Now the nature of this road20 is as I will show. All along it are the king's road stations and very good resting places, and the whole of it passes through country that is inhabited and safe. Its course through Lydia and Phrygia is of the length of twenty stages, and ninety-four and a half parasangs. [2] Next after Phrygia it comes to the river Halys, where there is both a defile which must be passed before the river can be crossed and a great fortress to guard it. After the passage into Cappadocia, the road in that land as far as the borders of Cilicia is of twenty-eight stages and one hundred and four parasangs. On this frontier you must ride through two defiles and pass two fortresses. [3] Ride past these, and you will have a journey through Cilica of three stages and fifteen and a half parasangs. The boundary of Cilicia and Armenia is a navigable river, the name of which is the Euphrates. In Armenia there are fifteen resting-stages and fifty-six and a half parasangs. Here too there is a fortress. From Armenia the road enters the Matienian land, in which there are thirty-four stages and one hundred and thirty-seven parasangs. [4] Through this land flow four navigable rivers which must be passed by ferries, first the Tigris, then a second and a third of the same name, yet not the same stream nor flowing from the same source. The first-mentioned of them flows from the Armenians and the second from the Matieni. [5] The fourth river is called Gyndes, that Gyndes which Cyrus parted once into three hundred and sixty channels.21 [6] When this country is passed, the road is in the Cissian land, where there are eleven stages and forty-two and a half parasangs, as far as yet another navigable river, the Choaspes, on the banks of which stands the city of Susa.",
      "places": [
        {
          "placeId": "550701",
          "name": "Lydia",
          "startOffset": 211,
          "endOffset": 216
        },
        {
          "placeId": "609502",
          "name": "Phrygia",
          "startOffset": 221,
          "endOffset": 228
        },
        {
          "placeId": "609502",
          "name": "Phrygia",
          "startOffset": 317,
          "endOffset": 324
        },
        {
          "placeId": "857148",
          "name": "Halys",
          "startOffset": 347,
          "endOffset": 352
        },
        {
          "placeId": "991402",
          "name": "Cappadocia",
          "startOffset": 493,
          "endOffset": 503
        },
        {
          "placeId": "628957",
          "name": "Cilicia",
          "startOffset": 552,
          "endOffset": 559
        },
        {
          "placeId": "658440",
          "name": "Cilica",
          "startOffset": 755,
          "endOffset": 761
        },
        {
          "placeId": "628957",
          "name": "Cilicia",
          "startOffset": 828,
          "endOffset": 835
        },
        {
          "placeId": "981507",
          "name": "Armenia",
          "startOffset": 840,
          "endOffset": 847
        },
        {
          "placeId": "912849",
          "name": "Euphrates",
          "startOffset": 895,
          "endOffset": 904
        },
        {
          "placeId": "981507",
          "name": "Armenia",
          "startOffset": 909,
          "endOffset": 916
        },
        {
          "placeId": "981507",
          "name": "Armenia",
          "startOffset": 1021,
          "endOffset": 1028
        },
        {
          "placeId": "884179",
          "name": "Matienian",
          "startOffset": 1049,
          "endOffset": 1058
        },
        {
          "placeId": "874545",
          "name": "Tigris",
          "startOffset": 1239,
          "endOffset": 1245
        },
        {
          "placeId": "874350",
          "name": "Armenians",
          "startOffset": 1392,
          "endOffset": 1401
        },
        {
          "placeId": "884179",
          "name": "Matieni",
          "startOffset": 1426,
          "endOffset": 1433
        },
        {
          "placeId": "897772",
          "name": "Gyndes",
          "startOffset": 1466,
          "endOffset": 1472
        },
        {
          "placeId": "897772",
          "name": "Gyndes",
          "startOffset": 1479,
          "endOffset": 1485
        },
        {
          "placeId": "906014",
          "name": "Cissian",
          "startOffset": 1603,
          "endOffset": 1610
        },
        {
          "placeId": "912935",
          "name": "Choaspes",
          "startOffset": 1726,
          "endOffset": 1734
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 1777,
          "endOffset": 1781
        }
      ]
    },
    {
      "id": 53,
      "text": "Thus the sum total of stages is one hundred and eleven. So many resting-stages, then, are there in the journey up from Sardis to Susa. If I have accurately counted the parasangs of the royal road, and the parasang is of thirty furlongs' length, which assuredly it is, then between Sardis and the king's abode called Memnonian22 there are thirteen thousand and five hundred furlongs, the number of parasangs being four hundred and fifty. If each day's journey is one hundred and fifty furlongs, then the sum of days spent is ninety, neither more nor less.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 119,
          "endOffset": 125
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 129,
          "endOffset": 133
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 281,
          "endOffset": 287
        },
        {
          "placeId": "912936",
          "name": "Memnonian",
          "startOffset": 316,
          "endOffset": 325
        }
      ]
    },
    {
      "id": 54,
      "text": "Aristagoras of Miletus accordingly spoke the truth to Cleomenes the Lacedaemonian when he said that the journey inland was three months long. If anyone should desire a more exact measurement, I will give him that too, for the journey from Ephesus to Sardis must be added to the rest. [2] So, then, from the Greek sea to Susa, which is the city called Memnonian, it is a journey of fourteen thousand and forty stages, for there are five hundred and forty furlongs from Ephesus to Sardis. The three months' journey is accordingly made longer by three days.",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 15,
          "endOffset": 22
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 68,
          "endOffset": 81
        },
        {
          "placeId": "599612",
          "name": "Ephesus",
          "startOffset": 239,
          "endOffset": 246
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 250,
          "endOffset": 256
        },
        {
          "placeId": "560221",
          "name": "Greek sea",
          "startOffset": 307,
          "endOffset": 316
        },
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 320,
          "endOffset": 324
        },
        {
          "placeId": "912936",
          "name": "Memnonian",
          "startOffset": 351,
          "endOffset": 360
        },
        {
          "placeId": "599612",
          "name": "Ephesus",
          "startOffset": 468,
          "endOffset": 475
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 479,
          "endOffset": 485
        }
      ]
    },
    {
      "id": 55,
      "text": "When he was forced to leave Sparta, Aristagoras went to Athens, which had been freed from its ruling tyrants in the manner that I will show. First Hipparchus, son of Pisistratus and brother of the tyrant Hippias, had been slain by Aristogiton and Harmodius, men of Gephyraean descent. This was in fact an evil of which he had received a premonition in a dream. After this the Athenians were subject for four years to a tyranny not less but even more absolute than before.",
      "places": [
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 28,
          "endOffset": 34
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 56,
          "endOffset": 62
        },
        {
          "placeId": "491600",
          "name": "Gephyraean",
          "startOffset": 265,
          "endOffset": 275
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 376,
          "endOffset": 385
        }
      ]
    },
    {
      "id": 56,
      "text": "Now this was the vision which Hipparchus saw in a dream: in the night before the Panathenaea he thought that a tall and handsome man stood over him uttering these riddling verses: “O lion, endure the unendurable with a lion's heart. No man on earth does wrong without paying the penalty. ” [2]As soon as it was day, he imparted this to the interpreters of dreams, and presently putting the vision from his mind, he led the procession in which he met his death.23",
      "places": []
    },
    {
      "id": 57,
      "text": "Now the Gephyraean clan, of which the slayers of Hipparchus were members, claim to have come at first from Eretria, but my own enquiry shows that they were among the Phoenicians24 who came with Cadmus to the country now called Boeotia. In that country the lands of Tanagra were allotted to them, and this is where they settled. [2] The Cadmeans had first been expelled from there by the Argives,25 and these Gephyraeans were forced to go to Athens after being expelled in turn by the Boeotians. The Athenians received them as citizens of their own on set terms, debarring them from many practices not deserving of mention here.",
      "places": [
        {
          "placeId": "658472",
          "name": "Gephyraean",
          "startOffset": 8,
          "endOffset": 18
        },
        {
          "placeId": "579925",
          "name": "Eretria",
          "startOffset": 107,
          "endOffset": 114
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 166,
          "endOffset": 177
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 227,
          "endOffset": 234
        },
        {
          "placeId": "580114",
          "name": "Tanagra",
          "startOffset": 265,
          "endOffset": 272
        },
        {
          "placeId": "678334",
          "name": "Cadmeans",
          "startOffset": 336,
          "endOffset": 344
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 387,
          "endOffset": 394
        },
        {
          "placeId": "658472",
          "name": "Gephyraeans",
          "startOffset": 408,
          "endOffset": 419
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 441,
          "endOffset": 447
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 484,
          "endOffset": 493
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 499,
          "endOffset": 508
        }
      ]
    },
    {
      "id": 58,
      "text": "These Phoenicians who came with Cadmus and of whom the Gephyraeans were a part brought with them to Hellas, among many other kinds of learning, the alphabet, which had been unknown before this, I think, to the Greeks. As time went on the sound and the form of the letters were changed. [2] At this time the Greeks who were settled around them were for the most part Ionians, and after being taught the letters by the Phoenicians, they used them with a few changes of form. In so doing, they gave to these characters the name of Phoenician, as was quite fair seeing that the Phoenicians had brought them into Greece.26 [3] The Ionians have also from ancient times called sheets of papyrus skins, since they formerly used the skins of sheep and goats due to the lack of papyrus. Even to this day there are many foreigners who write on such skins.",
      "places": [
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 6,
          "endOffset": 17
        },
        {
          "placeId": "658472",
          "name": "Gephyraeans",
          "startOffset": 55,
          "endOffset": 66
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 100,
          "endOffset": 106
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 210,
          "endOffset": 216
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 307,
          "endOffset": 313
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 366,
          "endOffset": 373
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 417,
          "endOffset": 428
        },
        {
          "placeId": "678334",
          "name": "Phoenician",
          "startOffset": 528,
          "endOffset": 538
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 574,
          "endOffset": 585
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 608,
          "endOffset": 614
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 626,
          "endOffset": 633
        }
      ]
    },
    {
      "id": 59,
      "text": "I have myself seen Cadmean writing in the temple of Ismenian Apollo at Thebes of Boeotia engraved on certain tripods and for the most part looking like Ionian letters. On one of the tripods there is this inscription: “Amphitryon dedicated me from the spoils of27 Teleboae. ”This would date from about the time of Laius the son of Labdacus, grandson of Polydorus and great-grandson of Cadmus.",
      "places": [
        {
          "placeId": "678334",
          "name": "Cadmean",
          "startOffset": 19,
          "endOffset": 26
        },
        {
          "placeId": "541138",
          "name": "Thebes",
          "startOffset": 71,
          "endOffset": 77
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 81,
          "endOffset": 88
        },
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 152,
          "endOffset": 158
        }
      ]
    },
    {
      "id": 60,
      "text": "A second tripod says, in hexameter verse: “Scaeus the boxer, victorious in the contest, Gave me to Apollo, the archer god, a lovely offering. ”Scaeus the son of Hippocoon, if he is indeed the dedicator and not another of the same name, would have lived at the time of Oedipus son of Laius.",
      "places": []
    },
    {
      "id": 61,
      "text": "The third tripod says, in hexameter verse again: “Laodamas, while he reigned, dedicated this cauldron To Apollo, the sure of aim, as a lovely offering. ” [2]During the rule of this Laodamas son of Eteocles, the Cadmeans were expelled by the Argives and went away to the Encheleis. The Gephyraeans were left behind but were later compelled by the Boeotians to withdraw to Athens. They have certain set forms of worship at Athens in which the rest of the Athenians take no part, particularly the rites and mysteries of Achaean Demeter.",
      "places": [
        {
          "placeId": "678334",
          "name": "Cadmeans",
          "startOffset": 211,
          "endOffset": 219
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 241,
          "endOffset": 248
        },
        {
          "placeId": "481829",
          "name": "Encheleis",
          "startOffset": 270,
          "endOffset": 279
        },
        {
          "placeId": "491600",
          "name": "Gephyraeans",
          "startOffset": 285,
          "endOffset": 296
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 346,
          "endOffset": 355
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 371,
          "endOffset": 377
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 421,
          "endOffset": 427
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 453,
          "endOffset": 462
        },
        {
          "placeId": "981502",
          "name": "Achaean",
          "startOffset": 517,
          "endOffset": 524
        }
      ]
    },
    {
      "id": 62,
      "text": "I have told both of the vision of Hipparchus' dream and of the first origin of the Gephyreans, to whom the slayers of Hipparchus belonged. Now I must go further and return to the story which I began to tell, namely how the Athenians were freed from their tyrants. [2] Hippias, their tyrant, was growing ever more bitter in enmity against the Athenians because of Hipparchus' death, and the Alcmeonidae, a family of Athenian stock banished by the sons of Pisistratus, attempted with the rest of the exiled Athenians to make their way back by force and free Athens. They were not successful in their return and suffered instead a great reverse. After fortifying Lipsydrium north of Paeonia, they, in their desire to use all devices against the sons of Pisistratus, hired themselves to the Amphictyons for the building of the temple at Delphi which exists now but was not there yet then. [3] Since they were wealthy and like their fathers men of reputation, they made the temple more beautiful than the model showed. In particular, whereas they had agreed to build the temple of tufa, they made its front of Parian marble.",
      "places": [
        {
          "placeId": "658472",
          "name": "Gephyreans",
          "startOffset": 83,
          "endOffset": 93
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 223,
          "endOffset": 232
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 342,
          "endOffset": 351
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 415,
          "endOffset": 423
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 505,
          "endOffset": 514
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 556,
          "endOffset": 562
        },
        {
          "placeId": "580011",
          "name": "Lipsydrium",
          "startOffset": 660,
          "endOffset": 670
        },
        {
          "placeId": "491680",
          "name": "Paeonia",
          "startOffset": 680,
          "endOffset": 687
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 833,
          "endOffset": 839
        },
        {
          "placeId": "599868",
          "name": "Parian",
          "startOffset": 1105,
          "endOffset": 1111
        }
      ]
    },
    {
      "id": 63,
      "text": "These men, as the Athenians say, established themselves at Delphi and bribed the Pythian priestess to bid any Spartans who should come to inquire of her on a private or a public account to set Athens free. [2] Then the Lacedaemonians, when the same command was ever revealed to them, sent Anchimolius the son of Aster, a citizen of repute, to drive out the sons of Pisistratus with an army despite the fact that the Pisistratidae were their close friends, for the god's will weighed with them more than the will of man. [3] They sent these men by sea on shipboard. Anchimolius put in at Phalerum and disembarked his army there. The sons of Pisistratus, however, had received word of the plan already, and sent to ask help from the Thessalians with whom they had an alliance. The Thessalians, at their entreaty, joined together and sent their own king, Cineas of Conium, with a thousand horsemen. When the Pisistratidae got these allies, they devised the following plan. [4] First they laid waste the plain of Phalerum so that all that land could be ridden over and then launched their cavalry against the enemy's army. Then the horsemen charged and slew Anchimolius and many more of the Lacedaemonians, and drove those that survived to their ships. Accordingly, the first Lacedaemonian army drew off, and Anchimolius' tomb is at Alopecae in Attica, near to the Heracleum in Cynosarges.28",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 18,
          "endOffset": 27
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 59,
          "endOffset": 65
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 110,
          "endOffset": 118
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 193,
          "endOffset": 199
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 219,
          "endOffset": 233
        },
        {
          "placeId": "580072",
          "name": "Phalerum",
          "startOffset": 587,
          "endOffset": 595
        },
        {
          "placeId": "1332",
          "name": "Thessalians",
          "startOffset": 731,
          "endOffset": 742
        },
        {
          "placeId": "1332",
          "name": "Thessalians",
          "startOffset": 779,
          "endOffset": 790
        },
        {
          "placeId": "614635",
          "name": "Conium",
          "startOffset": 862,
          "endOffset": 868
        },
        {
          "placeId": "580072",
          "name": "Phalerum",
          "startOffset": 1009,
          "endOffset": 1017
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 1187,
          "endOffset": 1201
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 1272,
          "endOffset": 1285
        },
        {
          "placeId": "579858",
          "name": "Alopecae",
          "startOffset": 1329,
          "endOffset": 1337
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 1341,
          "endOffset": 1347
        },
        {
          "placeId": "580002",
          "name": "Cynosarges",
          "startOffset": 1374,
          "endOffset": 1384
        }
      ]
    },
    {
      "id": 64,
      "text": "After this the Lacedaemonians sent out a greater army to attack Athens, appointing as its general their king Cleomenes son of Anaxandrides. This army they sent not by sea but by land. [2] When they broke into Attica, the Thessalian horsemen were the first to meet them. They were routed after only a short time, and more than forty men were slain. Those who were left alive made off for Thessaly by the nearest way they could. Then Cleomenes, when he and the Athenians who desired freedom came into the city, drove the tyrants' family within the Pelasgic wall29 and besieged them there.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 15,
          "endOffset": 29
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 64,
          "endOffset": 70
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 209,
          "endOffset": 215
        },
        {
          "placeId": "1332",
          "name": "Thessalian",
          "startOffset": 221,
          "endOffset": 231
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 387,
          "endOffset": 395
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 459,
          "endOffset": 468
        }
      ]
    },
    {
      "id": 65,
      "text": "The Lacedaemonians would never have taken the Pisistratid stronghold. First of all they had no intention to blockade it, and secondly the Pisistratidae were well furnished with food and drink. The Lacedaemonians would only have besieged the place for a few days and then returned to Sparta. As it was, however, there was a turn of fortune which harmed the one party and helped the other, for the sons of the Pisistratid family were taken as they were being secretly carried out of the country. [2] When this happened, all their plans were confounded, and they agreed to depart from Attica within five days on the terms prescribed to them by the Athenians in return for the recovery of their children. [3] Afterwards they departed to Sigeum on the Scamander. They had ruled the Athenians for thirty-six years30 and were in lineage of the house of Pylos and Neleus, born of the same ancestors as the families of Codrus and Melanthus, who had formerly come from foreign parts to be kings of Athens. [4] It was for this reason that Hippocrates gave his son the name Pisistratus as a remembrance, calling him after Pisistratus the son of Nestor. [5] This is the way, then, that the Athenians got rid of their tyrants. As regards all the noteworthy things which they did or endured after they were freed and before Ionia revolted from Darius and Aristagoras of Miletus came to Athens to ask help of its people, of these I will first give an account.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 4,
          "endOffset": 18
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 197,
          "endOffset": 211
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 283,
          "endOffset": 289
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 582,
          "endOffset": 588
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 645,
          "endOffset": 654
        },
        {
          "placeId": "550877",
          "name": "Sigeum",
          "startOffset": 733,
          "endOffset": 739
        },
        {
          "placeId": "550871",
          "name": "Scamander",
          "startOffset": 747,
          "endOffset": 756
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 777,
          "endOffset": 786
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 988,
          "endOffset": 994
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1177,
          "endOffset": 1186
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 1309,
          "endOffset": 1314
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 1355,
          "endOffset": 1362
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 1371,
          "endOffset": 1377
        }
      ]
    },
    {
      "id": 66,
      "text": "Athens, which had been great before, now grew even greater when her tyrants had been removed. The two principal holders of power were Cleisthenes an Alcmaeonid, who was reputed to have bribed the Pythian priestess, and Isagoras son of Tisandrus, a man of a notable house but his lineage I cannot say. His kinsfolk, at any rate, sacrifice to Zeus of Caria. [2] These men with their factions fell to contending for power, Cleisthenes was getting the worst of it in this dispute and took the commons into his party.31 Presently he divided the Athenians into ten tribes instead of four as formerly. He called none after the names of the sons of Ion—Geleon, Aegicores, Argades, and Hoples—but invented for them names taken from other heroes, all native to the country except Aias. Him he added despite the fact that he was a stranger because he was a neighbor and an ally.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 0,
          "endOffset": 6
        },
        {
          "placeId": "991381",
          "name": "Caria",
          "startOffset": 349,
          "endOffset": 354
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 540,
          "endOffset": 549
        }
      ]
    },
    {
      "id": 67,
      "text": "In doing this, to my thinking, this Cleisthenes was imitating his own mother's father, Cleisthenes the tyrant of Sicyon,32 for Cleisthenes, after going to war with the Argives, made an end of minstrels' contests at Sicyon by reason of the Homeric poems, in which it is the Argives and Argos which are primarily the theme of the songs. Furthermore, he conceived the desire to cast out from the land Adrastus son of Talaus, the hero whose shrine stood then as now in the very marketplace of Sicyon because he was an Argive. [2] He went then to Delphi, and asked the oracle if he should cast Adrastus out, but the priestess said in response: “Adrastus is king of Sicyon, and you but a stone thrower.” When the god would not permit him to do as he wished in this matter, he returned home and attempted to devise some plan which might rid him of Adrastus. When he thought he had found one, he sent to Boeotian Thebes saying that he would gladly bring Melanippus son of Astacus into his country, and the Thebans handed him over. [3] When Cleisthenes had brought him in, he consecrated a sanctuary for him in the government house itself, where he was established in the greatest possible security. Now the reason why Cleisthenes brought in Melanippus, a thing which I must relate, was that Melanippus was Adrastus' deadliest enemy, for Adrastus had slain his brother Mecisteus and his son-in-law Tydeus. [4] Having then designated the precinct for him, Cleisthenes took away all Adrastus' sacrifices and festivals and gave them to Melanippus. The Sicyonians had been accustomed to pay very great honor to Adrastus because the country had once belonged to Polybus, his maternal grandfather, who died without an heir and bequeathed the kingship to him. [5] Besides other honors paid to Adrastus by the Sicyonians, they celebrated his lamentable fate with tragic choruses in honor not of Dionysus but of Adrastus. Cleisthenes, however, gave the choruses back to Dionysus and the rest of the worship to Melanippus.",
      "places": [
        {
          "placeId": "570668",
          "name": "Sicyon",
          "startOffset": 113,
          "endOffset": 119
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 168,
          "endOffset": 175
        },
        {
          "placeId": "570668",
          "name": "Sicyon",
          "startOffset": 215,
          "endOffset": 221
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 273,
          "endOffset": 280
        },
        {
          "placeId": "570106",
          "name": "Argos",
          "startOffset": 285,
          "endOffset": 290
        },
        {
          "placeId": "570668",
          "name": "Sicyon",
          "startOffset": 489,
          "endOffset": 495
        },
        {
          "placeId": "570106",
          "name": "Argive",
          "startOffset": 514,
          "endOffset": 520
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 542,
          "endOffset": 548
        },
        {
          "placeId": "570668",
          "name": "Sicyon",
          "startOffset": 660,
          "endOffset": 666
        },
        {
          "placeId": "540689",
          "name": "Boeotian",
          "startOffset": 896,
          "endOffset": 904
        },
        {
          "placeId": "541138",
          "name": "Thebes",
          "startOffset": 905,
          "endOffset": 911
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 998,
          "endOffset": 1005
        },
        {
          "placeId": "570668",
          "name": "Sicyonians",
          "startOffset": 1540,
          "endOffset": 1550
        },
        {
          "placeId": "570668",
          "name": "Sicyonians",
          "startOffset": 1793,
          "endOffset": 1803
        }
      ]
    },
    {
      "id": 68,
      "text": "This, then, is what he did regarding Adrastus, but as for the tribes of the Dorians, he changed their names so that these tribes should not be shared by Sicyonians and Argives. In this especially he made a laughing-stock of the Sicyonians, for he gave the tribes names derived from the words ‘donkey’ and ‘pig’ changing only the endings. The name of his own tribe, however, he did not change in this way, but rather gave it a name indicating his own rule, calling it Archelaoi, rulers of the people. The rest were Swinites, Assites and Porkites. [2] These were the names of the tribes which the Sicyonians used under Cleisthenes' rule and for sixty years more after his death. Afterwards, however, they took counsel together and both changed the names of three to Hylleis, Pamphyli, and Dymanatae, and added a fourth which they called Aegialeis after Aegialeus son of Adrastus.",
      "places": [
        {
          "placeId": "570668",
          "name": "Sicyonians",
          "startOffset": 153,
          "endOffset": 163
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 168,
          "endOffset": 175
        },
        {
          "placeId": "570668",
          "name": "Sicyonians",
          "startOffset": 228,
          "endOffset": 238
        },
        {
          "placeId": "570668",
          "name": "Sicyonians",
          "startOffset": 595,
          "endOffset": 605
        }
      ]
    },
    {
      "id": 69,
      "text": "This is what the Sicyonian Cleisthenes had done, and the Athenian Cleisthenes, following the lead of his grandfather and namesake, decided out of contempt, I imagine, for the Ionians, that his tribes should not be the same as theirs. [2] When he had drawn into his own party the Athenian people, which was then debarred from all rights, he gave the tribes new names and increased their number, making ten tribe-wardens in place of four, and assigning ten districts to each tribe. When he had won over the people, he was stronger by far than the rival faction.",
      "places": [
        {
          "placeId": "570668",
          "name": "Sicyonian",
          "startOffset": 17,
          "endOffset": 26
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 57,
          "endOffset": 65
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 175,
          "endOffset": 182
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 279,
          "endOffset": 287
        }
      ]
    },
    {
      "id": 70,
      "text": "Isagoras, who was on the losing side, devised a counter-plot, and invited the aid of Cleomenes, who had been his friend since the besieging of the Pisistratidae. It was even said of Cleomenes that he regularly went to see Isagoras' wife. [2] Then Cleomenes first sent a herald to Athens demanding the banishment of Cleisthenes and many other Athenians with him, the Accursed, as he called them. This he said in his message by Isagoras' instruction, for the Alcmeonidae and their faction were held to be guilty of that bloody deed while Isagoras and his friends had no part in it.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 280,
          "endOffset": 286
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 342,
          "endOffset": 351
        }
      ]
    },
    {
      "id": 71,
      "text": "How the Accursed at Athens had received their name, I will now relate. There was an Athenian named Cylon, who had been a winner at Olympia. This man put on the air of one who aimed at tyranny, and gathering a company of men of like age, he attempted to seize the citadel. When he could not win it, he took sanctuary by the goddess' statue. [2] He and his men were then removed from their position by the presidents of the naval boards,33 the rulers of Athens at that time. Although they were subject to any penalty save death, they were slain, and their death was attributed to the Alcmaeonidae. All this took place before the time of Pisistratus.34",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 20,
          "endOffset": 26
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 84,
          "endOffset": 92
        },
        {
          "placeId": "570531",
          "name": "Olympia",
          "startOffset": 131,
          "endOffset": 138
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 452,
          "endOffset": 458
        }
      ]
    },
    {
      "id": 72,
      "text": "When Cleomenes had sent for and demanded the banishment of Cleisthenes and the Accursed, Cleisthenes himself secretly departed. Afterwards, however, Cleomenes appeared in Athens with no great force. Upon his arrival, he, in order to take away the curse, banished seven hundred Athenian families named for him by Isagoras. Having so done he next attempted to dissolve the Council,35 entrusting the offices of government to Isagoras' faction. [2] The Council, however, resisted him, whereupon Cleomenes and Isagoras and his partisans seized the acropolis. The rest of the Athenians united and besieged them for two days. On the third day as many of them as were Lacedaemonians left the country under truce. [3] The prophetic voice that Cleomenes heard accordingly had its fulfillment, for when he went up to the acropolis with the intention of taking possession of it, he approached the shrine of the goddess to address himself to her. The priestess rose up from her seat, and before he had passed through the door-way, she said, “Go back, Lacedaemonian stranger, and do not enter the holy place since it is not lawful that Dorians should pass in here. “My lady,” he answered, “I am not a Dorian, but an Achaean.” [4] So without taking heed of the omen, he tried to do as he pleased and was, as I have said, then again cast out together with his Lacedaemonians. As for the rest, the Athenians imprisoned them under sentence of death. Among the prisoners was Timesitheus the Delphian, whose achievements of strength and courage were quite formidable.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 171,
          "endOffset": 177
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 277,
          "endOffset": 285
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 570,
          "endOffset": 579
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 660,
          "endOffset": 674
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 1038,
          "endOffset": 1051
        },
        {
          "placeId": "981502",
          "name": "Achaean",
          "startOffset": 1202,
          "endOffset": 1209
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 1344,
          "endOffset": 1358
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1381,
          "endOffset": 1390
        },
        {
          "placeId": "540726",
          "name": "Delphian",
          "startOffset": 1472,
          "endOffset": 1480
        }
      ]
    },
    {
      "id": 73,
      "text": "These men, then, were bound and put to death. After that, the Athenians sent to bring back Cleisthenes and the seven hundred households banished by Cleomenes. Then, desiring to make an alliance with the Persians, they despatched envoys to Sardis, for they knew that they had provoked the Lacedaemonians and Cleomenes to war. [2] When the envoys came to Sardis and spoke as they had been bidden, Artaphrenes son of Hystaspes, viceroy of Sardis, asked them, “What men are you and where do you live, who desire alliance with the Persians?” When he had received the information he wanted from the envoys, he gave them an answer the substance of which was that if the Athenians gave king Darius earth and water, then he would make an alliance with them, but if not, his command was that they should depart. [3] The envoys consulted together, and in their desire to make the alliance, they consented to give what was asked. They then returned to their own country and were there greatly blamed for what they had done.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 62,
          "endOffset": 71
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 203,
          "endOffset": 211
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 239,
          "endOffset": 245
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 288,
          "endOffset": 302
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 353,
          "endOffset": 359
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 436,
          "endOffset": 442
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 526,
          "endOffset": 534
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 663,
          "endOffset": 672
        }
      ]
    },
    {
      "id": 74,
      "text": "Cleomenes, however, fully aware that the Athenians had done him wrong in word and deed, mustered an army from the whole of the Peloponnesus. He did not declare the purpose for which he mustered it, namely to avenge himself on the Athenian people and set up Isagoras, who had come with him out of the acropolis, as tyrant. [2] Cleomenes broke in as far as Eleusis with a great host, and the Boeotians, by a concerted plan, took Oenoe and Hysiae, districts on the borders of Attica, while the Chalcidians attacked on another side and raided lands in Attica. The Athenians, who were now caught in a ring of foes, decided to oppose the Spartans at Eleusis and to deal with the Boeotians and Chalcidians later.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 41,
          "endOffset": 50
        },
        {
          "placeId": "570577",
          "name": "Peloponnesus",
          "startOffset": 127,
          "endOffset": 139
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 230,
          "endOffset": 238
        },
        {
          "placeId": "579920",
          "name": "Eleusis",
          "startOffset": 355,
          "endOffset": 362
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 390,
          "endOffset": 399
        },
        {
          "placeId": "580039",
          "name": "Oenoe",
          "startOffset": 427,
          "endOffset": 432
        },
        {
          "placeId": "540831",
          "name": "Hysiae",
          "startOffset": 437,
          "endOffset": 443
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 473,
          "endOffset": 479
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 491,
          "endOffset": 502
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 548,
          "endOffset": 554
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 560,
          "endOffset": 569
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 632,
          "endOffset": 640
        },
        {
          "placeId": "579920",
          "name": "Eleusis",
          "startOffset": 644,
          "endOffset": 651
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 673,
          "endOffset": 682
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 687,
          "endOffset": 698
        }
      ]
    },
    {
      "id": 75,
      "text": "When the armies were about to join battle, the Corinthians, coming to the conclusion that they were acting wrongly, changed their minds and departed. Later Demaratus son of Ariston, the other king of Sparta, did likewise, despite the fact that he had come with Cleomenes from Lacedaemon in joint command of the army and had not till now been at variance with him. [2] As a result of this dissension, a law was made at Sparta that when an army was despatched, both kings would not be permitted to go with it. Until that time they had both gone together, but now one of the kings was released from service and one of the sons of Tyndarus too could be left at home. Before that time, both of these also were asked to give aid and went with the army. [3] So now at Eleusis, when the rest of the allies saw that the Lacedaemonian kings were not of one mind and that the Corinthians had left their host, they too went off.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 47,
          "endOffset": 58
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 200,
          "endOffset": 206
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 276,
          "endOffset": 286
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 418,
          "endOffset": 424
        },
        {
          "placeId": "579920",
          "name": "Eleusis",
          "startOffset": 761,
          "endOffset": 768
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 811,
          "endOffset": 824
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 865,
          "endOffset": 876
        }
      ]
    },
    {
      "id": 76,
      "text": "This was the fourth time that Dorians had come into Attica. They had come twice as invaders in war and twice as helpers of the Athenian people. The first time was when they planted a settlement at Megara36(this expedition may rightly be said to have been in the reign of Codrus), the second and third when they set out from Sparta to drive out the sons of Pisistratus, and the fourth was now, when Cleomenes broke in as far as Eleusis with his following of Peloponnesians. This was accordingly the fourth Dorian invasion of Athens.",
      "places": [
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 52,
          "endOffset": 58
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 127,
          "endOffset": 135
        },
        {
          "placeId": "570468",
          "name": "Megara",
          "startOffset": 197,
          "endOffset": 203
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 324,
          "endOffset": 330
        },
        {
          "placeId": "579920",
          "name": "Eleusis",
          "startOffset": 427,
          "endOffset": 434
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 457,
          "endOffset": 471
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 524,
          "endOffset": 530
        }
      ]
    },
    {
      "id": 77,
      "text": "When this force then had been ingloriously scattered, the Athenians first marched against the Chalcidians to punish them. The Boeotians came to the Euripus to help the Chalcidians and as soon as the Athenians saw these allies, they resolved to attack the Boeotians before the Chalcidians. [2] When they met the Boeotians in battle, they won a great victory, slaying very many and taking seven hundred of them prisoner. On that same day the Athenians crossed to Euboea where they met the Chalcidians too in battle, and after overcoming them as well, they left four thousand tenant farmers37 on the lands of the horse-breeders. [3] Horse-breeders was the name given to the men of substance among the Chalcidians. They fettered as many of these as they took alive and kept them imprisoned with the captive Boeotians. In time, however, they set them free, each for an assessed ransom of two minae. The fetters in which the prisoners had been bound they hung up in the acropolis, where they could still be seen in my time hanging from walls which the Persians' fire had charred, opposite the temple which faces west. [4] Moreover, they made a dedication of a tenth part of the ransom, and this money was used for the making of a four-horse chariot which stands on the left hand of the entrance into the outer porch of the acropolis and38 bears this inscription: “Athens with Chalcis and Boeotia fought, Bound them in chains and brought their pride to naught. Prison was grief, and ransom cost them dear- One tenth to Pallas raised this chariot here. ”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 58,
          "endOffset": 67
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 94,
          "endOffset": 105
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 126,
          "endOffset": 135
        },
        {
          "placeId": "540783",
          "name": "Euripus",
          "startOffset": 148,
          "endOffset": 155
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 168,
          "endOffset": 179
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 199,
          "endOffset": 208
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 255,
          "endOffset": 264
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 276,
          "endOffset": 287
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 311,
          "endOffset": 320
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 440,
          "endOffset": 449
        },
        {
          "placeId": "540775",
          "name": "Euboea",
          "startOffset": 461,
          "endOffset": 467
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 487,
          "endOffset": 498
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 698,
          "endOffset": 709
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 803,
          "endOffset": 812
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1046,
          "endOffset": 1054
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 1358,
          "endOffset": 1364
        },
        {
          "placeId": "540703",
          "name": "Chalcis",
          "startOffset": 1370,
          "endOffset": 1377
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 1382,
          "endOffset": 1389
        }
      ]
    },
    {
      "id": 78,
      "text": "So the Athenians grew in power and proved, not in one respect only but in all, that equality is a good thing. Evidence for this is the fact that while they were under tyrannical rulers, the Athenians were no better in war than any of their neighbors, yet once they got rid of their tyrants, they were by far the best of all. This, then, shows that while they were oppressed, they were, as men working for a master, cowardly, but when they were freed, each one was eager to achieve for himself.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 7,
          "endOffset": 16
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 190,
          "endOffset": 199
        }
      ]
    },
    {
      "id": 79,
      "text": "This, then, is the course of action which the Athenians took, and the Thebans, desiring vengeance on Athens, afterwards appealed to Delphi for advice. The Pythian priestess said that the Thebans themselves would not be able to obtain the vengeance they wanted and that they should lay the matter before the “many-voiced” and entreat their “nearest.” [2] Upon the return of the envoys, an assembly was called and the oracle put before it. When the Thebans heard that they must entreat their “nearest,” they said, “If this is so, our nearest neighbors are the men of Tanagra and Coronea and Thespiae. These are always our comrades in battle and zealously wage our wars. What need, then, is there to entreat them? Perhaps this is the meaning of the oracle.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 46,
          "endOffset": 55
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 70,
          "endOffset": 77
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 101,
          "endOffset": 107
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 132,
          "endOffset": 138
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 187,
          "endOffset": 194
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 447,
          "endOffset": 454
        },
        {
          "placeId": "580114",
          "name": "Tanagra",
          "startOffset": 565,
          "endOffset": 572
        },
        {
          "placeId": "540717",
          "name": "Coronea",
          "startOffset": 577,
          "endOffset": 584
        },
        {
          "placeId": "541141",
          "name": "Thespiae",
          "startOffset": 589,
          "endOffset": 597
        }
      ]
    },
    {
      "id": 80,
      "text": "They reasoned in this way, till at last one understood, and said: “I think that I perceive what the oracle is trying to tell us. Thebe and Aegina, it is said, were daughters of Asopus and sisters. The god's answer is, I think, that we should ask the Aeginetans to be our avengers.” [2] Seeing that there seemed to be no better opinion before them than this, they sent straightaway to entreat the Aeginetans and invite their aid, since this was the oracle's bidding, and the Aeginetans were their nearest. These replied to their demand that they were sending the Sons of Aeacus in aid.",
      "places": [
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 139,
          "endOffset": 145
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 250,
          "endOffset": 260
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 396,
          "endOffset": 406
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 474,
          "endOffset": 484
        }
      ]
    },
    {
      "id": 81,
      "text": "The Thebans took the field on the strength of their alliance with that family but were soundly beaten by the Athenians. Thereupon they sent a second message to Aegina, giving back the sons of Aeacus and asking for some men instead. [2] The Aeginetans, who were enjoying great prosperity and remembered their old feud with Athens, accordingly made war on the Athenians at the entreaty of the Thebans without sending a herald. [3] While the Athenians were busy with the Boeotians, they descended on Attica in ships of war, and ravaged Phaleron and many other seaboard townships. By so doing they dealt the Athenians a very shrewd blow.",
      "places": [
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 4,
          "endOffset": 11
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 109,
          "endOffset": 118
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 160,
          "endOffset": 166
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 240,
          "endOffset": 250
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 322,
          "endOffset": 328
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 358,
          "endOffset": 367
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 391,
          "endOffset": 398
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 439,
          "endOffset": 448
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 468,
          "endOffset": 477
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 497,
          "endOffset": 503
        },
        {
          "placeId": "580072",
          "name": "Phaleron",
          "startOffset": 533,
          "endOffset": 541
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 604,
          "endOffset": 613
        }
      ]
    },
    {
      "id": 82,
      "text": "This was the beginning of the Aeginetans' long-standing debt of enmity against the Athenians. The Epidaurians' land bore no produce. For this reason they inquired at Delphi concerning this calamity, and the priestess bade them set up images of Damia and Auxesia,39 saying that if they so did their luck would be better. The Epidaurians then asked in addition whether they should make the images of bronze or of stone, and the priestess bade them do neither, but make them of the wood of the cultivated olive. [2] So the men of Epidaurus asked the Athenians to permit them to cut down some olive trees, supposing the olives there to be the holiest. Indeed it is said that at that time there were no olives anywhere save at Athens. [3] The Athenians consented to give the trees, if the Epidaurians would pay yearly sacred dues to Athena, the city's goddess, and to Erechtheus. The Epidaurians agreed to this condition, and their request was granted. When they set up images made of these olive trees, their land brought forth fruit, and they fulfilled their agreement with the Athenians.",
      "places": [
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 30,
          "endOffset": 40
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 83,
          "endOffset": 92
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 98,
          "endOffset": 109
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 166,
          "endOffset": 172
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 324,
          "endOffset": 335
        },
        {
          "placeId": "570228",
          "name": "Epidaurus",
          "startOffset": 527,
          "endOffset": 536
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 547,
          "endOffset": 556
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 722,
          "endOffset": 728
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 738,
          "endOffset": 747
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 784,
          "endOffset": 795
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 879,
          "endOffset": 890
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1075,
          "endOffset": 1084
        }
      ]
    },
    {
      "id": 83,
      "text": "Now at this time, as before it, the Aeginetans were in all matters still subject to the Epidaurians and even crossed to Epidaurus for the hearing of their own private lawsuits. From this time, however, they began to build ships, and stubbornly revolted from the Epidaurians. [2] In the course of this struggle, they did the Epidaurians much damage and stole their images of Damia and Auxesia. These they took away and set them up in the middle of their own country at a place called Oea, about twenty furlongs distant from their city. [3] Having set them up in this place they sought their favor with sacrifices and female choruses in the satirical and abusive mode. Ten men were appointed providers of a chorus for each of the deities, and the choruses aimed their raillery not at any men but at the women of the country. The Epidaurians too had the same rites, and they have certain secret rites as well.",
      "places": [
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 36,
          "endOffset": 46
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 88,
          "endOffset": 99
        },
        {
          "placeId": "570228",
          "name": "Epidaurus",
          "startOffset": 120,
          "endOffset": 129
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 262,
          "endOffset": 273
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 324,
          "endOffset": 335
        },
        {
          "placeId": "585935",
          "name": "Oea",
          "startOffset": 483,
          "endOffset": 486
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 827,
          "endOffset": 838
        }
      ]
    },
    {
      "id": 84,
      "text": "When these images were stolen, the Epidaurians ceased from fulfilling their agreement with the Athenians. Then the Athenians sent an angry message to the Epidaurians who pleaded in turn that they were doing no wrong. “For as long,” they said, “as we had the images in our country, we fulfilled our agreement. Now that we are deprived of them, it is not just that we should still be paying. Ask your dues of the men of Aegina, who have the images.” [2] The Athenians therefore sent to Aegina and demanded that the images be restored, but the Aeginetans answered that they had nothing to do with the Athenians.",
      "places": [
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 35,
          "endOffset": 46
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 95,
          "endOffset": 104
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 115,
          "endOffset": 124
        },
        {
          "placeId": "570228",
          "name": "Epidaurians",
          "startOffset": 154,
          "endOffset": 165
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 418,
          "endOffset": 424
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 456,
          "endOffset": 465
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 484,
          "endOffset": 490
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 541,
          "endOffset": 551
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 598,
          "endOffset": 607
        }
      ]
    },
    {
      "id": 85,
      "text": "The Athenians report that after making this demand, they despatched one trireme with certain of their citizens who, coming in the name of the whole people to Aegina, attempted to tear the images, as being made of Attic wood, from their bases so that they might carry them away. [2] When they could not obtain possession of them in this manner, they tied cords around the images with which they could be dragged. While they were attempting to drag them off, they were overtaken both by a thunderstorm and an earthquake. This drove the trireme's crew to such utter madness that they began to slay each other as if they were enemies. At last only one of all was left, who returned by himself to Phalerum.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 4,
          "endOffset": 13
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 158,
          "endOffset": 164
        },
        {
          "placeId": "579888",
          "name": "Attic",
          "startOffset": 213,
          "endOffset": 218
        },
        {
          "placeId": "580072",
          "name": "Phalerum",
          "startOffset": 692,
          "endOffset": 700
        }
      ]
    },
    {
      "id": 86,
      "text": "This is the Athenian version of the matter, but the Aeginetans say that the Athenians came not in one ship only, for they could easily have kept off a single ship, or several, for that matter, even if they had no navy themselves. The truth was, they said, that the Athenians descended upon their coasts with many ships and that they yielded to them without making a fight of it at sea. [2] They are not able to determine clearly whether it was because they admitted to being weaker at sea-fighting that they yielded, or because they were planning what they then actually did. [3] When, as the Aeginetans say, no man came out to fight with them, the Athenians disembarked from their ships and turned their attention to the images. Unable to drag them from the bases, they fastened cords on them and dragged them until they both—this I cannot believe, but another might—fell on their knees. Both have remained in this position ever since. [4] This is what the Athenians did, but the Aeginetans say that they discovered that the Athenians were about to make war upon them and therefore assured themselves of help from the Argives. So when the Athenians disembarked on the land of Aegina, the Argives came to aid the Aeginetans, crossing over from Epidaurus to the island secretly. They then fell upon the Athenians unaware and cut them off from their ships. It was at this moment that the thunderstorm and earthquake came upon them 87.This, then, is the story told by the Argives and Aeginetans, and the Athenians too acknowledge that only one man of their number returned safely to Attica. [2] The Argives, however, say that he escaped after they had destroyed the rest of the Athenian force, while the Athenians claim that the whole thing was to be attributed to divine power. This one man did not survive but perished in the following manner. It would seem that he made his way to Athens and told of the mishap. When the wives of the men who had gone to attack Aegina heard this, they were very angry that he alone should be safe. They gathered round him and stabbed him with the brooch-pins of their garments, each asking him where her husband was. [3] This is how this man met his end, and the Athenians found the action of their women to be more dreadful than their own misfortune. They could find, it is said, no other way to punish the women than changing their dress to the Ionian fashion. Until then the Athenian women had worn Dorian dress, which is very like the Corinthian. It was changed, therefore, to the linen tunic, so that they might have no brooch-pins to use.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 12,
          "endOffset": 20
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 52,
          "endOffset": 62
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 76,
          "endOffset": 85
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 265,
          "endOffset": 274
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 593,
          "endOffset": 603
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 649,
          "endOffset": 658
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 958,
          "endOffset": 967
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 981,
          "endOffset": 991
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1026,
          "endOffset": 1035
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 1119,
          "endOffset": 1126
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1140,
          "endOffset": 1149
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 1177,
          "endOffset": 1183
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 1189,
          "endOffset": 1196
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 1213,
          "endOffset": 1223
        },
        {
          "placeId": "570228",
          "name": "Epidaurus",
          "startOffset": 1244,
          "endOffset": 1253
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1302,
          "endOffset": 1311
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 1469,
          "endOffset": 1476
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 1481,
          "endOffset": 1491
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1501,
          "endOffset": 1510
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 1580,
          "endOffset": 1586
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 1596,
          "endOffset": 1603
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 1675,
          "endOffset": 1683
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1701,
          "endOffset": 1710
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 1881,
          "endOffset": 1887
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 1961,
          "endOffset": 1967
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 2196,
          "endOffset": 2205
        },
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 2380,
          "endOffset": 2386
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 2411,
          "endOffset": 2419
        },
        {
          "placeId": "570182",
          "name": "Corinthian",
          "startOffset": 2472,
          "endOffset": 2482
        }
      ]
    },
    {
      "id": 88,
      "text": "The truth of the matter, however, is that this form of dress is not in its origin Ionian, but Carian, for in ancient times all women in Greece wore the costume now known as Dorian. [2] As for the Argives and Aeginetans, this was the reason of their passing a law in both their countries that brooch-pins should be made half as long as they used to be and that brooches should be the principal things offered by women in the shrines of these two goddesses. Furthermore, nothing else Attic should be brought to the temple, not even pottery, and from that time on only drinking vessels made in the country should be used.",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionian",
          "startOffset": 82,
          "endOffset": 88
        },
        {
          "placeId": "991381",
          "name": "Carian",
          "startOffset": 94,
          "endOffset": 100
        },
        {
          "placeId": "geonames-390903",
          "name": "Greece",
          "startOffset": 136,
          "endOffset": 142
        },
        {
          "placeId": "570106",
          "name": "Argives",
          "startOffset": 196,
          "endOffset": 203
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 208,
          "endOffset": 218
        },
        {
          "placeId": "579888",
          "name": "Attic",
          "startOffset": 482,
          "endOffset": 487
        }
      ]
    },
    {
      "id": 89,
      "text": "Ever since that day even to my time the women of Argos and Aegina wore brooch-pins longer than before, by reason of the feud with the Athenians. The enmity of the Athenians against the Aeginetans began as I have told, and now at the Thebans' call the Aeginetans came readily to the aid of the Boeotians, remembering the matter of the images. [2] While the Aeginetans were laying waste to the seaboard of Attica, the Athenians were setting out to march against them, but an oracle from Delphi came to them bidding them to restrain themselves for thirty years after the wrongdoing of the Aeginetans, and in the thirty-first to mark out a precinct for Aeacus and begin the war with Aegina. In this way their purpose would prosper. If, however, they sent an army against their enemies straightaway, they would indeed subdue them in the end but would in the meantime both suffer and do many things. [3] When the Athenians heard this reported to them, they marked out for Aeacus that precinct which is now set in their marketplace, but they could not stomach the order that they must hold their hand for thirty years, seeing that the Aeginetans had dealt them a foul blow.",
      "places": [
        {
          "placeId": "570106",
          "name": "Argos",
          "startOffset": 49,
          "endOffset": 54
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 59,
          "endOffset": 65
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 134,
          "endOffset": 143
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 163,
          "endOffset": 172
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 185,
          "endOffset": 195
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 233,
          "endOffset": 240
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 251,
          "endOffset": 261
        },
        {
          "placeId": "540689",
          "name": "Boeotians",
          "startOffset": 293,
          "endOffset": 302
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 356,
          "endOffset": 366
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 404,
          "endOffset": 410
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 416,
          "endOffset": 425
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 485,
          "endOffset": 491
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 586,
          "endOffset": 596
        },
        {
          "placeId": "579844",
          "name": "Aegina",
          "startOffset": 679,
          "endOffset": 685
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 907,
          "endOffset": 916
        },
        {
          "placeId": "579844",
          "name": "Aeginetans",
          "startOffset": 1128,
          "endOffset": 1138
        }
      ]
    },
    {
      "id": 90,
      "text": "As they were making ready for vengeance, a matter which took its rise in Lacedaemon hindered them, for when the Lacedaemonians learned of the plot of the Alcmaeonids with the Pythian priestess40 and of her plot against themselves and the Pisistratidae, they were very angry for two reasons, namely that they had driven their own guests and friends from the country they dwelt in, and that the Athenians showed them no gratitude for their doing so. [2] Furthermore, they were spurred on by the oracles41 which foretold that many deeds of enmity would be perpetrated against them by the Athenians. Previously they had had no knowledge of these oracles but now Cleomenes brought them to Sparta, and the Lacedaemonians learned their contents. It was from the Athenian acropolis that Cleomenes took the oracles, which had been in the possession of the Pisistratidae earlier. When they were exiled, they left them in the temple from where they were retrieved by Cleomenes.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 73,
          "endOffset": 83
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 112,
          "endOffset": 126
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 393,
          "endOffset": 402
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 585,
          "endOffset": 594
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 684,
          "endOffset": 690
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 700,
          "endOffset": 714
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 755,
          "endOffset": 763
        }
      ]
    },
    {
      "id": 91,
      "text": "Now the Lacedaemonians, when they regained the oracles and saw the Athenians increasing in power and in no way inclined to obey them, realized that if the Athenians remained free, they would be equal in power with themselves, but that if they were held down under tyranny, they would be weak and ready to serve a master. Perceiving all this, they sent to bring Pisistratus' son Hippias from Sigeum on the Hellespont, the Pisistratidae's place of refuge. [2] When Hippias arrived, the Spartans sent for envoys from the rest of their allies and spoke to them as follows: “Sirs, our allies, we do acknowledge that we have acted wrongly, for, led astray by lying divinations, we drove from their native land men who were our close friends and promised to make Athens subject to us. Then we handed that city over to a thankless people which had no sooner lifted up its head in the freedom which we gave it, than it insolently cast out us and our king. Now it has bred such a spirit of pride and is growing so much in power, that its neighbors in Boeotia and Chalcis have really noticed it, and others too will soon recognize their error. [3] Since we erred in doing what we did, we will now attempt with your aid to avenge ourselves on them. It is on this account and no other that we have sent for Hippias, whom you see, and have brought you from your cities, namely that uniting our counsels and our power, we may bring him to Athens and restore that which we took away.”",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 8,
          "endOffset": 22
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 67,
          "endOffset": 76
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 155,
          "endOffset": 164
        },
        {
          "placeId": "550877",
          "name": "Sigeum",
          "startOffset": 391,
          "endOffset": 397
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 405,
          "endOffset": 415
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 484,
          "endOffset": 492
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 756,
          "endOffset": 762
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 1041,
          "endOffset": 1048
        },
        {
          "placeId": "540703",
          "name": "Chalcis",
          "startOffset": 1053,
          "endOffset": 1060
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 1424,
          "endOffset": 1430
        }
      ]
    },
    {
      "id": 92,
      "text": "These were the words of the Lacedaemonians, but their words were ill-received by the greater part of their allies. The rest then keeping silence, Socles, a Corinthian, said, 92A. “In truth heaven will be beneath the earth and the earth aloft above the heaven, and men will dwell in the sea and fishes where men dwelt before, now that you, Lacedaemonians, are destroying the rule of equals and making ready to bring back tyranny into the cities, tyranny, a thing more unrighteous and bloodthirsty than anything else on this earth. [2] If indeed it seems to you to be a good thing that the cities be ruled by tyrants, set up a tyrant among yourselves first and then seek to set up such for the rest. As it is, however, you, who have never made trial of tyrants and take the greatest precautions that none will arise at Sparta, deal wrongfully with your allies. If you had such experience of that thing as we have, you would be more prudent advisers concerning it than you are now.” 92B. The Corinthian state was ordered in such manner as I will show.There was an oligarchy, and this group of men, called the Bacchiadae, held sway in the city, marrying and giving in marriage among themselves. Now Amphion, one of these men, had a crippled daughter, whose name was Labda.42 Since none of the Bacchiadae would marry her, she was wedded to Eetion son of Echecrates, of the township of Petra, a Lapith by lineage and of the posterity of Caeneus. [2] When no sons were born to him by this wife or any other, he set out to Delphi to enquire concerning the matter of acquiring offspring. As soon as he entered, the Pythian priestess spoke these verses to him: “Eetion,worthy of honor, no man honors you. Labda is with child, and her child will be a millstone Which will fall upon the rulers and will bring justice to Corinth. ” [3] This oracle which was given to Eetion was in some way made known to the Bacchiadae. The earlier oracle sent to Corinth had not been understood by them, despite the fact that its meaning was the same as the meaning of the oracle of Eetion, and it read as follows: “An eagle in the rocks has conceived, and will bring forth a lion, Strong and fierce. The knees of many will it loose. This consider well, Corinthians, You who dwell by lovely Pirene and the overhanging heights of Corinth. ” 92C.This earlier prophecy had been unintelligible to the Bacchiadae, but as soon as they heard the one which was given to Eetion, they understood it at once, recognizing its similarity with the oracle of Eetion. Now understanding both oracles, they kept quiet but resolved to do away with the offspring of Eetion. Then, as soon as his wife had given birth, they sent ten men of their clan to the township where Eetion dwelt to kill the child. [2] These men came to Petra and passing into Eetion's courtyard, asked for the child. Labda, knowing nothing of the purpose of their coming and thinking that they wished to see the baby out of affection for its father, brought it and placed it into the hands of one of them. Now they had planned on their way that the first of them who received the child should dash it to the ground. [3] When, however, Labda brought and handed over the child, by divine chance it smiled at the man who took it. This he saw, and compassion prevented him from killing it. Filled with pity, he handed it to a second, and this man again to a third.In fact it passed from hand to hand to each of the ten, for none would make an end of it. [4] They then gave the child back to its mother, and after going out, they stood before the door reproaching and upbraiding one another, but chiefly him who had first received it since he had not acted in accordance with their agreement. Finally they resolved to go in again and all have a hand in the killing. 92D. Fate, however, had decreed that Eetion's offspring should be the source of ills for Corinth, for Labda, standing close to this door, heard all this. Fearing that they would change their minds and that they would take and actually kill the child, she took it away and hid it where she thought it would be hardest to find, in a chest, for she knew that if they returned and set about searching they would seek in every place—which in fact they did. [2] They came and searched, but when they did not find it, they resolved to go off and say to those who had sent them that they had carried out their orders. They then went away and said this. 92E. Eetion's son, however, grew up, and because of his escape from that danger, he was called Cypselus, after the chest. When he had reached manhood and was seeking a divination, an oracle of double meaning was given him at Delphi. Putting faith in this, he made an attempt on Corinth and won it. [2] The oracle was as follows: “That man is fortunate who steps into my house, Cypselus, son of Eetion, the king of noble Corinth, He himself and his children, but not the sons of his sons. ”Such was the oracle. Cypselus, however, when he had gained the tyranny, conducted himself in this way: many of the Corinthians he drove into exile, many he deprived of their wealth, and by far the most he had killed. 92F. After a reign of thirty years,43 he died in the height of prosperity, and was succeeded by his son Periander. Now Periander was to begin with milder than his father, but after he had held converse by messenger with Thrasybulus the tyrant of Miletus, he became much more bloodthirsty than Cypselus. [2] He had sent a herald to Thrasybulus and inquired in what way he would best and most safely govern his city. Thrasybulus led the man who had come from Periander outside the town, and entered into a sown field. As he walked through the corn, continually asking why the messenger had come to him from Corinth, he kept cutting off all the tallest ears of wheat which he could see, and throwing them away, until he had destroyed the best and richest part of the crop. [3] Then, after passing through the place and speaking no word of counsel, he sent the herald away. When the herald returned to Corinth, Periander desired to hear what counsel he brought, but the man said that Thrasybulus had given him none. The herald added that it was a strange man to whom he had been sent, a madman and a destroyer of his own possessions, telling Periander what he had seen Thrasybulus do. 92G. Periander, however, understood what had been done, and perceived that Thrasybulus had counselled him to slay those of his townsmen who were outstanding in influence or ability; with that he began to deal with his citizens in an evil manner. Whatever act of slaughter or banishment Cypselus had left undone, that Periander brought to accomplishment. In a single day he stripped all the women of Corinth naked, because of his own wife Melissa.44 [2] Periander had sent messengers to the Oracle of the Dead on the river Acheron in Thesprotia to enquire concerning a deposit that a friend had left, but Melissa, in an apparition, said that she would tell him nothing, nor reveal where the deposit lay, for she was cold and naked. The garments, she said, with which Periander had buried with her had never been burnt, and were of no use to her. Then, as evidence for her husband that she spoke the truth, she added that Periander had put his loaves into a cold oven. [3] When this message was brought back to Periander (for he had had intercourse with the dead body of Melissa and knew her token for true), immediately after the message he made a proclamation that all the Corinthian women should come out into the temple of Hera. They then came out as to a festival, wearing their most beautiful garments, and Periander set his guards there and stripped them all alike, ladies and serving-women, and heaped all the clothes in a pit, where, as he prayed to Melissa, he burnt them. [4] When he had done this and sent a second message, the ghost of Melissa told him where the deposit of the friend had been laid. “This, then, Lacedaimonians, is the nature of tyranny, and such are its deeds. [5] We Corinthians marvelled greatly when we saw that you were sending for Hippias, and now we marvel yet more at your words to us. We entreat you earnestly in the name of the gods of Hellas not to establish tyranny in the cities, but if you do not cease from so doing and unrighteously attempt to bring Hippias back, be assured that you are proceeding without the Corinthians' consent.”",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 28,
          "endOffset": 42
        },
        {
          "placeId": "570182",
          "name": "Corinthian",
          "startOffset": 156,
          "endOffset": 166
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 339,
          "endOffset": 353
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 817,
          "endOffset": 823
        },
        {
          "placeId": "570182",
          "name": "Corinthian",
          "startOffset": 989,
          "endOffset": 999
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 1515,
          "endOffset": 1521
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 1808,
          "endOffset": 1815
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 1934,
          "endOffset": 1941
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 2225,
          "endOffset": 2236
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 2300,
          "endOffset": 2307
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 3873,
          "endOffset": 3880
        },
        {
          "placeId": "540726",
          "name": "Delphi",
          "startOffset": 4654,
          "endOffset": 4660
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 4707,
          "endOffset": 4714
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 4849,
          "endOffset": 4856
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 5033,
          "endOffset": 5044
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 5381,
          "endOffset": 5388
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 5740,
          "endOffset": 5747
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 6033,
          "endOffset": 6040
        },
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 6715,
          "endOffset": 6722
        },
        {
          "placeId": "570030",
          "name": "Acheron",
          "startOffset": 6838,
          "endOffset": 6845
        },
        {
          "placeId": "531117",
          "name": "Thesprotia",
          "startOffset": 6849,
          "endOffset": 6859
        },
        {
          "placeId": "570182",
          "name": "Corinthian",
          "startOffset": 7489,
          "endOffset": 7499
        },
        {
          "placeId": "570406",
          "name": "Lacedaimonians",
          "startOffset": 7940,
          "endOffset": 7954
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 8013,
          "endOffset": 8024
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 8190,
          "endOffset": 8196
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 8371,
          "endOffset": 8382
        }
      ]
    },
    {
      "id": 93,
      "text": "These were the words of Socles, the envoy from Corinth, and Hippias answered, calling the same gods as Socles had invoked to witness, that the Corinthians would be the first to wish the Pisistratidae back, when the time appointed should come for them to be vexed by the Athenians. [2] Hippias made this answer, inasmuch as he had more exact knowledge of the oracles than any man, but the rest of the allies, who had till now kept silence, spoke out when they heard the free speech of Socles and sided with the opinion of the Corinthians, entreating the Lacedaemonians not to harm a Greek city.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinth",
          "startOffset": 47,
          "endOffset": 54
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 143,
          "endOffset": 154
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 270,
          "endOffset": 279
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 525,
          "endOffset": 536
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 553,
          "endOffset": 567
        },
        {
          "placeId": "geonames-390903",
          "name": "Greek",
          "startOffset": 582,
          "endOffset": 587
        }
      ]
    },
    {
      "id": 94,
      "text": "His plan, then, came to nothing, and Hippias was forced to depart. Amyntas king of the Macedonians offered him Anthemus, and the Thessalians Iolcus, but he would have neither. He withdrew to Sigeum, which Pisistratus had taken at the spear's point from the Mytilenaeans and where he then established as tyrant Hegesistratus, his own bastard son by an Argive woman. Hegesistratus, however, could not keep what Pisistratus had given him without fighting, [2] for there was constant war over a long period of time45 between the Athenians at Sigeum and the Mytilenaeans at Achilleum. The Mytilenaeans were demanding the place back, and the Athenians, bringing proof to show that the Aeolians had no more part or lot in the land of Ilium than they themselves and all the other Greeks who had aided Menelaus to avenge the rape of Helen, would not consent.",
      "places": [
        {
          "placeId": "491656",
          "name": "Macedonians",
          "startOffset": 87,
          "endOffset": 98
        },
        {
          "placeId": "1332",
          "name": "Thessalians",
          "startOffset": 129,
          "endOffset": 140
        },
        {
          "placeId": "550877",
          "name": "Sigeum",
          "startOffset": 191,
          "endOffset": 197
        },
        {
          "placeId": "550763",
          "name": "Mytilenaeans",
          "startOffset": 257,
          "endOffset": 269
        },
        {
          "placeId": "570106",
          "name": "Argive",
          "startOffset": 351,
          "endOffset": 357
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 525,
          "endOffset": 534
        },
        {
          "placeId": "550877",
          "name": "Sigeum",
          "startOffset": 538,
          "endOffset": 544
        },
        {
          "placeId": "550763",
          "name": "Mytilenaeans",
          "startOffset": 553,
          "endOffset": 565
        },
        {
          "placeId": "550401",
          "name": "Achilleum",
          "startOffset": 569,
          "endOffset": 578
        },
        {
          "placeId": "550763",
          "name": "Mytilenaeans",
          "startOffset": 584,
          "endOffset": 596
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 636,
          "endOffset": 645
        },
        {
          "placeId": "550406",
          "name": "Aeolians",
          "startOffset": 679,
          "endOffset": 687
        },
        {
          "placeId": "550595",
          "name": "Ilium",
          "startOffset": 727,
          "endOffset": 732
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 772,
          "endOffset": 778
        }
      ]
    },
    {
      "id": 95,
      "text": "Among the various incidents of this war, one in particular is worth mention; In the course of a battle in which the Athenians had the upper hand, Alcaeus the poet took to flight and escaped, but his armor was taken by the Athenians and hung up in the temple of Athena at Sigeum. [2] Alcaeus wrote a poem about this and sent it to Mytilene. In it he relates his own misfortune to his friend Melanippus. As for the Mytilenaeans and Athenians, however, peace was made between them by Periander son of Cypselus, to whose arbitration they committed the matter, and the terms of peace were that each party should keep what it had.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 116,
          "endOffset": 125
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 222,
          "endOffset": 231
        },
        {
          "placeId": "550877",
          "name": "Sigeum",
          "startOffset": 271,
          "endOffset": 277
        },
        {
          "placeId": "geonames-256866",
          "name": "Mytilene",
          "startOffset": 330,
          "endOffset": 338
        },
        {
          "placeId": "550763",
          "name": "Mytilenaeans",
          "startOffset": 413,
          "endOffset": 425
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 430,
          "endOffset": 439
        }
      ]
    },
    {
      "id": 96,
      "text": "It was in this way, then, that Sigeum came to be under Athenian rule, but Hippias, having come from Lacedaemon into Asia, left no stone unturned, maligning the Athenians to Artaphrenes, and doing all he could to bring Athens into subjection to himself and Darius. [2] While Hippias was engaged in these activities, the Athenians heard of it and sent messengers to Sardis, warning the Persians not to believe banished Athenians. Artaphrenes, however, bade them receive Hippias back, if they wanted to be safe.When his words were brought back to the Athenians, they would not consent to them, and since they would not consent, it was resolved that they should be openly at war with Persia.",
      "places": [
        {
          "placeId": "550877",
          "name": "Sigeum",
          "startOffset": 31,
          "endOffset": 37
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 55,
          "endOffset": 63
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 100,
          "endOffset": 110
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 160,
          "endOffset": 169
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 218,
          "endOffset": 224
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 319,
          "endOffset": 328
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 364,
          "endOffset": 370
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 384,
          "endOffset": 392
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 417,
          "endOffset": 426
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 548,
          "endOffset": 557
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 680,
          "endOffset": 686
        }
      ]
    },
    {
      "id": 97,
      "text": "It was when the Athenians had made their decision and were already on bad terms with Persia, that Aristagoras the Milesian, driven from Sparta by Cleomenes the Lacedaemonian, came to Athens, since that city was more powerful than any of the rest. Coming before the people, Aristagoras spoke to the same effect as at Sparta, of the good things of Asia, and how the Persians carried neither shield nor spear in war and could easily be overcome. [2] This he said adding that the Milesians were settlers from Athens, whom it was only right to save seeing that they themselves were a very powerful people. There was nothing which he did not promise in the earnestness of his entreaty, till at last he prevailed upon them. It seems, then, that it is easier to deceive many than one, for he could not deceive Cleomenes of Lacedaemon, one single man, but thirty thousand46 Athenians he could. [3] The Athenians, now persuaded, voted to send twenty ships to aid the Ionians, appointing for their admiral Melanthius, a citizen of Athens who had an unblemished reputation. These ships were the beginning of troubles for both Greeks and foreigners.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 16,
          "endOffset": 25
        },
        {
          "placeId": "geonames-130758",
          "name": "Persia",
          "startOffset": 85,
          "endOffset": 91
        },
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 114,
          "endOffset": 122
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 136,
          "endOffset": 142
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonian",
          "startOffset": 160,
          "endOffset": 173
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 183,
          "endOffset": 189
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 316,
          "endOffset": 322
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 364,
          "endOffset": 372
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 476,
          "endOffset": 485
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 505,
          "endOffset": 511
        },
        {
          "placeId": "570406",
          "name": "Lacedaemon",
          "startOffset": 815,
          "endOffset": 825
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 865,
          "endOffset": 874
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 893,
          "endOffset": 902
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 957,
          "endOffset": 964
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 1020,
          "endOffset": 1026
        },
        {
          "placeId": "geonames-390903",
          "name": "Greeks",
          "startOffset": 1114,
          "endOffset": 1120
        }
      ]
    },
    {
      "id": 98,
      "text": "Aristagoras sailed before the rest, and when he came to Miletus, he devised a plan from which no advantage was to accrue to the Ionians (nor indeed was that the purpose of his plan, but rather to vex king Darius). He sent a man into Phrygia, to the Paeonians who had been led captive from the Strymon by Megabazus, and now dwelt in a Phrygian territory and village by themselves. When the man came to the Paeonians, he spoke as follows: [2] “Men of Paeonia, I have been sent by Aristagoras, tyrant of Miletus, to show you the way to deliverance, if you are disposed to obey. All Ionia is now in revolt against the king, and it is possible for you to win your own way back safely to your own land, but afterwards we will take care of you.” [3] The Paeonians were very glad when they heard that, and although some of them remained where they were for fear of danger, the rest took their children and women and fled to the sea. After arriving there, the Paeonians crossed over to Chios. [4] They were already in Chios, when a great host of Persian horsemen came after them in pursuit. Unable to overtake them, the Persians sent to Chios, commanding the Paeonians to go back. The Paeonians would not consent to this, but were brought from Chios by the Chians to Lesbos and carried by the Lesbians to Doriscus, from where they made their way by land to Paeonia.",
      "places": [
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 56,
          "endOffset": 63
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 128,
          "endOffset": 135
        },
        {
          "placeId": "609502",
          "name": "Phrygia",
          "startOffset": 233,
          "endOffset": 240
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 249,
          "endOffset": 258
        },
        {
          "placeId": "501629",
          "name": "Strymon",
          "startOffset": 293,
          "endOffset": 300
        },
        {
          "placeId": "609502",
          "name": "Phrygian",
          "startOffset": 334,
          "endOffset": 342
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 405,
          "endOffset": 414
        },
        {
          "placeId": "491680",
          "name": "Paeonia",
          "startOffset": 449,
          "endOffset": 456
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 501,
          "endOffset": 508
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 579,
          "endOffset": 584
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 747,
          "endOffset": 756
        },
        {
          "placeId": "560221",
          "name": "sea",
          "startOffset": 920,
          "endOffset": 923
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 951,
          "endOffset": 960
        },
        {
          "placeId": "550497",
          "name": "Chios",
          "startOffset": 977,
          "endOffset": 982
        },
        {
          "placeId": "550497",
          "name": "Chios",
          "startOffset": 1009,
          "endOffset": 1014
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1037,
          "endOffset": 1044
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1111,
          "endOffset": 1119
        },
        {
          "placeId": "550497",
          "name": "Chios",
          "startOffset": 1128,
          "endOffset": 1133
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 1150,
          "endOffset": 1159
        },
        {
          "placeId": "491680",
          "name": "Paeonians",
          "startOffset": 1176,
          "endOffset": 1185
        },
        {
          "placeId": "550497",
          "name": "Chios",
          "startOffset": 1235,
          "endOffset": 1240
        },
        {
          "placeId": "550497",
          "name": "Chians",
          "startOffset": 1248,
          "endOffset": 1254
        },
        {
          "placeId": "550696",
          "name": "Lesbos",
          "startOffset": 1258,
          "endOffset": 1264
        },
        {
          "placeId": "550696",
          "name": "Lesbians",
          "startOffset": 1284,
          "endOffset": 1292
        },
        {
          "placeId": "501402",
          "name": "Doriscus",
          "startOffset": 1296,
          "endOffset": 1304
        },
        {
          "placeId": "491680",
          "name": "Paeonia",
          "startOffset": 1348,
          "endOffset": 1355
        }
      ]
    },
    {
      "id": 99,
      "text": "The Athenians came with their twenty ships as well as five triremes of the Eretrians who came to the war to please not the Athenians but the Milesians themselves, thereby repaying their debt (for the Milesians had once been the allies of the Eretrians in the war against Chalcis, when the Samians came to aid the Chalcidians against the Eretrians and Milesians). When these, then, and the rest of the allies had arrived, Aristagoras planned a march against Sardis. [2] He himself did not go with the army but remained at Miletus, and appointed others to be generals of the Milesians, namely his own brother Charopinus and another citizen named Hermophantus.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 4,
          "endOffset": 13
        },
        {
          "placeId": "579925",
          "name": "Eretrians",
          "startOffset": 75,
          "endOffset": 84
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 123,
          "endOffset": 132
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 141,
          "endOffset": 150
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 200,
          "endOffset": 209
        },
        {
          "placeId": "579925",
          "name": "Eretrians",
          "startOffset": 242,
          "endOffset": 251
        },
        {
          "placeId": "540703",
          "name": "Chalcis",
          "startOffset": 271,
          "endOffset": 278
        },
        {
          "placeId": "540703",
          "name": "Chalcidians",
          "startOffset": 313,
          "endOffset": 324
        },
        {
          "placeId": "579925",
          "name": "Eretrians",
          "startOffset": 337,
          "endOffset": 346
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 351,
          "endOffset": 360
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 457,
          "endOffset": 463
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 521,
          "endOffset": 528
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 573,
          "endOffset": 582
        }
      ]
    },
    {
      "id": 100,
      "text": "When the Ionians had come to Ephesus with this force, they left their ships at Coresus47 in the Ephesian territory and marched inland with a great host, taking Ephesians to guide them on their way. They made their way along the river Caicus, and after crossing the Tmolus, they came to Sardis and captured it without any resistance. They took all of it except the citadel, which was held by Artaphrenes himself with a great force of men.",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 9,
          "endOffset": 16
        },
        {
          "placeId": "599612",
          "name": "Ephesus",
          "startOffset": 29,
          "endOffset": 36
        },
        {
          "placeId": "599725",
          "name": "Coresus",
          "startOffset": 79,
          "endOffset": 86
        },
        {
          "placeId": "599612",
          "name": "Ephesian",
          "startOffset": 96,
          "endOffset": 104
        },
        {
          "placeId": "599612",
          "name": "Ephesians",
          "startOffset": 160,
          "endOffset": 169
        },
        {
          "placeId": "550491",
          "name": "Caicus",
          "startOffset": 234,
          "endOffset": 240
        },
        {
          "placeId": "550937",
          "name": "Tmolus",
          "startOffset": 265,
          "endOffset": 271
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 286,
          "endOffset": 292
        }
      ]
    },
    {
      "id": 101,
      "text": "They were prevented from plundering the city by the fact that most of the houses in Sardis were made of reeds, and those made of brick had roofs of reeds. Accordingly, when one of these was seton fire by a soldier, the flames spread from house to house all over the whole city. [2] While the city was burning, the Lydians and all the Persians who were in the citadel, being hemmed in on every side since the fire was consuming the outer parts and having no exit from the city, came thronging into the marketplace and to the river Pactolus, which flows through the marketplace carrying down gold dust from Tmolus and issues into the river Hermus, which in turn issues into the sea. They assembled in the marketplace by this Pactolus and were forced to defend themselves there. [3] When the Ionians saw some of their enemies defending themselves and a great multitude of others approaching, they were afraid and withdrew to the mountain called Tmolus, from where they departed to their ships at nightfall.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 84,
          "endOffset": 90
        },
        {
          "placeId": "550701",
          "name": "Lydians",
          "startOffset": 314,
          "endOffset": 321
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 334,
          "endOffset": 342
        },
        {
          "placeId": "550794",
          "name": "Pactolus",
          "startOffset": 530,
          "endOffset": 538
        },
        {
          "placeId": "550937",
          "name": "Tmolus",
          "startOffset": 605,
          "endOffset": 611
        },
        {
          "placeId": "550575",
          "name": "Hermus",
          "startOffset": 638,
          "endOffset": 644
        },
        {
          "placeId": "560221",
          "name": "sea",
          "startOffset": 676,
          "endOffset": 679
        },
        {
          "placeId": "550794",
          "name": "Pactolus",
          "startOffset": 723,
          "endOffset": 731
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 789,
          "endOffset": 796
        },
        {
          "placeId": "550937",
          "name": "Tmolus",
          "startOffset": 942,
          "endOffset": 948
        }
      ]
    },
    {
      "id": 102,
      "text": "In the fire at Sardis,48 a temple of Cybebe,49 the goddess of that country, was burnt, and the Persians afterwards made this their pretext for burning the temples of Hellas. At this time, the Persians of the provinces this side50 of the Halys, on hearing of these matters, gathered together and came to aid the Lydians. [2] It chanced that they found the Ionians no longer at Sardis, but following on their tracks, they caught them at Ephesus. There the Ionians stood arrayed to meet them, but were utterly routed in the battle. [3] The Persians put to the sword many men of renown including Eualcides the general of the Eretrians who had won crowns as victor in the games and been greatly praised by Simonides of Ceos. Those of the Ionians who escaped from the battle fled, each to his city.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 15,
          "endOffset": 21
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 95,
          "endOffset": 103
        },
        {
          "placeId": "geonames-390903",
          "name": "Hellas",
          "startOffset": 166,
          "endOffset": 172
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 192,
          "endOffset": 200
        },
        {
          "placeId": "857148",
          "name": "Halys",
          "startOffset": 237,
          "endOffset": 242
        },
        {
          "placeId": "550701",
          "name": "Lydians",
          "startOffset": 311,
          "endOffset": 318
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 355,
          "endOffset": 362
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 376,
          "endOffset": 382
        },
        {
          "placeId": "599612",
          "name": "Ephesus",
          "startOffset": 435,
          "endOffset": 442
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 454,
          "endOffset": 461
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 537,
          "endOffset": 545
        },
        {
          "placeId": "579925",
          "name": "Eretrians",
          "startOffset": 621,
          "endOffset": 630
        },
        {
          "placeId": "570348",
          "name": "Ceos",
          "startOffset": 714,
          "endOffset": 718
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 733,
          "endOffset": 740
        }
      ]
    },
    {
      "id": 103,
      "text": "This, then is how they fared in their fighting. Presently, however, the Athenians wholly separated themselves from the Ionians and refused to aid them, although Aristagoras sent messages of earnest entreaty. Despite the fact that they had been deprived of their Athenian allies, the Ionians fervently continued their war against the king (for they remained committed by what they had done to Darius). [2] They sailed to the Hellespont and made Byzantium and all the other cities of that region subject to themselves. Then sailing out from the Hellespont they gained to their cause the greater part of Caria, for even Caunus, which till then had not wanted to be their ally, now joined itself to them after the burning of Sardis.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 72,
          "endOffset": 81
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 119,
          "endOffset": 126
        },
        {
          "placeId": "579885",
          "name": "Athenian",
          "startOffset": 262,
          "endOffset": 270
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 283,
          "endOffset": 290
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 424,
          "endOffset": 434
        },
        {
          "placeId": "520985",
          "name": "Byzantium",
          "startOffset": 444,
          "endOffset": 453
        },
        {
          "placeId": "981526",
          "name": "Hellespont",
          "startOffset": 543,
          "endOffset": 553
        },
        {
          "placeId": "991381",
          "name": "Caria",
          "startOffset": 601,
          "endOffset": 606
        },
        {
          "placeId": "638796",
          "name": "Caunus",
          "startOffset": 617,
          "endOffset": 623
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 721,
          "endOffset": 727
        }
      ]
    },
    {
      "id": 104,
      "text": "The Cyprians did likewise of their own free will, all save the people of Amathus, for these too revolted from the Medes in such manner as I will show. There was a certain Onesilus, a younger brother of Gorgus king of the Salaminians,51 son of Chersis, whose father was Siromus, and grandson of Euelthon. [2] This man had often before advised Gorgus to revolt from Darius, and now when he heard that the Ionians too had revolted, he was insistent in striving to move him. When, however, he could not persuade Gorgus, he and his faction waited till his brother had gone out of the city of Salamis, and shut him out of the gates. [3] Gorgus, after having lost his city, took refuge with the Medes, and Onesilus, now king of Salamis, persuaded all Cyprus to revolt with him, all save the Amathusians, who would not consent. He accordingly stationed his forces in front of their city and besieged it.",
      "places": [
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "707462",
          "name": "Amathus",
          "startOffset": 73,
          "endOffset": 80
        },
        {
          "placeId": "903080",
          "name": "Medes",
          "startOffset": 114,
          "endOffset": 119
        },
        {
          "placeId": "707617",
          "name": "Salaminians",
          "startOffset": 221,
          "endOffset": 232
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 403,
          "endOffset": 410
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 587,
          "endOffset": 594
        },
        {
          "placeId": "903080",
          "name": "Medes",
          "startOffset": 688,
          "endOffset": 693
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 721,
          "endOffset": 728
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 744,
          "endOffset": 750
        },
        {
          "placeId": "707462",
          "name": "Amathusians",
          "startOffset": 784,
          "endOffset": 795
        }
      ]
    },
    {
      "id": 105,
      "text": "Onesilus, then, besieged Amathus. When it was reported to Darius that Sardis had been taken and burnt by the Athenians and Ionians and that Aristagoras the Milesian had been leader of the conspiracy for the making of this plan, he at first, it is said, took no account of the Ionians since he was sure that they would not go unpunished for their rebellion. Darius did, however, ask who the Athenians were, and after receiving the answer, he called for his bow. This he took and, placing an arrow on it, and shot it into the sky, praying as he sent it aloft, [2] “O Zeus, grant me vengeance on the Athenians.” Then he ordered one of his servants to say to him three times whenever dinner was set before him, “Master, remember the Athenians.”",
      "places": [
        {
          "placeId": "707462",
          "name": "Amathus",
          "startOffset": 25,
          "endOffset": 32
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 70,
          "endOffset": 76
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 109,
          "endOffset": 118
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 123,
          "endOffset": 130
        },
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 156,
          "endOffset": 164
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 276,
          "endOffset": 283
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 390,
          "endOffset": 399
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 597,
          "endOffset": 606
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 729,
          "endOffset": 738
        }
      ]
    },
    {
      "id": 106,
      "text": "After giving this order, he called before him Histiaeus the Milesian, whom Darius had kept with him for a long time now, and said, “I hear, Histiaeus, that the viceregent whom you put in charge of Miletus has done me wrong. He has brought men from the mainland overseas, and persuaded certain Ionians—who shall yet pay me the penalty for their deeds—to follow them and has robbed me of Sardis. [2] Now then, I ask you, do you think that this state of affairs is good? How did such things come to pass without any advice from your side? See to it that you do not have cause to blame yourself hereafter.” [3] To this Histiaeus answered: “My lord, what is this you say—that I and none other should devise a plan as a result of which any harm, great or small, was likely to come to you? What desire or feeling of deprivation would prompt me to do such a thing? All that you have is mine, and I am regarded worthy of hearing all your deliberations. [4] If my vicegerent is indeed doing what you say, be assured that he has acted of his own accord. For myself, I cannot even go so far as to believe the report that the Milesians and my vicegerent are doing you some dreadful wrong. If, however,it is true that they are engaged in such activities and what you, O king, have heard has a basis in fact, then you can see how unwisely you acted when you forced me to leave the coast. [5] It would seem, then, that as soon as I was out of sight, the Ionians did exactly what their hearts had long been set on. If I had been in Ionia no city would have stirred. Now send me off to Ionia right away, so that I may restore that country to peace and deliver into your hands that vicegerent of Miletus who has devised all this. [6] Then, when I have done this to your satisfaction, I swear by the gods of your royal house52 that I will not take off the tunic I am wearing on my arrival in Ionia until I have made Sardo,53 the largest of the islands, tributary to you.”",
      "places": [
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 60,
          "endOffset": 68
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 197,
          "endOffset": 204
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 293,
          "endOffset": 300
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 386,
          "endOffset": 392
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 1113,
          "endOffset": 1122
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 1438,
          "endOffset": 1445
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 1515,
          "endOffset": 1520
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 1568,
          "endOffset": 1573
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 1677,
          "endOffset": 1684
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 1872,
          "endOffset": 1877
        },
        {
          "placeId": "472014",
          "name": "Sardo",
          "startOffset": 1896,
          "endOffset": 1901
        }
      ]
    },
    {
      "id": 107,
      "text": "With these words Histiaeus successfully deceived Darius who gave his consent and let him go, charging Histiaeus to appear before him at Susa when he had achieved what he promised.",
      "places": [
        {
          "placeId": "912936",
          "name": "Susa",
          "startOffset": 136,
          "endOffset": 140
        }
      ]
    },
    {
      "id": 108,
      "text": "Now while the message concerning Sardis was making its way to the king, and Darius, having done as I said with his bow, held converse with Histiaeus and permitted him to go to the sea, the following events took place. When Onesilus of Salamis was besieging the Amathusians, news was brought him that Artybius, a Persian, was thought to be coming to Cyprus with a great Persian host. [2] Upon hearing this, Onesilus sent heralds all through Ionia to summon the people, and the Ionians, after no long deliberation, came with a great force. So the Ionians were in Cyprus when the Persians, crossing from Cilicia, marched to Salamis by land, and the Phoenicians were sailing around the headland which is called the keys of Cyprus.54",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 33,
          "endOffset": 39
        },
        {
          "placeId": "560221",
          "name": "sea",
          "startOffset": 180,
          "endOffset": 183
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 235,
          "endOffset": 242
        },
        {
          "placeId": "707462",
          "name": "Amathusians",
          "startOffset": 261,
          "endOffset": 272
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 312,
          "endOffset": 319
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 349,
          "endOffset": 355
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 369,
          "endOffset": 376
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 440,
          "endOffset": 445
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 476,
          "endOffset": 483
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 545,
          "endOffset": 552
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 561,
          "endOffset": 567
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 577,
          "endOffset": 585
        },
        {
          "placeId": "628957",
          "name": "Cilicia",
          "startOffset": 601,
          "endOffset": 608
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 621,
          "endOffset": 628
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 646,
          "endOffset": 657
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 719,
          "endOffset": 725
        }
      ]
    },
    {
      "id": 109,
      "text": "In this turn of affairs, the tyrants of Cyprus called together the generals of the Ionians, and said to them: “Ionians, we Cyprians offer you the choice of engaging either the Persians or the Phoenicians. [2] If you want to draw up your army on land and try your strength against the Persians, then it is time for you to disembark and array yourselves on land and for us to embark in your ships to contend with the Phoenicians. If, however, you desire rather to engage the Phoenicians, do so, but whichever you choose, see to it that Ionia and Cyprus become free.” [3] To this the Ionians answered, “We were sent by the common voice of Ionia to guard the seas, not to deliver our ships to men of Cyprus and encounter the Persians on land. We will attempt then to bear ourselves bravely in the task which was given us. It is for you to prove yourselves valiant men, remembering what you suffered when you were enslaved by the Medians.”",
      "places": [
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 40,
          "endOffset": 46
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 83,
          "endOffset": 90
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 111,
          "endOffset": 118
        },
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 123,
          "endOffset": 131
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 176,
          "endOffset": 184
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 192,
          "endOffset": 203
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 284,
          "endOffset": 292
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 415,
          "endOffset": 426
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 473,
          "endOffset": 484
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 534,
          "endOffset": 539
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 544,
          "endOffset": 550
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 581,
          "endOffset": 588
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 636,
          "endOffset": 641
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 696,
          "endOffset": 702
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 721,
          "endOffset": 729
        },
        {
          "placeId": "903080",
          "name": "Medians",
          "startOffset": 925,
          "endOffset": 932
        }
      ]
    },
    {
      "id": 110,
      "text": "This was the Ionians' response, and when the Persian army afterwards arrived on the plain of Salamis, the Cyprian kings ordered their battle line. They drew up the best of the Salaminians and Solians against the Persians, leaving the remaining Cyprians to face the rest of the enemy's army. Onesilus placed himself opposite Artybius, the Persian general.",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 13,
          "endOffset": 20
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 45,
          "endOffset": 52
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 93,
          "endOffset": 100
        },
        {
          "placeId": "707498",
          "name": "Cyprian",
          "startOffset": 106,
          "endOffset": 113
        },
        {
          "placeId": "707617",
          "name": "Salaminians",
          "startOffset": 176,
          "endOffset": 187
        },
        {
          "placeId": "707624",
          "name": "Solians",
          "startOffset": 192,
          "endOffset": 199
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 212,
          "endOffset": 220
        },
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 244,
          "endOffset": 252
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 338,
          "endOffset": 345
        }
      ]
    },
    {
      "id": 111,
      "text": "Now the horse which Artybius rode was trained to fight with infantrymen by rearing up. Hearing this, Onesilus said to his attendant, a Carian of great renown in war and a valiant man , [2] “I learn that Artybius' horse rears up and kicks and bites to death whomever he encounters. In light of this decide and tell me straightway which you will watch and strike down, Artybius himself or his horse.” [3] To this his henchman answered, “My King, ready am I to do either or both, whatever you desire. Nevertheless, I will tell you what I think is in your best interest. [4] To my mind, a king and general should be met in battle by a king and general (For if you lay low a man who is a general, you have achieved a great feat. Failing that, if he lays you low, as I pray he may not, it is but half the misfortune to be slain by a noble enemy). For us servants it is fitting that we fight with servants like ourselves and with that horse. Do not fear his tricks, for I promise that he will never again do battle with any man.”",
      "places": [
        {
          "placeId": "991381",
          "name": "Carian",
          "startOffset": 135,
          "endOffset": 141
        }
      ]
    },
    {
      "id": 112,
      "text": "This, then, was his response, and immediately afterwards war broke out on land and sea. The Ionians in their ships, displaying surpassing excellence that day, overcame the Phoenicians, and it was the Samnians who were most brave. On land, when the armies met, they charged and fought. [2] As for the two generals, Artybius rode against Onesilus who as he had agreed with his attendant, dealt Artybius a blow as he bore down upon him. When the horse struck his hooves on Onesilus' shield, the Carian shore away the horse's legs with a stroke of his curved sword.",
      "places": [
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 92,
          "endOffset": 99
        },
        {
          "placeId": "678334",
          "name": "Phoenicians",
          "startOffset": 172,
          "endOffset": 183
        },
        {
          "placeId": "599926",
          "name": "Samnians",
          "startOffset": 200,
          "endOffset": 208
        },
        {
          "placeId": "991381",
          "name": "Carian",
          "startOffset": 492,
          "endOffset": 498
        }
      ]
    },
    {
      "id": 113,
      "text": "It was in this way that Artybius the Persian general, together with his horse, fell. While the rest were still fighting, Stesenor the ruler of Curium, allegedly an Argive settlement, played the traitor with great company of men under him. The war-chariots of the Salaminians immediately followed their lead, and the Persians accordingly gained the upper hand over the Cyprians. [2] So the army was routed, and many were slain, among them Onesilus, son of Chersis, who had contrived the Cyprian revolt, as well as the king of the Solians, Aristocyprus son of Philocyprus, that Philocyprus whom Solon of Athens, when he came to Cyprus, extolled in a poem above all other tyrants.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 37,
          "endOffset": 44
        },
        {
          "placeId": "707549",
          "name": "Curium",
          "startOffset": 143,
          "endOffset": 149
        },
        {
          "placeId": "570106",
          "name": "Argive",
          "startOffset": 164,
          "endOffset": 170
        },
        {
          "placeId": "707617",
          "name": "Salaminians",
          "startOffset": 263,
          "endOffset": 274
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 316,
          "endOffset": 324
        },
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 368,
          "endOffset": 376
        },
        {
          "placeId": "707498",
          "name": "Cyprian",
          "startOffset": 486,
          "endOffset": 493
        },
        {
          "placeId": "707624",
          "name": "Solians",
          "startOffset": 529,
          "endOffset": 536
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 602,
          "endOffset": 608
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 626,
          "endOffset": 632
        }
      ]
    },
    {
      "id": 114,
      "text": "As for Onesilus, the Amathusians cut off his head and brought it to Amathus, where they hung it above their gates, because he had besieged their city. When this head became hollow, a swarm of bees entered it and filled it with their honeycomb. [2] In consequence of this the Amathusians, who had inquired concerning the matter, received an oracle which stated that they should take the head down and bury it, and offer yearly sacrifice to Onesilus as to a hero. If they did this, things would go better for them.",
      "places": [
        {
          "placeId": "707462",
          "name": "Amathusians",
          "startOffset": 21,
          "endOffset": 32
        },
        {
          "placeId": "707462",
          "name": "Amathus",
          "startOffset": 68,
          "endOffset": 75
        },
        {
          "placeId": "707462",
          "name": "Amathusians",
          "startOffset": 275,
          "endOffset": 286
        }
      ]
    },
    {
      "id": 115,
      "text": "This the Amathusians did, and have done to this day. When, however, the Ionians engaged in the sea-battle off Cyprus learned that Onesilus' cause was lost and that the cities of Cyprus, with the exception of Salamis which the Salaminians had handed over to their former king Gorgus, were besieged, they sailed off to Ionia without delay. [2] Soli was the Cyprian city which withstood siege longest; the Persians took it in the fifth month by digging a mine under its walls.",
      "places": [
        {
          "placeId": "707462",
          "name": "Amathusians",
          "startOffset": 9,
          "endOffset": 20
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 72,
          "endOffset": 79
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 110,
          "endOffset": 116
        },
        {
          "placeId": "707498",
          "name": "Cyprus",
          "startOffset": 178,
          "endOffset": 184
        },
        {
          "placeId": "707617",
          "name": "Salamis",
          "startOffset": 208,
          "endOffset": 215
        },
        {
          "placeId": "707617",
          "name": "Salaminians",
          "startOffset": 226,
          "endOffset": 237
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 317,
          "endOffset": 322
        },
        {
          "placeId": "707498",
          "name": "Cyprian",
          "startOffset": 355,
          "endOffset": 362
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 403,
          "endOffset": 411
        }
      ]
    },
    {
      "id": 116,
      "text": "So the Cyprians, after winning freedom for a year, were enslaved once more.55 Daurises, Hymaees, and Otanes, all of them Persian generals and married to daughters of Darius, pursued those Ionians who had marched to Sardis, and drove them to their ships. After this victory they divided the cities among themselves and sacked them.",
      "places": [
        {
          "placeId": "707498",
          "name": "Cyprians",
          "startOffset": 7,
          "endOffset": 15
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 121,
          "endOffset": 128
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 188,
          "endOffset": 195
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 215,
          "endOffset": 221
        }
      ]
    },
    {
      "id": 117,
      "text": "Daurises made for the cities of the Hellespont and took Dardanus, Abydus, Percote, Lampsacus, and Paesus, each in a single day. Then as he marched from Paesus against Parius, news came to him that the Carians had made common cause with the Ionians and revolted from the Persians. For this reason he turned aside from the Hellespont and marched his army to Caria.",
      "places": [
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 36,
          "endOffset": 46
        },
        {
          "placeId": "501393",
          "name": "Dardanus",
          "startOffset": 56,
          "endOffset": 64
        },
        {
          "placeId": "501325",
          "name": "Abydus",
          "startOffset": 66,
          "endOffset": 72
        },
        {
          "placeId": "501556",
          "name": "Percote",
          "startOffset": 74,
          "endOffset": 81
        },
        {
          "placeId": "501570",
          "name": "Lampsacus",
          "startOffset": 83,
          "endOffset": 92
        },
        {
          "placeId": "501544",
          "name": "Paesus",
          "startOffset": 98,
          "endOffset": 104
        },
        {
          "placeId": "501544",
          "name": "Paesus",
          "startOffset": 152,
          "endOffset": 158
        },
        {
          "placeId": "511354",
          "name": "Parius",
          "startOffset": 167,
          "endOffset": 173
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 201,
          "endOffset": 208
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 240,
          "endOffset": 247
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 270,
          "endOffset": 278
        },
        {
          "placeId": "981526",
          "name": "Hellespont",
          "startOffset": 321,
          "endOffset": 331
        },
        {
          "placeId": "991381",
          "name": "Caria",
          "startOffset": 356,
          "endOffset": 361
        }
      ]
    },
    {
      "id": 118,
      "text": "It so happened that news of this was brought to the Carians before Daurises' coming, and when the Carians heard, they mustered at the place called the White Pillars by the river Marsyas56 which flows from the region of Idria and issues into the Maeander. [2] When they had gathered together, many plans were laid before them, the best of which, in my judgment, was that of Pixodarus of Cindya, the son of Mausolus and husband of the daughter of Syennesis, king of Cilicia. He proposed that the Carians should cross the Maeander and fight with the river at their back, so that being unable to flee and compelled to stand their ground they might prove themselves even braver than nature made them. [3] This opinion, however, did not prevail, and it was decided instead that the Persians and not the Cilicians should have the Maeander at their back, the intent being that if the Persians were overcome in the battle and put to flight, they would not escape but be hurled into the river.",
      "places": [
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 52,
          "endOffset": 59
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 98,
          "endOffset": 105
        },
        {
          "placeId": "599789",
          "name": "Marsyas",
          "startOffset": 178,
          "endOffset": 185
        },
        {
          "placeId": "599665",
          "name": "Idria",
          "startOffset": 219,
          "endOffset": 224
        },
        {
          "placeId": "599777",
          "name": "Maeander",
          "startOffset": 245,
          "endOffset": 253
        },
        {
          "placeId": "599716",
          "name": "Cindya",
          "startOffset": 386,
          "endOffset": 392
        },
        {
          "placeId": "628957",
          "name": "Cilicia",
          "startOffset": 464,
          "endOffset": 471
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 494,
          "endOffset": 501
        },
        {
          "placeId": "599777",
          "name": "Maeander",
          "startOffset": 519,
          "endOffset": 527
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 776,
          "endOffset": 784
        },
        {
          "placeId": "658440",
          "name": "Cilicians",
          "startOffset": 797,
          "endOffset": 806
        },
        {
          "placeId": "599777",
          "name": "Maeander",
          "startOffset": 823,
          "endOffset": 831
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 876,
          "endOffset": 884
        }
      ]
    },
    {
      "id": 119,
      "text": "Presently, when the Persians had come and had crossed the Maeander, they and the Carians joined battle by the river Marsyas. The Carians fought obstinately and for a long time, but at the last they were overcome by the odds. Of the Persians, as many as two thousand men fell, and of the Carians ten thousand. [2] Those of them who escaped were driven into the precinct of Zeus of Armies at Labraunda,57 a large and a holy grove of plane-trees. (The Carians are the only people whom we know who offer sacrifices to Zeus by this name.) When they had been driven there, they deliberated how best to save themselves, whether it would be better for them to surrender to the Persians or to depart from Asia.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 20,
          "endOffset": 28
        },
        {
          "placeId": "599777",
          "name": "Maeander",
          "startOffset": 58,
          "endOffset": 66
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 81,
          "endOffset": 88
        },
        {
          "placeId": "668310",
          "name": "Marsyas",
          "startOffset": 116,
          "endOffset": 123
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 129,
          "endOffset": 136
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 232,
          "endOffset": 240
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 287,
          "endOffset": 294
        },
        {
          "placeId": "599745",
          "name": "Labraunda",
          "startOffset": 390,
          "endOffset": 399
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 449,
          "endOffset": 456
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 669,
          "endOffset": 677
        }
      ]
    },
    {
      "id": 120,
      "text": "While they took counsel, the Milesians and their allies came to their aid, whereupon the Carians put aside their former plans, and prepared to wage a new war over again. They met the Persian attack and suffered a heavier defeat in the battle than the first; many of their whole army fell, but the Milesians were hardest stricken.",
      "places": [
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 29,
          "endOffset": 38
        },
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 89,
          "endOffset": 96
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 183,
          "endOffset": 190
        },
        {
          "placeId": "599799",
          "name": "Milesians",
          "startOffset": 297,
          "endOffset": 306
        }
      ]
    },
    {
      "id": 121,
      "text": "The Carians, however, rallied and fought again after this disaster, for learning that the Persians had set forth to march against their cities, they beset the road with an ambush at Pedasus. The Persians fell into this by night and perished, they and their generals, Daurises and Amorges and Sisimaces. With these fell also Myrsus, son of Gyges. The leader of this ambush was Heraclides of Mylasas, son of Ibanollis.",
      "places": [
        {
          "placeId": "991381",
          "name": "Carians",
          "startOffset": 4,
          "endOffset": 11
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 90,
          "endOffset": 98
        },
        {
          "placeId": "599873",
          "name": "Pedasus",
          "startOffset": 182,
          "endOffset": 189
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 195,
          "endOffset": 203
        },
        {
          "placeId": "599809",
          "name": "Mylasas",
          "startOffset": 390,
          "endOffset": 397
        }
      ]
    },
    {
      "id": 122,
      "text": "This, then, is how these Persians perished. Hymaees, who had been one of those who went in pursuit of the Ionians who marched on Sardis, now turned towards the Propontis, and there took Cius in Mysia. [2] When he had taken this place and heard that Daurises had left the Hellespont and was marching towards Caria, he left the Propontis and led his army to the Hellespont, making himself master of all the Aeolians who dwell in the territory of Ilium, and of the Gergithae, a remnant of the ancient Trojans. While he was conquering these nations, however, Hymaees himself died of a sickness in the Troad.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 25,
          "endOffset": 33
        },
        {
          "placeId": "550597",
          "name": "Ionians",
          "startOffset": 106,
          "endOffset": 113
        },
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 129,
          "endOffset": 135
        },
        {
          "placeId": "511381",
          "name": "Propontis",
          "startOffset": 160,
          "endOffset": 169
        },
        {
          "placeId": "511291",
          "name": "Cius",
          "startOffset": 186,
          "endOffset": 190
        },
        {
          "placeId": "511328",
          "name": "Mysia",
          "startOffset": 194,
          "endOffset": 199
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 271,
          "endOffset": 281
        },
        {
          "placeId": "991381",
          "name": "Caria",
          "startOffset": 307,
          "endOffset": 312
        },
        {
          "placeId": "511381",
          "name": "Propontis",
          "startOffset": 326,
          "endOffset": 335
        },
        {
          "placeId": "981526",
          "name": "Hellespont",
          "startOffset": 360,
          "endOffset": 370
        },
        {
          "placeId": "550406",
          "name": "Aeolians",
          "startOffset": 405,
          "endOffset": 413
        },
        {
          "placeId": "550595",
          "name": "Ilium",
          "startOffset": 444,
          "endOffset": 449
        },
        {
          "placeId": "550548",
          "name": "Gergithae",
          "startOffset": 462,
          "endOffset": 471
        },
        {
          "placeId": "550595",
          "name": "ancient Trojans",
          "startOffset": 490,
          "endOffset": 505
        },
        {
          "placeId": "550944",
          "name": "Troad",
          "startOffset": 597,
          "endOffset": 602
        }
      ]
    },
    {
      "id": 123,
      "text": "This is how he met his end, and Artaphrenes, viceroy of Sardis, and Otanes, the third general, were appointed to lead the army against Ionia and the Aeolian territory on its borders. They took Clazomenae in Ionia, and Cyme in Aeolia.",
      "places": [
        {
          "placeId": "550867",
          "name": "Sardis",
          "startOffset": 56,
          "endOffset": 62
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 135,
          "endOffset": 140
        },
        {
          "placeId": "550406",
          "name": "Aeolian",
          "startOffset": 149,
          "endOffset": 156
        },
        {
          "placeId": "550650",
          "name": "Clazomenae",
          "startOffset": 193,
          "endOffset": 203
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 207,
          "endOffset": 212
        },
        {
          "placeId": "550506",
          "name": "Cyme",
          "startOffset": 218,
          "endOffset": 222
        }
      ]
    },
    {
      "id": 124,
      "text": "Aristagoras the Milesian, as he clearly demonstrated, was a man of little courage, for after he had disturbed Ionia and thrown all into utter confusion, he, perceiving what he had done, began to deliberate flight. Moreover, it seemed to him to be impossible to overcome Darius. [2] While the cities were being taken, he accordingly called his fellow-rebels together and took counsel with them, saying that it was best for them to have some place of refuge in case they should be thrown out of Miletus. He also asked them whether he should lead them from there to a settlement in Sardo, or Myrcinus in Edonia, which Histiaeus had received as a gift from Darius and fortified.",
      "places": [
        {
          "placeId": "599799",
          "name": "Milesian",
          "startOffset": 16,
          "endOffset": 24
        },
        {
          "placeId": "550597",
          "name": "Ionia",
          "startOffset": 110,
          "endOffset": 115
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 493,
          "endOffset": 500
        },
        {
          "placeId": "472014",
          "name": "Sardo",
          "startOffset": 579,
          "endOffset": 584
        },
        {
          "placeId": "501520",
          "name": "Myrcinus",
          "startOffset": 589,
          "endOffset": 597
        },
        {
          "placeId": "501409",
          "name": "Edonia",
          "startOffset": 601,
          "endOffset": 607
        }
      ]
    },
    {
      "id": 125,
      "text": "Hecataeus the historian, son of Hegesander, was of the opinion that they should set forth to neither of these places, but that Aristagoras should build a fortress in the island of Leros and reside there, if he were driven from Miletus. Afterwards, with this as a base, he could return to Miletus.",
      "places": [
        {
          "placeId": "599764",
          "name": "Leros",
          "startOffset": 180,
          "endOffset": 185
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 227,
          "endOffset": 234
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 288,
          "endOffset": 295
        }
      ]
    },
    {
      "id": 126,
      "text": "Such was the advice of Hecataeus, but Aristagoras himself thought it best to depart for Myrcinus. He accordingly entrusted Miletus to Pythagoras, a citizen of repute, and himself sailed to Thrace with any that would follow him and then took possession of the place to which he had come. [2] After this he was put to the sword by the Thracians, he and his army, as he was besieging a town, even though the Thracians were ready to depart from it under treaty.HerodotusThe Histories",
      "places": [
        {
          "placeId": "501520",
          "name": "Myrcinus",
          "startOffset": 88,
          "endOffset": 96
        },
        {
          "placeId": "599799",
          "name": "Miletus",
          "startOffset": 123,
          "endOffset": 130
        },
        {
          "placeId": "1001889",
          "name": "Thrace",
          "startOffset": 189,
          "endOffset": 195
        },
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 333,
          "endOffset": 342
        },
        {
          "placeId": "1001889",
          "name": "Thracians",
          "startOffset": 405,
          "endOffset": 414
        }
      ]
    }
  ]
}