{
  "id": 9,
  "title": "Book 9: Calliope",
  "chapters": [
    {
      "id": 1,
      "text": "When Alexander returned and told him what he had heard from the Athenians, Mardonius set forth from Thessaly and led his army with all zeal against Athens;1 he also took with him all the people to whose countries he came along the way. The rulers of Thessaly did not repent of what they had already done and were readier than before to further his march. Thorax of Larissa, who had given Xerxes safe-conduct in his flight, now, without any attempt of concealment, opened a passage for Mardonius into Hellas.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 64,
          "endOffset": 73
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 100,
          "endOffset": 108
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 148,
          "endOffset": 154
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 250,
          "endOffset": 258
        },
        {
          "placeId": "540905",
          "name": "Larissa",
          "startOffset": 365,
          "endOffset": 372
        }
      ]
    },
    {
      "id": 2,
      "text": "But when, in the course of its march, the army had come into Boeotia, the Thebans attempted to stay Mardonius, advising him that he could find no country better fitted than theirs for encampment; he should not (they begged) go further, but rather halt there and subdue all Hellas without fighting. [2] As long as the Greeks who were previously in accord remained so, it would be difficult even for the whole world to overcome them by force of arms; “but if you do as we advise,” said the Thebans, “you will without trouble be master of all their battle plans. [3] Send money to the men who have power in their cities, and thereby you will divide Hellas against itself; after that, with your partisans to aid you, you will easily subdue those who are your adversaries.”",
      "places": [
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 61,
          "endOffset": 68
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 74,
          "endOffset": 81
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 488,
          "endOffset": 495
        }
      ]
    },
    {
      "id": 3,
      "text": "Such was their counsel, but he would not follow it. What he desired was to take Athens once more; this was partly out of mere perversity, and partly because he intended to signify to the king at Sardis by a line of beacons across the islands that he held Athens. [2] When he came to Attica, however, he found the city as unpopulated as before, for, as he learned, the majority of them were on shipboard at Salamis. So he took the city, but without any of its men. There were ten months between the kings taking of the place and the later invasion of Mardonius.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 80,
          "endOffset": 86
        },
        {
          "placeId": "hestia-sardis",
          "name": "Sardis",
          "startOffset": 195,
          "endOffset": 201
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 255,
          "endOffset": 261
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 283,
          "endOffset": 289
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 406,
          "endOffset": 413
        }
      ]
    },
    {
      "id": 4,
      "text": "When Mardonius came to Athens, he sent to Salamis a certain Murychides, a man from Hellespont, bearing the same offer as Alexander the Macedonian had ferried across to the Athenians. [2] He sent this for the second time because although he already knew the Athenians' unfriendly purpose, he expected that they would abandon their stubbornness now that Attica was the captive of his spear and lay at his mercy.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 23,
          "endOffset": 29
        },
        {
          "placeId": "580100",
          "name": "Salamis",
          "startOffset": 42,
          "endOffset": 49
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 83,
          "endOffset": 93
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 172,
          "endOffset": 181
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 257,
          "endOffset": 266
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 352,
          "endOffset": 358
        }
      ]
    },
    {
      "id": 5,
      "text": "For this reason he sent Murychides to Salamis who came before the council and conveyed to them Mardonius message. Then Lycidas, one of the councillors, said that it seemed best to him to receive the offer brought to them by Murychides and lay it before the people. [2] This was the opinion which he declared, either because he had been bribed by Mardonius, or because the plan pleased him. The Athenians in the council were, however, very angry; so too were those outside when they heard of it. They made a ring round Lycidas and stoned him to death. Murychides the Hellespontian, however, they permitted to depart unharmed. [3] There was much noise at Salamis over the business of Lycidas; and when the Athenian women learned what was afoot, one calling to another and bidding her follow, they went on their own impetus to the house of Lycidas and stoned to death his wife and his children.",
      "places": [
        {
          "placeId": "580100",
          "name": "Salamis",
          "startOffset": 38,
          "endOffset": 45
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 394,
          "endOffset": 403
        },
        {
          "placeId": "580100",
          "name": "Salamis",
          "startOffset": 653,
          "endOffset": 660
        }
      ]
    },
    {
      "id": 6,
      "text": "Now this was how the Athenians had crossed over to Salamis. As long as they expected that the Peloponnesian army would come to their aid, they remained in Attica. But when the Peloponnesians took longer and longer to act and the invader was said to be in Boeotia already, they then conveyed all their goods out of harms way and themselves crossed over to Salamis. They also sent envoys to Lacedaemon, who were to upbraid the Lacedaemonians for permitting the barbarian to invade Attica and not helping the Athenians to meet him in Boeotia; and who were to remind the Lacedaemonians of the promises which the Persian had made to Athens if she would change sides, and warn them that the Athenians would devise some means of salvation for themselves if the Lacedaemonians sent them no help.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 21,
          "endOffset": 30
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 51,
          "endOffset": 58
        },
        {
          "placeId": "570577",
          "name": "Peloponnesian",
          "startOffset": 94,
          "endOffset": 107
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 155,
          "endOffset": 161
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 176,
          "endOffset": 190
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 255,
          "endOffset": 262
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 355,
          "endOffset": 362
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 425,
          "endOffset": 439
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 479,
          "endOffset": 485
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 506,
          "endOffset": 515
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 531,
          "endOffset": 538
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 567,
          "endOffset": 581
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 608,
          "endOffset": 615
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 628,
          "endOffset": 634
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 685,
          "endOffset": 694
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 754,
          "endOffset": 768
        }
      ]
    },
    {
      "id": 7,
      "text": "The Lacedaemonians were at this time celebrating the festival of Hyacinthus,2 and their chief concern was to give the god his due; moreover, the wall which they were building on the Isthmus was by now getting its battlements. When the Athenian envoys arrived in Lacedaemon, bringing with them envoys from Megara and Plataea, they came before the ephors and said: 7A. “The Athenians have sent us with this message: the king of the Medes is ready to give us back our country, and to make us his confederates, equal in right and standing, in all honor and honesty, and to give us whatever land we ourselves may choose besides our own. [2] But we, since we do not want to sin against Zeus the god of Hellas and think it shameful to betray Hellas, have not consented. This we have done despite the fact that the Greeks are dealing with us wrongfully and betraying us to our hurt; furthermore, we know that it is more to our advantage to make terms with the Persians than to wage war with him, yet we will not make terms with him of our own free will. For our part, we act honestly by the Greeks; 7B. but what of you, who once were in great dread lest we should make terms with the Persian? Now that you have a clear idea of our sentiments and are sure that we will never betray Hellas, and now that the wall which you are building across the Isthmus is nearly finished, you take no account of the Athenians, but have deserted us despite all your promises that you would withstand the Persian in Boeotia, and have permitted the barbarian to march into Attica. [2] For the present, then, the Athenians are angry with you since you have acted in a manner unworthy of you. Now they ask you to send with us an army with all speed, so that we may await the foreigner's onset in Attica; since we have lost Boeotia, in our own territory the most suitable place for a battle is the Thriasian plain.”",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 4,
          "endOffset": 18
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 316,
          "endOffset": 323
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 372,
          "endOffset": 381
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 952,
          "endOffset": 960
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1176,
          "endOffset": 1183
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1392,
          "endOffset": 1401
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1479,
          "endOffset": 1486
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 1490,
          "endOffset": 1497
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 1546,
          "endOffset": 1552
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1585,
          "endOffset": 1594
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 1794,
          "endOffset": 1801
        }
      ]
    },
    {
      "id": 8,
      "text": "When the ephors heard that, they delayed answering till the next day, and again till the day after. This they did for ten days, putting it off from day to day. In the meantime all the Peloponnesians were doing all they could to fortify the Isthmus, and they had nearly completed the task. [2] I cannot say for certain why it was that when Alexander the Macedonian came to Athens3 the Lacedaemonians insisted that the Athenians should not join the side of the Persian, yet now took no account of that; it may be that with the Isthmus fortified, they thought they had no more need of the Athenians, whereas when Alexander came to Attica, their wall was not yet built and they were working at this in great fear of the Persians.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 184,
          "endOffset": 198
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 372,
          "endOffset": 378
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 384,
          "endOffset": 398
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 417,
          "endOffset": 426
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 459,
          "endOffset": 466
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 586,
          "endOffset": 595
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 628,
          "endOffset": 634
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 716,
          "endOffset": 724
        }
      ]
    },
    {
      "id": 9,
      "text": "The nature of their response was as follows: on the day before the final hearing of the Athenian delegation, Chileus, a man of Tegea, who had more authority with the Lacedaemonians than any other of their guests, learned from the ephors all that the Athenians had said. [2] Upon hearing this he, as the tale goes, said to the ephors, “Sirs, if the Athenians are our enemies and the barbarians allies, then although you push a strong wall across the Isthmus, a means of access into the Peloponnese lies wide open for the Persian. No, give heed to what they say before the Athenians take some new resolve which will bring calamity to Hellas.”",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 166,
          "endOffset": 180
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 250,
          "endOffset": 259
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 348,
          "endOffset": 357
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 520,
          "endOffset": 527
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 571,
          "endOffset": 580
        }
      ]
    },
    {
      "id": 10,
      "text": "This was the counsel he gave the ephors, who straightway took it to heart. Without saying a word to the envoys who had come from the cities, they ordered five thousand Spartans to march before dawn. Seven helots were appointed to attend each of them, and they gave the command to Pausanias son of Cleombrotus. [2] The leader's place rightfully belonged to Pleistarchus son of Leonidas, but he was still a boy, and Pausanias his guardian and cousin. Cleombrotus, Pausanias' father and Anaxandrides' son, was no longer living. [3] After he led the army which had built the wall away from the Isthmus, he lived but a little while before his death. The reason for Cleombrotus leading his army away from the Isthmus was that while he was offering sacrifice for victory over the Persian, the sun was darkened in the heavens. Pausanias chose as his colleague a man of the same family,4 Euryanax son of Dorieus.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 168,
          "endOffset": 176
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 773,
          "endOffset": 780
        }
      ]
    },
    {
      "id": 11,
      "text": "So Pausanias' army had marched away from Sparta; but as soon as it was day, the envoys came before the ephors, having no knowledge of the expedition, and being minded themselves too to depart each one to his own place. When they arrived, “You Lacedaemonians,” they said, “remain where you are, observing your Hyacinthia and celebrating, leaving your allies deserted. For the wrong that you do them and for lack of allies, the Athenians, will make their peace with the Persian as best they can, [2] and thereafter, in so far as we will be king's allies, we will march with him against whatever land his men lead us. Then will you learn what the issue of this matter will be for you.” In response to this the ephors swore to them that they believed their army to be even now at Orestheum,5 marching against the “strangers,” as they called the barbarians. [3] Having no knowledge of this, the envoys questioned them further as to the meaning of this and thereby learned the whole truth; they marvelled at this and hastened with all speed after the army. With them went five thousand men-at-arms of the Lacedaemonian countrymen.6",
      "places": [
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 41,
          "endOffset": 47
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 243,
          "endOffset": 257
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 426,
          "endOffset": 435
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 468,
          "endOffset": 475
        }
      ]
    },
    {
      "id": 12,
      "text": "So they made haste to reach the Isthmus. The Argives, however, had already promised Mardonius that they would prevent the Spartans from going out to war. As soon as they were informed that Pausanias and his army had departed from Sparta, they sent as their herald to Attica the swiftest runner of long distances whom they could find. [2] When he came to Athens, he spoke to Mardonius in the following manner: “I have been sent by the Argives to tell you that the young men have gone out from Lacedaemon to war, and that the Argives cannot prevent them from so doing; therefore, make plans accordingly.”",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 122,
          "endOffset": 130
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 230,
          "endOffset": 236
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 267,
          "endOffset": 273
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 354,
          "endOffset": 360
        }
      ]
    },
    {
      "id": 13,
      "text": "So spoke the herald, and went back again. When Mardonius heard that, he no longer desired to remain in Attica. Before he had word of it, he had held his land, desiring to know the Athenians' plan and what they would do; he neither harmed nor harried the land of Attica, for he still supposed that they would make terms with him. [2] But when he could not prevail upon them and learned the truth of the matter, he withdrew before Pausanias' army prior to its entering the Isthmus. First, however, he burnt Athens, and utterly overthrew and demolished whatever wall or house or temple was left standing. [3] The reason for his marching away was that Attica was not a land fit for horses, and if he should be defeated in a battle, there was no way of retreat save one so narrow that a few men could prevent his passage.7 He therefore planned to retreat to Thebes and do battle where he had a friendly city at his back and ground suitable for horsemen.",
      "places": [
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 103,
          "endOffset": 109
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 180,
          "endOffset": 189
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 505,
          "endOffset": 511
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 648,
          "endOffset": 654
        }
      ]
    },
    {
      "id": 14,
      "text": "So Mardonius drew his men off, and when he had now set forth on his road there came a message that in addition to the others, an advance guard of a thousand Lacedaemonians had arrived at Megara. When he heard this, he deliberated how he might first make an end of these. He accordingly turned about and led his army against Megara, his cavalry going first and overrunning the lands of that city. That was the westernmost place in Europe which this Persian army reached.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 157,
          "endOffset": 171
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 448,
          "endOffset": 455
        }
      ]
    },
    {
      "id": 15,
      "text": "Presently there came a message to Mardonius that the Greeks were gathered together on the Isthmus. Thereupon he marched back again through Decelea; the rulers of Boeotia sent for those of the Asopus country who lived nearby, and these guided him to Sphendalae and from there to Tanagra. [2] Here he camped for the night, and on the next day he turned from there to Scolus, where he was in Theban territory. There he laid waste the lands of the Thebans, though they sided with the Persian part. This he did, not for any ill-will that he bore them, but because sheer necessity drove him to make a stronghold for his army and to have this for a refuge if the fortune of battle were other than he wished. [3] His army, stationed along the Asopus river, covered the ground from Erythrae past Hysiae and up to the lands of Plataea. I do not mean to say that the walled camp which he made was of this size; each side of it was of a length of about ten furlongs.",
      "places": [
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 162,
          "endOffset": 169
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 444,
          "endOffset": 451
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 480,
          "endOffset": 487
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 817,
          "endOffset": 824
        }
      ]
    },
    {
      "id": 16,
      "text": "While the barbarians were engaged in this task, Attaginus son of Phrynon, a Theban, made great preparations and invited Mardonius with fifty who were the most notable of the Persians to be his guests at a banquet. They came as they were bidden; the dinner was held at Thebes. What follows was told me by Thersander of Orchomenus, one of the most notable men of that place. Thersander too (he said) was invited to this dinner, and fifty Thebans in addition. Attaginus made them sit, not each man by himself but on each couch a Persian and a Theban together. [2] Now as they were drinking together after dinner, the Persian who sat with him asked Thersander in the Greek tongue from what country he was. Thersander answered that he was from Orchomenus. Then said the Persian: “Since you have eaten at the board with me and drunk with me afterwards, I would like to leave a memorial of my belief, so that you yourself may have such knowledge as to take fitting counsel for your safety. [3] Do you see these Persians at the banquet and that host which we left encamped by the river side? In a little while you shall see but a small remnant left alive of all these.” As he said this, the Persian wept bitterly. [4] Marvelling at these words, Thersander answered: “Must you not then tell this to Mardonius and those honorable Persians who are with him?” “Sir,” said the Persian, “that which a god wills to send no man can turn aside, for even truth sometimes finds no one to believe it. [5] What I have said is known to many of us Persians, but we follow, in the bonds of necessity. It is the most hateful thing for a person to have much knowledge and no power.” This tale I heard from Thersander of Orchomenus who told me in addition that he had straightway told this to others before the battle of Plataea.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 174,
          "endOffset": 182
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 436,
          "endOffset": 443
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 526,
          "endOffset": 533
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 614,
          "endOffset": 621
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 765,
          "endOffset": 772
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1004,
          "endOffset": 1012
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1183,
          "endOffset": 1190
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1320,
          "endOffset": 1328
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1364,
          "endOffset": 1371
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1525,
          "endOffset": 1533
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 1794,
          "endOffset": 1801
        }
      ]
    },
    {
      "id": 17,
      "text": "So Mardonius was making his encampment in Boeotia. All the Greeks of that region who sided with the Persians furnished fighting men, and they joined with him in his attack upon Athens, with the exception of the Phocians; as for taking the Persian side, that they did right away, though from necessity rather than willingly. [2] A few days after the Persians' coming to Thebes, a thousand Phocian men-at-arms under the leadership of Harmocydes, the most notable of their countrymen, arrived. When these men too were in Thebes, Mardonius sent horsemen and bade the Phocians take their station on the plain by themselves. [3] When they had done so, the whole of the Persian cavalry appeared, and presently word was spread through all of the Greek army which was with Mardonius, and likewise among the Phocians themselves, that Mardonius would shoot them to death with javelins. [4] Then their general Harmocydes exhorted them: “Men of Phocis,” he said, “seeing that death at these fellows' hands is staring us in the face (we being, as I surmise, maligned by the Thessalians), it is now time for every one of you to be noble; for it is better to end our lives in action and fighting than tamely to suffer a shameful death. No, rather we will teach them that they whose slaying they have devised are men of Hellas.” Thus he exhorted them.",
      "places": [
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 42,
          "endOffset": 49
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 100,
          "endOffset": 108
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 177,
          "endOffset": 183
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 239,
          "endOffset": 246
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 349,
          "endOffset": 357
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 663,
          "endOffset": 670
        }
      ]
    },
    {
      "id": 18,
      "text": "But when the horsemen had encircled the Phocians, they rode at them as if to slay them, and drew their bows to shoot; it is likely too that some did in fact shoot. The Phocians opposed them in every possible way, drawing in together and closing their ranks to the best of their power. At this the horsemen wheeled about and rode back and away. [2] Now I cannot with exactness say whether they came at the Thessalians' desire to slay the Phocians, but when they saw the men preparing to defend themselves, they feared lest they themselves should suffer some hurt, and so rode away (for such was Mardonius' command),—or if Mardonius wanted to test the Phocians' mettle. [3] When the horsemen had ridden away, Mardonius sent a herald, with this message: “Men of Phocis, be of good courage, for you have shown yourselves to be valiant men, and not as it was reported to me. Now push this war zealously forward, for you will outdo neither myself nor the king in the rendering of service.”8 This is how the matter of the Phocians turned out.",
      "places": []
    },
    {
      "id": 19,
      "text": "As for the Lacedaemonians, when they had come to the Isthmus, they encamped there. When the rest of the Peloponnesians who chose the better cause heard that, seeing the Spartans setting forth to war, they thought that they should not lag behind the Lacedaemonians in so doing. [2] Accordingly, they all marched from the Isthmus (the omens of sacrifice being favorable) and came to Eleusis. When they had offered sacrifice there also and the omens were favorable, they continued their march, having now the Athenians with them, who had crossed over from Salamis and joined with them at Eleusis. [3] When they came (as it is said) to Erythrae in Boeotia, they learned that the barbarians were encamped by the Asopus. Taking note of that, they arrayed themselves opposite the enemy on the lower hills of Cithaeron.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 11,
          "endOffset": 25
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 104,
          "endOffset": 118
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 169,
          "endOffset": 177
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 249,
          "endOffset": 263
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 506,
          "endOffset": 515
        },
        {
          "placeId": "580101",
          "name": "Salamis",
          "startOffset": 553,
          "endOffset": 560
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 644,
          "endOffset": 651
        }
      ]
    },
    {
      "id": 20,
      "text": "When the Greeks did not come down into the plain, Mardonius sent against them his entire cavalry, whose commander was Masistius (whom the Greeks call Macistius), a man much honored among the Persians; he rode a Nesaean horse which had a golden bit and was elaborately adorned all over. Thereupon the horsemen rode up to the Greeks and charged them by squadrons; as they attacked, they did them much hurt, and called them women all the while.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 191,
          "endOffset": 199
        }
      ]
    },
    {
      "id": 21,
      "text": "Now it chanced that the Megarians were posted in that part of the field which was most open to attack, and here the horsemen found the readiest approach. Therefore, being hard-pressed by the charges, the Megarians sent a herald to the generals of the Greeks, who came to them and spoke as follows : [2] “From the men of Megara to their allies: we cannot alone withstand the Persian cavalry (although we have till now held our ground with patience and valor, despite the fact that we were hard-pressed) in the position to which we were first appointed. Know that now we will abandon our post, unless you send others to take our place there.” [3] This the herald reported, and Pausanias inquired among the Greeks if any would offer to go to that place and relieve the Megarians by holding the post. All the others did not want to, but the Athenians took it upon themselves, that is three hundred picked men of Athens, whose captain was Olympiodorus son of Lampon.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 374,
          "endOffset": 381
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 837,
          "endOffset": 846
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 908,
          "endOffset": 914
        }
      ]
    },
    {
      "id": 22,
      "text": "Those who volunteered themselves, were posted at Erythrae in front of the whole Greek army, and they took with them the archers also. They fought for a long time and the end of the battle was as I will now tell. The cavalry charged by squadrons, and Masistius' horse, being at the head of the rest, was struck in the side by an arrow. Rearing up in pain, it threw Masistius, [2] who when he fell, was straightaway set upon by the Athenians. His horse they took then and there, and he himself was killed fighting. They could not, however, kill him at first, for he was outfitted in the following manner: he wore a purple tunic over a cuirass of golden scales which was within it; thus they accomplished nothing by striking at the cuirass, until someone saw what was happening and stabbed him in the eye. Then he collapsed and died. [3] But as chance would have it, the rest of the horsemen knew nothing of this, for they had not seen him fall from his horse, or die. They wheeled about and rode back without perceiving what was done. As soon as they halted, however, they saw what they were missing since there was no one to give them orders. Then when they perceived what had occurred, they gave each other the word, and all rode together to recover the dead body.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 430,
          "endOffset": 439
        }
      ]
    },
    {
      "id": 23,
      "text": "When the Athenians saw the horsemen riding at them, not by squadrons as before, but all together, they cried to the rest of the army for help. While all their infantry was rallying to aid, there was a bitter fight over the dead body. [2] As long as the three hundred stood alone, they had the worst of the battle by far, and were ready to leave the dead man. When the main body came to their aid, then it was the horsemen who could no longer hold their ground, nor help to recover the dead man, but rather lost others of their comrades in addition to Masistius. They accordingly withdrew and halted about two furlongs away, where they deliberated what they should do. Since there was no one to give them orders, they resolved to report to Mardonius.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 9,
          "endOffset": 18
        }
      ]
    },
    {
      "id": 24,
      "text": "When the cavalry returned to camp, Mardonius and the whole army mourned deeply for Masistius, cutting their own hair and the hair of their horses and beasts of burden, and lamenting loudly; the sound of this was heard over all Boeotia, for a man was dead who, next to Mardonius, was most esteemed by all Persia and the king.",
      "places": [
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 227,
          "endOffset": 234
        }
      ]
    },
    {
      "id": 25,
      "text": "So the barbarians honored Masistius' death in their customary way, but the Greeks were greatly encouraged that they withstood and drove off the charging horsemen. First they laid the dead man on a cart and carried him about their ranks, and the body was well worth seeing, because of its stature and grandeur; therefore, they would even leave their ranks and come to view Masistius. [2] Presently they resolved that they would march down to Plataea, for they saw that the ground there was generally more suited for encampment than that at Erythrae, and chiefly because it was better watered. It was to this place and to the Gargaphian spring which was there, that they resolved to go and pitch camp in their several battalions; [3] They took up their arms and marched along the lower slopes of Cithaeron past Hysiae to the lands of Plataea, and when they arrived, they arrayed themselves nation by nation near the Gargaphian spring and the precinct of the hero Androcrates, among low hills and in a level country.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 441,
          "endOffset": 448
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 832,
          "endOffset": 839
        }
      ]
    },
    {
      "id": 26,
      "text": "During the drawing up of battle formation there arose much dispute between the Tegeans and the Athenians, for each of them claimed that they should hold the second9 wing of the army, justifying themselves by tales of deeds new and old. [2] First the Tegeans spoke: “We, among all the allies, have always had the right to hold this position in all campaigns, of the united Peloponnesian armies, both ancient and recent, ever since that time when the Heraclidae after Eurystheus' death attempted to return to the Peloponnese. [3] We gained because of the achievement which we will relate. When we marched out at the Isthmus for war, along with the Achaeans and Ionians who then dwelt in the Peloponnese, and encamped opposite the returning exiles, then (it is said) Hyllus10 announced that army should not be risked against army in battle, but that that champion in the host of the Peloponnesians whom they chose as their best should fight with him in single combat on agreed conditions. [4] The Peloponnesians, resolving that this should be so, swore a compact that if Hyllus should overcome the Peloponnesian champion, the Heraclidae should return to the land of their fathers, but if he were himself beaten, then the Heraclidae should depart and lead their army away, not attempting to return to the Peloponnese until a hundred years had passed. [5] Then our general and king Echemus, son of Phegeus' son Eeropus, volunteered and was chosen out of all the allied host; he fought that duel and killed Hyllus. It was for that feat of arms that the Peloponnesians granted us this in addition to other great privileges which we have never ceased to possess, namely that in all united campaigns we should always lead the army's second wing. [6] Now with you, men of Lacedaemon, we have no rivalry, but forbear and bid you choose the command of whichever wing you want. We do, however, say that our place is at the head of the other, as it has always been. Quite apart from that feat which we have related, we are worthier than the Athenians to hold that post, [7] for we have fought many battles which turned out favorably for you, men of Lacedaemon, and others besides. It is accordingly we and not the Athenians who should hold the second wing, for neither at some earlier period nor recently, have they achieved such feats of arms as we.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 95,
          "endOffset": 104
        },
        {
          "placeId": "570577",
          "name": "Peloponnesian",
          "startOffset": 372,
          "endOffset": 385
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 880,
          "endOffset": 894
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 994,
          "endOffset": 1008
        },
        {
          "placeId": "570577",
          "name": "Peloponnesian",
          "startOffset": 1095,
          "endOffset": 1108
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 1547,
          "endOffset": 1561
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 2027,
          "endOffset": 2036
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 2200,
          "endOffset": 2209
        }
      ]
    },
    {
      "id": 27,
      "text": "To these words the Athenians replied: “It is our belief that we are gathered for battle with the barbarian, and not for speeches; but since the man of Tegea has made it his business to speak of all the valorous deeds, old and new, which either of our nations has at any time achieved, we must prove to you how we, rather than Arcadians, have by virtue of our valor a hereditary right to the place of honor. These Tegeans say that they killed the leader of the Heraclidae at the Isthmus. [2] Now when those same Heraclidae had been rejected by every Greek people to whom they resorted to escape the tyranny of the Mycenaeans, we alone received them.11 With them we vanquished those who then inhabited the Peloponnese, and we broke the pride of Eurystheus. [3] Furthermore, when the Argives who had marched with Polynices12 against Thebes had there made an end of their lives and lay unburied, know that we sent our army against the Cadmeans and recovered the dead and buried them in Eleusis. [4] We also have on record our great victory against the Amazons, who once came from the river Thermodon and broke into Attica, and in the hard days of Troy we were second to none. But since it is useless to recall these matters—for those who were previously valiant may now be of lesser mettle, and those who lacked mettle then may be better men now— [5] enough of the past. Supposing that we were known for no achievement (although the fact is that we have done more than any other of the Greeks), we nevertheless deserve to have this honor and more beside because of the role we played at Marathon, seeing that alone of all Greeks we met the Persian singlehandedly and did not fail in that enterprise, but overcame forty-six nations. [6] Is it not then our right to hold this post, for that one feat alone? Yet seeing that this is no time for wrangling about our place in the battle, we are ready to obey you, men of Lacedaemon and take whatever place and face whatever enemy you think fitting. Wherever you set us, we will strive to be valiant men. Command us then, knowing that we will obey.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 19,
          "endOffset": 28
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 1111,
          "endOffset": 1117
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1636,
          "endOffset": 1643
        }
      ]
    },
    {
      "id": 28,
      "text": "This was the Athenians' response, and the whole army shouted aloud that the Athenians were worthier to hold the wing than the Arcadians. It was in this way that the Athenians were preferred to the men of Tegea, and gained that place. [2]Presently the whole Greek army was arrayed as I will show, both the later and the earliest comers. On the right wing were ten thousand Lacedaemonians; five thousand of these, who were Spartans, had a guard of thirty-five thousand light-armed helots, seven appointed for each man. [3] The Spartans chose the Tegeans for their neighbors in the battle, both to do them honor, and for their valor; there were of these fifteen hundred men-at-arms. Next to these in the line were five thousand Corinthians, at whose desire Pausanias permitted the three hundred Potidaeans from Pallene then present to stand by them. [4] Next to these were six hundred Arcadians from Orchomenus, and after them three thousand men of Sicyon. By these one thousand Troezenians were posted, and after them two hundred men of Lepreum, then four hundred from Mycenae and Tiryns, and next to them one thousand from Phlius. By these stood three hundred men of Hermione. [5] Next to the men of Hermione were six hundred Eretrians and Styreans; next to them, four hundred Chalcidians; next again, five hundred Ampraciots. After these stood eight hundred Leucadians and Anactorians, and next to them two hundred from Pale in Cephallenia; [6] after them in the array, five hundred Aeginetans; by them stood three thousand men of Megara, and next to these six hundred Plataeans. At the end, and first in the line, were the Athenians who held the left wing. They were eight thousand in number, and their general was Aristides son of Lysimachus.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 13,
          "endOffset": 22
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 76,
          "endOffset": 85
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 165,
          "endOffset": 174
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 372,
          "endOffset": 386
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 421,
          "endOffset": 429
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 525,
          "endOffset": 533
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 725,
          "endOffset": 736
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 1569,
          "endOffset": 1578
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1624,
          "endOffset": 1633
        }
      ]
    },
    {
      "id": 29,
      "text": "All these, except the seven appointed to attend each Spartan, were men-at-arms, and the whole sum of them was thirty-eight thousand and seven hundred. This was the number of men-at-arms that mustered for war against the barbarian; as regards the number of the light-armed men, there were in the Spartan array seven for each man-at-arms, that is, thirty-five thousand, and every one of these was equipped for war. [2] The light-armed from the rest of Lacedaemon and Hellas were as one to every man-at-arms, and their number was thirty-four thousand and five hundred.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 53,
          "endOffset": 60
        },
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 295,
          "endOffset": 302
        }
      ]
    },
    {
      "id": 30,
      "text": "So the total of all the light-armed men who were fighters was sixty-nine thousand and five hundred, and of the whole Greek army mustered at Plataea, men-at-arms and light-armed fighting men together, eleven times ten thousand less eighteen hundred. The Thespians who were present were one hundred and ten thousand in number, for the survivors13 of the Thespians were also present with the army, eighteen hundred in number. These then were arrayed and encamped by the Asopus.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 140,
          "endOffset": 147
        }
      ]
    },
    {
      "id": 31,
      "text": "When Mardonius' barbarians had finished their mourning for Masistius and heard that the Greeks were at Plataea, they also came to the part of the Asopus river nearest to them. When they were there, they were arrayed for battle by Mardonius as I shall show. He posted the Persians facing the Lacedaemonians. [2] Seeing that the Persians by far outnumbered the Lacedaemonians, they were arrayed in deeper ranks and their line ran opposite the Tegeans also. In his arraying of them he chose out the strongest part of the Persians to set it over against the Lacedaemonians, and posted the weaker by them facing the Tegeans; this he did being so informed and taught by the Thebans. [3] Next to the Persians he posted the Medes opposite the men of Corinth, Potidaea, Orchomenus, and Sicyon; next to the Medes, the Bactrians, opposite the men of Epidaurus, Troezen, Lepreum, Tiryns, Mycenae, and Phlius. [4] After the Bactrians he set the Indians, opposite the men of Hermione and Eretria and Styra and Chalcis. Next to the Indians he posted the Sacae, opposite the Ampraciots, Anactorians, Leucadians, Paleans, and Aeginetans; [5] next to the Sacae, and opposite the Athenians, Plataeans, Megarians, the Boeotians, Locrians, Malians, Thessalians, and the thousand that came from Phocis; for not all the Phocians took the Persian side, but some of them gave their aid to the Greek cause; these had been besieged on Parnassus, and issued out from there to harry Mardonius' army and the Greeks who were with him. Beside these, he arrayed the Macedonians also and those who lived in the area of Thessaly opposite the Athenians.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 103,
          "endOffset": 110
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 271,
          "endOffset": 279
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 291,
          "endOffset": 305
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 327,
          "endOffset": 335
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 359,
          "endOffset": 373
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 518,
          "endOffset": 526
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 554,
          "endOffset": 568
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 668,
          "endOffset": 675
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 693,
          "endOffset": 701
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1161,
          "endOffset": 1170
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 1172,
          "endOffset": 1181
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1315,
          "endOffset": 1322
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 1585,
          "endOffset": 1593
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1607,
          "endOffset": 1616
        }
      ]
    },
    {
      "id": 32,
      "text": "These which I have named were the greatest of the nations set in array by Mardonius, but there was also in the army a mixture of Phrygians, Thracians, Mysians, Paeonians, and the rest, besides Ethiopians and the Egyptian swordsmen called Hermotybies and Calasiries,14 who are the only fighting men in Egypt. [2] These had been fighters on shipboard, till Mardonius while yet at Phalerum disembarked them from their ships; for the Egyptians were not appointed to serve in the land army which Xerxes led to Athens. Of the barbarians, then, there were three hundred thousand, as I have already shown. As for the Greek allies of Mardonius, no one knows the number of them (for they were not counted), I suppose them to have been mustered to the number of fifty thousand. These were the footmen that were set in array; the cavalry were separately ordered.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 505,
          "endOffset": 511
        }
      ]
    },
    {
      "id": 33,
      "text": "On the second day after they had all been arrayed according to their nations and their battalions, both armies offered sacrifice. It was Tisamenus who sacrificed for the Greeks, for he was with their army as a diviner; he was an Elean by birth, a Clytiad of the Iamid clan,15 and the Lacedaemonians gave him the freedom of their city. [2] This they did, for when Tisamenus was inquiring of the oracle at Delphi concerning offspring, the priestess prophesied to him that he should win five great victories. Not understanding that oracle, he engaged in bodily exercise, thinking that he would then be able to win in similar sports. When he had trained himself for the Five Contests,16 he came within one wrestling bout of winning the Olympic prize, in a match with Hieronymus of Andros. [3] The Lacedaemonians, however, perceived that the oracle given to Tisamenus spoke of the lists not of sport but of war, and they attempted to bribe Tisamenus to be a leader in their wars jointly with their kings of Heracles' line. [4] When he saw that the Spartans set great store by his friendship, he set his price higher, and made it known to them that he would do what they wanted only in exchange for the gift of full citizenship and all of the citizen's rights. [5] Hearing that, the Spartans at first were angry and completely abandoned their request; but when the dreadful menace of this Persian host hung over them, they consented and granted his demand. When he saw their purpose changed, he said that he would not be content with that alone; his brother Hegias too must be made a Spartan on the same terms as himself.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 284,
          "endOffset": 298
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 793,
          "endOffset": 807
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 1043,
          "endOffset": 1051
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 1277,
          "endOffset": 1285
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1383,
          "endOffset": 1390
        },
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 1578,
          "endOffset": 1585
        }
      ]
    },
    {
      "id": 34,
      "text": "By so saying he imitated Melampus, in so far as one may compare demands for kingship with those for citizenship. For when the women of Argos had gone mad, and the Argives wanted him to come from Pylos and heal them of that madness,17 Melampus demanded half of their kingship for his wages. [2] This the Argives would not put up with and departed. When, however, the madness spread among their women, they promised what Melampus demanded and were ready to give it to him. Thereupon, seeing their purpose changed, he demanded yet more and said that he would not do their will except if they gave a third of their kingship to his brother Bias; now driven into dire straits, the Argives consented to that also.",
      "places": []
    },
    {
      "id": 35,
      "text": "The Spartans too were so eagerly desirous of winning Tisamenus that they granted everything that he demanded. When they had granted him this also, Tisamenus of Elis, now a Spartan, engaged in divination for them and aided them to win five very great victories. No one on earth save Tisamenus and his brother ever became citizens of Sparta. [2] Now the five victories were these: one, the first, this victory at Plataea; next, that which was won at Tegea over the Tegeans and Argives; after that, over all the Arcadians save the Mantineans at Dipaea; next, over the Messenians at Ithome; lastly, the victory at Tanagra over the Athenians and Argives, which was the last won of the five victories.18",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 172,
          "endOffset": 179
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 332,
          "endOffset": 338
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 411,
          "endOffset": 418
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 627,
          "endOffset": 636
        }
      ]
    },
    {
      "id": 36,
      "text": "This Tisamenus had now been brought by the Spartans and was the diviner of the Greeks at Plataea. The sacrifices boded good to the Greeks if they would just defend themselves, but evil if they should cross the Asopus and be the first to attack.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 43,
          "endOffset": 51
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 89,
          "endOffset": 96
        }
      ]
    },
    {
      "id": 37,
      "text": "Mardonius' sacrifices also foretold an unfavorable outcome if he should be zealous to attack first, and good if he should but defend himself. He too used the Greek manner of sacrifice, and Hegesistratus of Elis was his diviner, the most notable of the sons of Tellias. This man had been put in prison and condemned to die by the Spartans for the great harm which he had done them. [2] Being in such bad shape inasmuch as he was in peril of his life and was likely to be very grievously maltreated before his death, he did something which was almost beyond belief; made fast in iron-bound stocks, he got an iron weapon which was brought in some way into his prison, and straightway conceived a plan of such courage as we have never known; reckoning how best the rest of it might get free, he cut off his own foot at the instep. [3] This done, he tunneled through the wall out of the way of the guards who kept watch over him, and so escaped to Tegea. All night he journeyed, and all day he hid and lay hidden in the woods, till on the third night he came to Tegea, while all the people of Lacedaemon sought him. The latter were greatly amazed when they saw the half of his foot which had been cut off and lying there but not were unable to find the man himself. [4] This, then, is the way in which he escaped the Lacedaemonians and took refuge in Tegea, which at that time was unfriendly to Lacedaemon. After he was healed and had made himself a foot of wood, he declared himself an open enemy of the Lacedaemonians. Yet the enmity which he bore them brought him no good at the last, for they caught him at his divinations in Zacynthus and killed him.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 329,
          "endOffset": 337
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 1312,
          "endOffset": 1326
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 1500,
          "endOffset": 1514
        }
      ]
    },
    {
      "id": 38,
      "text": "The death of Hegesistratus, however, took place after the Plataean business. At the present he was by the Asopus, hired by Mardonius for no small wage, where he sacrificed and worked zealously, both for the hatred he bore the Lacedaemonians and for gain. [2] When no favorable omens for battle could be won either by the Persians themselves or by the Greeks who were with them (for they too had a diviner of their own, Hippomachus of Leucas), and the Greeks kept flocking in and their army grew, Timagenides son of Herpys, a Theban, advised Mardonius to guard the outlet of the pass over Cithaeron, telling him that the Greeks were coming in daily and that he would thereby cut off many of them.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataean",
          "startOffset": 58,
          "endOffset": 66
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 226,
          "endOffset": 240
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 321,
          "endOffset": 329
        }
      ]
    },
    {
      "id": 39,
      "text": "The armies had already lain hidden opposite each other for eight days when he gave this counsel. Mardonius perceived that the advice was good, and when night had fallen, he sent his horsemen to the outlet of the pass over Cithaeron which leads towards Plataea. This pass the Boeotians call the Three Heads, and the Athenians the Oak's Heads. The horsemen who were sent out did not go in vain, [2] for they caught both five hundred beasts of burden which were going into the low country, bringing provisions from the Peloponnese for the army, and men who came with the wagons. When they had taken this quarry, the Persians killed without mercy, sparing neither man nor beast. When they had their fill of slaughter, they encircled the rest and drove them to Mardonius and his camp.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 252,
          "endOffset": 259
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 315,
          "endOffset": 324
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 613,
          "endOffset": 621
        }
      ]
    },
    {
      "id": 40,
      "text": "After this deed they waited two days more, neither side desiring to begin the battle, for although the barbarians came to the Asopus to test the Greeks intent, neither army crossed it. Mardonius' cavalry, however, kept pressing upon and troubling the Greeks, for the Thebans, in their zeal for the Persian part, waged war heartily, and kept on guiding the horsemen to the encounter; thereafter it was the turn of the Persians and Medes, and they and none other would do deeds of valor.",
      "places": [
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 267,
          "endOffset": 274
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 298,
          "endOffset": 305
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 417,
          "endOffset": 425
        }
      ]
    },
    {
      "id": 41,
      "text": "Until ten days had passed, no more was done than this. On the eleventh day from their first encampment opposite each other, the Greeks growing greatly in number and Mardonius being greatly vexed by the delay, there was a debate held between Mardonius son of Gobryas and Artabazus son of Pharnaces, who stood as high as only few others in Xerxes' esteem. [2] Their opinions in council were as I will show. Artabazus thought it best that they should strike their camp with all speed and lead the whole army within the walls of Thebes. Here there was much food stored and fodder for their beasts of burden; furthermore, they could sit at their ease here and conclude the business by doing as follows: [3] they could take the great store they had of gold, minted and other, and silver drinking-cups, and send all this to all places in Hellas without stint, excepting none, but especially to the chief men in the cities of Hellas. Let them do this (he said) and the Greeks would quickly surrender their liberty; but do not let the Persians risk the event of a battle. [4] This opinion of his was the same as the Thebans, inasmuch as he too had special foreknowledge. Mardonius' counsel, however, was more vehement and intemperate and not at all leaning to moderation. He said that he thought that their army was much stronger than the Greeks and that they should give battle with all speed so as not to let more Greeks muster than were mustered already. As for the sacrifices of Hegesistratus, let them pay no heed to these, nor seek to wring good from them,19 but rather give battle after Persian custom.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1026,
          "endOffset": 1034
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 1107,
          "endOffset": 1114
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1585,
          "endOffset": 1592
        }
      ]
    },
    {
      "id": 42,
      "text": "No one withstood this argument, and his opinion accordingly prevailed; for it was he and not Artabazus who was commander of the army by the king's commission. He therefore sent for the leaders of the battalions and the generals of those Greeks who were with him and asked them if they knew any oracle which prophesied that the Persians should perish in Hellas. [2] Those who were summoned said nothing, some not knowing the prophecies, and some knowing them but thinking it perilous to speak, and then Mardonius himself said: “Since you either have no knowledge or are afraid to declare it, hear what I tell you based on the full knowledge that I have. [3] There is an oracle that Persians are fated to come to Hellas and all perish there after they have plundered the temple at Delphi. Since we have knowledge of this same oracle, we will neither approach that temple nor attempt to plunder it; in so far as destruction hinges on that, none awaits us. [4] Therefore, as many of you as wish the Persian well may rejoice in that we will overcome the Greeks.” Having spoken in this way, he gave command to have everything prepared and put in good order for the battle which would take place early the next morning.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 327,
          "endOffset": 335
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 681,
          "endOffset": 689
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 995,
          "endOffset": 1002
        }
      ]
    },
    {
      "id": 43,
      "text": "Now for this prophecy, which Mardonius said was spoken of the Persians, I know it to have been made concerning not them but the Illyrians and the army of the Enchelees.20 There is, however, a prophecy made by Bacis concerning this battle: [2] “By Thermodon's stream and the grass-grown banks of Asopus, Will be a gathering of Greeks for fight and the ring of the barbarian's war-cry; Many a Median archer, by death untimely overtaken will fall There in the battle when the day of his doom is upon him. ” I know that these verses and others very similar to them from Musaeus referred to the Persians. As for the river Thermodon, it flows between Tanagra and Glisas.21",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 62,
          "endOffset": 70
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 590,
          "endOffset": 598
        }
      ]
    },
    {
      "id": 44,
      "text": "After this inquiry about oracles and Mardonius' exhortation, night fell, and the armies posted their sentries. Now when the night was far advanced and it seemed that all was still in the camps and the men were sleeping deeply, at that hour Alexander son of Amyntas, the general and king of the Macedonians, rode up to the Athenian outposts and wanted to speak to their generals. [2] The greater part of the sentries remained where they were, but the rest ran to their generals and told them that a horseman had ridden in from the Persian camp, imparting no other word save that he desired to speak to the generals and called them by their names.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 530,
          "endOffset": 537
        }
      ]
    },
    {
      "id": 45,
      "text": "Hearing that, the generals straightway went with the men to the outposts. When they had come, Alexander said to them: “Men of Athens, I give you this message in trust as a secret which you must reveal to no one but Pausanias, or else you will be responsible for my undoing. In truth I would not tell it to you if I did not care so much for all Hellas; [2] I myself am by ancient descent a Greek, and I would not willingly see Hellas change her freedom for slavery. I tell you, then, that Mardonius and his army cannot get omens to his liking from the sacrifices. Otherwise you would have fought long before this. Now, however, it is his purpose to pay no heed to the sacrifices, and to attack at the first glimmer of dawn, for he fears, as I surmise, that your numbers will become still greater. Therefore, I urge you to prepare, and if (as may be) Mardonius should delay and not attack, wait patiently where you are; for he has but a few days' provisions left. [3] If, however, this war ends as you wish, then must you take thought how to save me too from slavery, who have done so desperate a deed as this for the sake of Hellas in my desire to declare to you Mardonius' intent so that the barbarians may not attack you suddenly before you yet expect them. I who speak am Alexander the Macedonian.” With that he rode away back to the camp and his own station there.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 126,
          "endOffset": 132
        }
      ]
    },
    {
      "id": 46,
      "text": "The Athenian generals went to the right wing and told Pausanias what they had heard from Alexander. At the message Pausanias was terrified by the Persians, and said: [2] “Since, therefore, the battle is to begin at dawn, it is best that you Athenians should take your stand opposite the Persians, and we opposite the Boeotians and the Greeks who are posted opposite you; for you have fought with the Medes at Marathon and know them and their manner of fighting while we have no experience or knowledge of those men. We Spartans have experience of the Boeotians and Thessalians, but not one of us has experience with the Medes. [3] No, rather let us take up our equipment and change places, you to this wing and we to the left.” “We, too,” the Athenians answered, “even from the moment when we saw the Persians posted opposite you, had it in mind to make that suggestion which now has first come from you. We feared, however, that we would displease you by making it. But since you have spoken the wish yourselves, we too hear your words very gladly and are ready to do as you say.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 146,
          "endOffset": 154
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 241,
          "endOffset": 250
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 287,
          "endOffset": 295
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 519,
          "endOffset": 527
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 743,
          "endOffset": 752
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 801,
          "endOffset": 809
        }
      ]
    },
    {
      "id": 47,
      "text": "Since both were satisfied with this, they exchanged their places in the ranks at the first light of dawn. The Boeotians noticed that and made it known to Mardonius. When he heard this, he straight away attempted to make a change for himself also, by moving the Persians opposite the Lacedaemonians. When Pausanias perceived what was being done, he saw that his action had been discovered and led the Spartans back to the right wing; Mardonius did the same thing on the left of his army.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 261,
          "endOffset": 269
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 283,
          "endOffset": 297
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 400,
          "endOffset": 408
        }
      ]
    },
    {
      "id": 48,
      "text": "When all were at their former posts again, Mardonius sent a herald to the Lacedaemonians with this message: “Men of Lacedaemon, you are said by the people of these parts to be very brave men. It is their boast of you that you neither flee from the field nor leave your post, but remain there and either slay your enemies or are yourselves killed. It would seem, however, that there is no truth in all this, [2] for before we could attack and fight hand to hand, we saw you even now fleeing and leaving your station, using Athenians for the first trial of your enemy and arraying yourselves opposite those who are but our slaves. [3] This is not the action of brave men. No, we have been grievously mistaken about you, for in accordance with what we heard about you, we expected that you would send us a herald challenging the Persians and none other to fight with you. That we were ready to do; but we find you making no such offer, but rather quailing before us. Now, therefore, since the challenge comes not from you, take it from us instead. [4] What is there to prevent us from fighting with equal numbers on both sides, you for the Greeks (since you have the reputation of being their best), and we for the barbarians? If it is desirable that the others fight also, let them fight after us, but if, on the contrary the opinion prevails that we alone suffice, then let us fight it out. Let the winner in this contest determine victory for the whole army.”",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 74,
          "endOffset": 88
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 522,
          "endOffset": 531
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 826,
          "endOffset": 834
        }
      ]
    },
    {
      "id": 49,
      "text": "This is the proclamation made by the herald; and when he had waited a while and no one answered him, he went back again, and at his return told what had happened to him. Mardonius was overjoyed and proud of this semblance of victory, and sent his cavalry to attack the Greeks. [2] The horsemen rode at them and shot arrows and javelins among the whole Greek army to its great hurt, since they were mounted archers and difficult to deal with in an encounter; they spoiled and blocked the Gargaphian spring, from which the entire Greek army drew its water. [3] None indeed but the Lacedaemonians were posted near the spring, and it was far from the several stations of the other Greeks, whereas the Asopus was near; nevertheless, they would always go to the spring, since they were barred from the Asopus, not being able to draw water from that river because of the horsemen and the arrows.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 579,
          "endOffset": 593
        }
      ]
    },
    {
      "id": 50,
      "text": "When this happened, seeing that their army was cut off from water and thrown into confusion by the horsemen, the generals of the Greeks went to Pausanias on the right wing, and debated concerning this and other matters; for there were other problems which troubled them more than what I have told. They had no food left, and their followers whom they had sent into the Peloponnese to bring provisions had been cut off by the horsemen and could not make their way to the army.",
      "places": []
    },
    {
      "id": 51,
      "text": "So they resolved in their council that if the Persians held off through that day from giving battle, they would go to the Island.22 This is ten furlongs distant from the Asopus and the Gargaphian spring, near which their army then lay, and in front of the town of Plataea. [2] It is like an island on dry land because the river in its course down from Cithaeron into the plain is parted into two channels, and there is about three furlongs space in between till presently the two channels unite again, and the name of that river is Oeroe, who (as the people of the country say ) was the daughter of Asopus. [3] To that place then they planned to go so that they might have plenty of water for their use and not be harmed by the horsemen, as now when they were face to face with them; and they resolved to change places in the second watch of the night, lest the Persians should see them setting forth and the horsemen press after them and throw them into confusion. [4] Furthermore, they resolved that when they had come to that place, which is encircled by the divided channels of Asopus' daughter Oeroe as she flows from Cithaeron, they would in that night send half of their army to Cithaeron, to remove their followers who had gone to get the provisions; for these were cut off from them on Cithaeron.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 46,
          "endOffset": 54
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 264,
          "endOffset": 271
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 862,
          "endOffset": 870
        }
      ]
    },
    {
      "id": 52,
      "text": "Having made this plan, all that day they suffered constant hardship from the cavalry which continually pressed upon them. When the day ended, however, and the horsemen stopped their onslaught, then at that hour of the night at which it was agreed that they should depart, most of them rose and departed, not with intent to go to the place upon which they had agreed. Instead of that, once they were on their way, they joyfully shook off the horsemen and escaped to the town of Plataea. In the course of their flight they came to the temple of Hera which is outside of that town, twenty furlongs distant from the Gargaphian spring and piled their arms in front of the temple.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 477,
          "endOffset": 484
        }
      ]
    },
    {
      "id": 53,
      "text": "So they encamped around the temple of Hera. Pausanias, however, seeing their departure from the camp, gave orders to the Lacedaemonians to take up their arms likewise and follow the others who had gone ahead, supposing that these were making for the place where they had agreed to go. [2] Thereupon, all the rest of the captains being ready to obey Pausanias, Amompharetus son of Poliades, the leader of the Pitanate23 battalion, refused to flee from the barbarians or (save by compulsion) bring shame on Sparta; the whole business seemed strange to him, for he had not been present in the council recently held. [3] Pausanias and Euryanax were outraged that Amompharetus disobeyed them. Still more, however, they disliked that his refusing would compel them to abandon the Pitanate battalion, for they feared that if they fulfilled their agreement with the rest of the Greeks and abandoned him, Amompharetus and his men would be left behind to perish. [4] Bearing this in mind, they kept the Laconian army where it was and tried to persuade Amompharetus that he was in the wrong.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 121,
          "endOffset": 135
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 505,
          "endOffset": 511
        }
      ]
    },
    {
      "id": 54,
      "text": "So they reasoned with Amompharetus, he being the only man left behind of all the Lacedaemonians and Tegeans. As for the Athenians, they stood unmoved at their post, well aware that the purposes and the promises of Lacedaemonians were not alike. [2] But when the army left its station, they sent a horseman of their own to see whether the Spartans were attempting to march or whether they were not intending to depart, and to ask Pausanias what the Athenians should do.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 81,
          "endOffset": 95
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 120,
          "endOffset": 129
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 214,
          "endOffset": 228
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 338,
          "endOffset": 346
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 448,
          "endOffset": 457
        }
      ]
    },
    {
      "id": 55,
      "text": "When the messenger arrived among the Lacedaemonians, he saw them arrayed where they had been, and their chief men by now in hot dispute. For though Euryanax and Pausanias reasoned with Amompharetus, that the Lacedaemonians should not be endangered by remaining there alone, they could in no way prevail upon him. At last, when the Athenian messenger came among them, angry words began to pass. [2] In this wrangling Amompharetus took up a stone with both hands and threw it down before Pausanias' feet, crying that it was the pebble with which he voted against fleeing from the strangers (meaning thereby the barbarians). Pausanias called him a madman; then when the Athenian messenger asked the question with which he had been charged, Pausanias asked the man to tell the Athenians of his present condition, and begged them to join themselves to the Lacedaemonians and, as for departure, to do as they did.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 37,
          "endOffset": 51
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 208,
          "endOffset": 222
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 773,
          "endOffset": 782
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 851,
          "endOffset": 865
        }
      ]
    },
    {
      "id": 56,
      "text": "The messenger then went back to the Athenians. When dawn found the dispute still continuing, Pausanias, who had up to this point kept his army where it was, now gave the word and led all the rest away between the hillocks, the Tegeans following, for he supposed that Amompharetus would not stay behind when the rest of the Lacedaemonians left him; this was in fact exactly what happened. [2] The Athenians marshalled themselves and marched, but not by the same way as the Lacedaemonians, who stayed close to the broken ground and the lower slopes of Cithaeron in order to stay clear of the Persian horse. The Athenians marched down into the plain instead.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 36,
          "endOffset": 45
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 323,
          "endOffset": 337
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 396,
          "endOffset": 405
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 472,
          "endOffset": 486
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 590,
          "endOffset": 597
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 609,
          "endOffset": 618
        }
      ]
    },
    {
      "id": 57,
      "text": "Now Amompharetus at first supposed that Pausanias would never have the heart to leave him and his men, and he insisted that they should remain where they were and not leave their post. When Pausanias' men had already proceeded some distance, he thought that they had really left him. He accordingly bade his battalion take up its arms and led it in marching step after the rest of the column, [2] which after going a distance of ten furlongs, was waiting for Amompharetus by the stream Molois and the place called Argiopium, where there is a shrine of Eleusinian Demeter. The reason for their waiting was that, if Amompharetus and his battalion should not leave the place where it was posted but remain there, they would then be able to assist him. [3] No sooner had Amompharetus' men come up than the barbarians' cavalry attacked the army, for the horsemen acted as they always had. When they saw no enemy on the ground where the Greeks had been on the days before this, they kept riding forward and attacked the Greeks as soon as they overtook them.",
      "places": []
    },
    {
      "id": 58,
      "text": "When Mardonius learned that the Greeks had departed under cover of night and saw the ground deserted, he called to him Thorax of Larissa and his brothers Eurypylus and Thrasydeius and said: [2] “What will you say now, sons of Aleuas, when you see this place deserted? For you, who are their neighbors, kept telling me that Lacedaemonians fled from no battlefield and were the masters of warfare. These same men, however, you just saw changing their post, and now you and all of us see that they have fled during the night. The moment they had to measure themselves in battle with those that are in very truth the bravest on earth, they plainly showed that they are men of no account, and all other Greeks likewise. [3] Now you, for your part, were strangers to the Persians, and I could readily pardon you for praising these fellows, who were in some sort known to you; but I marvelled much more that Artabazus, be he ever so frightened, should give us a coward's advice to strike our camp, and march away to be besieged in Thebes. Of this advice the king will certainly hear from me, but it will be discussed elsewhere. [4] Now we must not permit our enemies to do as they want; they must be pursued till they are overtaken and pay the penalty for all the harm they have done the Persians.”",
      "places": [
        {
          "placeId": "540905",
          "name": "Larissa",
          "startOffset": 129,
          "endOffset": 136
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 323,
          "endOffset": 337
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 765,
          "endOffset": 773
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1281,
          "endOffset": 1289
        }
      ]
    },
    {
      "id": 59,
      "text": "With that, he led the Persians with all speed across the Asopus in pursuit of the Greeks, supposing that they were in flight; it was the army of Lacedaemon and Tegea alone which was his goal, for the Athenians marched another way over the broken ground, and were out of his sight. [2] Seeing the Persians setting forth in pursuit of the Greeks, the rest of the barbarian battalions straightway raised their standards and also gave pursuit, each at top speed, no battalion having order in its ranks nor place assigned in the line.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 22,
          "endOffset": 30
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 200,
          "endOffset": 209
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 296,
          "endOffset": 304
        }
      ]
    },
    {
      "id": 60,
      "text": "So they ran pell-mell and shouting, as though they would utterly make an end of the Greeks. Pausanias, however, when the cavalry attacked him, sent a horseman to the Athenians with this message: “Men of Athens, in this great contest which must give freedom or slavery to Hellas, we Lacedaemonians and you Athenians have been betrayed by the flight of our allies in the night that is past. [2] I have accordingly now resolved what we must do; we must protect each other by fighting as best we can. If the cavalry had attacked you first, it would have been the duty of both ourselves and the Tegeans, who are faithful to Hellas, to aid you; but now, seeing that the whole brunt of their assault falls on us, it is right that you should come to the aid of that division which is hardest pressed. [3] But if, as may be, anything has befallen you which makes it impossible for you to aid us, do us the service of sending us your archers. We are sure that you will obey us, as knowing that you have been by far more zealous than all others in this present war.”",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 166,
          "endOffset": 175
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 203,
          "endOffset": 209
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 282,
          "endOffset": 296
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 305,
          "endOffset": 314
        }
      ]
    },
    {
      "id": 61,
      "text": "When the Athenians heard that, they attempted to help the Lacedaemonians and defend them with all their might. But when their march had already begun, they were set upon by the Greeks posted opposite them, who had joined themselves to the king. For this reason, being now under attack by the foe which was closest, they could at the time send no aid. [2] The Lacedaemonians and Tegeans accordingly stood alone, men-at-arms and light-armed together; there were of the Lacedaemonians fifty thousand and of the Tegeans, who had never been parted from the Lacedaemonians, three thousand. These offered sacrifice so that they would fare better in battle with Mardonius and the army which was with him. [3] They could get no favorable omen from their sacrifices, and in the meanwhile many of them were killed and by far more wounded (for the Persians set up their shields for a fence, and shot showers of arrows). Since the Spartans were being hard-pressed and their sacrifices were of no avail, Pausanias lifted up his eyes to the temple of Hera at Plataea and called on the goddess, praying that they might not be disappointed in their hope.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 9,
          "endOffset": 18
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 58,
          "endOffset": 72
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 359,
          "endOffset": 373
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 467,
          "endOffset": 481
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 552,
          "endOffset": 566
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 836,
          "endOffset": 844
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 918,
          "endOffset": 926
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 1044,
          "endOffset": 1051
        }
      ]
    },
    {
      "id": 62,
      "text": "While he was still in the act of praying, the men of Tegea leapt out before the rest and charged the barbarians, and immediately after Pausanias' prayer the sacrifices of the Lacedaemonians became favorable. Now they too charged the Persians, and the Persians met them, throwing away their bows. [2] First they fought by the fence of shields, and when that was down, there was a fierce and long fight around the temple of Demeter itself, until they came to blows at close quarters. For the barbarians laid hold of the spears and broke them short. [3] Now the Persians were neither less valorous nor weaker, but they had no armor; moreover, since they were unskilled and no match for their adversaries in craft, they would rush out singly and in tens or in groups great or small, hurling themselves on the Spartans and so perishing.",
      "places": [
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 175,
          "endOffset": 189
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 233,
          "endOffset": 241
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 251,
          "endOffset": 259
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 559,
          "endOffset": 567
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 805,
          "endOffset": 813
        }
      ]
    },
    {
      "id": 63,
      "text": "Where Mardonius was himself, riding a white horse in the battle and surrounded by a thousand picked men who were the flower of the Persians, there they pressed their adversaries hardest. So long as Mardonius was alive the Persians stood their ground and defended themselves, overthrowing many Lacedaemonians. [2] When, however, Mardonius was killed and his guards, who were the strongest part of the army, had also fallen, then the rest too yielded and gave ground before the men of Lacedaemon. For what harmed them the most was the fact that they wore no armor over their clothes and fought, as it were, naked against men fully armed.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 131,
          "endOffset": 139
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 222,
          "endOffset": 230
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 293,
          "endOffset": 307
        }
      ]
    },
    {
      "id": 64,
      "text": "On that day the Spartans, as the oracle had foretold, gained from Mardonius their full measure of vengeance for the slaying of Leonidas, and the most glorious of victories of all which we know was won by Pausanias, the son of Cleombrotus, who was the son of Anaxandrides. [2] (I have named the rest of Pausanias' ancestors in the lineage of Leonidas, for they are the same for both.) As for Mardonius, he was killed by Aeimnestus, a Spartan of note who long after the Persian business led three hundred men to battle at Stenyclerus against the whole army of Messenia, and was there killed, he and his three hundred.",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 16,
          "endOffset": 24
        },
        {
          "placeId": "570685",
          "name": "Spartan",
          "startOffset": 433,
          "endOffset": 440
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 468,
          "endOffset": 475
        }
      ]
    },
    {
      "id": 65,
      "text": "At Plataea, however, the Persians, routed by the Lacedaemonians, fled in disorder to their own camp and inside the wooden walls which they had made in the territory of Thebes. [2] It is indeed a marvel that although the battle was right by the grove of Demeter, there was no sign that any Persian had been killed in the precinct or entered into it; most of them fell near the temple in unconsecrated ground. I think—if it is necessary to judge the ways of the gods—that the goddess herself denied them entry, since they had burnt her temple, the shrine at Eleusis.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 3,
          "endOffset": 10
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 25,
          "endOffset": 33
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 49,
          "endOffset": 63
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 289,
          "endOffset": 296
        }
      ]
    },
    {
      "id": 66,
      "text": "This, then, is what happened in this battle. But Artabazus son of Pharnaces had from the very first disapproved of the king's leaving Mardonius, and now all his counselling not to join battle had been of no avail. In his displeasure at what Mardonius was doing, he himself did as I will show. [2] He had with him a great army, as many as forty thousand men. He knew full well what the outcome of the battle would be, and no sooner had the Greeks and Persians met than he led these with a fixed purpose, telling them to follow him all together wherever he should lead them, whatever they thought his intent might be. [3] With that command he pretended to lead them into battle. As he came farther on his way, he saw the Persians already fleeing and accordingly led his men, no longer in the same array, but took to his heels and fled with all speed not to the wooden fort nor to the walled city of Thebes, but to Phocis, so that he might make his way with all haste to the Hellespont.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 450,
          "endOffset": 458
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 719,
          "endOffset": 727
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 972,
          "endOffset": 982
        }
      ]
    },
    {
      "id": 67,
      "text": "So Artabazus and his army turned that way. All the rest of the Greeks who were on the king's side fought badly on purpose, but not so the Boeotians; they fought for a long time against the Athenians. For those Thebans who were on the Persian side had great enthusiasm in the battle, and did not want to fight in a cowardly manner. As a result of this, three hundred of their first and best were killed there by the Athenians. At last, however, the Boeotians too yielded and they fled to Thebes, but not by the way which the Persians had fled and the multitude of the allies which had fought no fight to the end nor achieved any feat of arms.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 189,
          "endOffset": 198
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 210,
          "endOffset": 217
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 234,
          "endOffset": 241
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 415,
          "endOffset": 424
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 524,
          "endOffset": 532
        }
      ]
    },
    {
      "id": 68,
      "text": "This flight of theirs which took place before the actual closing of battle and was prompted because they saw the Persians flee, proves to me that it was on the Persians that the fortune of the barbarians hung. They accordingly all fled, save the cavalry, Boeotian and other; this helped the fleeing men in so far as it remained between them and their enemies and shielded its friends from the Greeks in their flight.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 113,
          "endOffset": 121
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 160,
          "endOffset": 168
        }
      ]
    },
    {
      "id": 69,
      "text": "So the Greeks, now having the upper hand, followed Xerxes' men, pursuing and slaying. During this steadily growing rout there came a message to the rest of the Greeks, who were by the temple of Hera and had stayed out of the fighting, that there had been a battle and that Pausanias' men were victorious. When they heard this, they set forth in no ordered array, those who were with the Corinthians keeping to the spurs of the mountain and the hill country, by the road that led upward straight to the temple of Demeter, and those who were with the Megarians and Philasians taking the most level route over the plain. [2] However, when the Megarians and Philasians had come near the enemy, the Theban horsemen (whose captain was Asopodorus son of Timander) caught sight of them approaching in haste and disorder, and rode at them; in this attack they trampled six hundred of them, and pursued and drove the rest to Cithaeron.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 387,
          "endOffset": 398
        }
      ]
    },
    {
      "id": 70,
      "text": "So these perished without anyone noticing. But when the Persians and the rest of the multitude had fled within the wooden wall, they managed to get up on the towers before the coming of the Lacedaemonians; then they strengthened the wall as best they could. When the Athenians arrived, an intense battle for the wall began. [2] For as long as the Athenians were not there, the barbarians defended themselves and had a great advantage over the Lacedaemonians who had no skill in the assault of walls. When the Athenians came up, however, the fight for the wall became intense and lasted for a long time. In the end the Athenians, by valor and constant effort, scaled the wall and breached it. The Greeks poured in through the opening they had made; [3] the first to enter were the Tegeans, and it was they who plundered the tent of Mardonius, taking from it besides everything else the feeding trough of his horses which was all of bronze and a thing well worth looking at. The Tegeans dedicated this feeding trough of Mardonius in the temple of Athena Alea. Everything else which they took they brought into the common pool, as did the rest of the Greeks. [4] As for the barbarians, they did not form a unified body again once the wall was down, nor did anyone think of defense because the terrified men in the tiny space and the many myriads herded together were in great distress. [5] Such a slaughter were the Greeks able to make, that of two hundred and sixty thousand who remained after Artabazus had fled with his forty thousand, scarcely three thousand were left alive. Of the Lacedaemonians from Sparta ninety-one all together were killed in battle; of the Tegeans, seventeen and of the Athenians, fifty-two.24",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 56,
          "endOffset": 64
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 190,
          "endOffset": 204
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 267,
          "endOffset": 276
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 347,
          "endOffset": 356
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 443,
          "endOffset": 457
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 509,
          "endOffset": 518
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 618,
          "endOffset": 627
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 1584,
          "endOffset": 1598
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 1604,
          "endOffset": 1610
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1695,
          "endOffset": 1704
        }
      ]
    },
    {
      "id": 71,
      "text": "Among the barbarians, the best fighters were the Persian infantry and the cavalry of the Sacae, and of men, it is said, the bravest was Mardonius. Among the Greeks, the Tegeans and Athenians conducted themselves nobly, but the Lacedaemonians excelled all in valor. [2] Of this my only clear proof is (for all these conquered the foes opposed to them) the fact that the Lacedaemonians fought with the strongest part of the army, and overcame it. According to my judgment, the bravest man by far was Aristodemus, who had been reviled and dishonored for being the only man of the three hundred that came alive from Thermopylae;25 next after him in valor were Posidonius, Philocyon, and Amompharetus. [3] Nevertheless, when there was a general discussion about who had borne himself most bravely, those Spartans who were there judged that Aristodemus, who plainly wished to die because of the reproach hanging over him and so rushed out and left the battle column behind, had achieved great deeds, but that Posidonius, who had no wish to die, proved himself a courageous fighter, and so in this way he was the better man. [4] This they may have said merely out of jealousy, but all the aforesaid who were killed in that fight received honor, save Aristodemus; he, because he desired death because of the reproach previously mentioned, received none.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 49,
          "endOffset": 56
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 181,
          "endOffset": 190
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 227,
          "endOffset": 241
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 369,
          "endOffset": 383
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 799,
          "endOffset": 807
        }
      ]
    },
    {
      "id": 72,
      "text": "These won the most renown of all who fought at Plataea. For Callicrates, who, when he came to the army, was the finest not only of the Lacedaemonians, but also of all the other Greeks, died away from the battle. Callicrates, who was sitting in his place when Pausanias was offering sacrifice, was wounded in the side by an arrow. [2] While his comrades were fighting, he was carried out of the battle and died a lingering death, saying to Arimnestus, a Plataean, that it was not a source of grief to him to die for Hellas' sake; his sorrow was rather that he had struck no blow and achieved no deed worthy of his merit, despite all his eager desire to do so.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 47,
          "endOffset": 54
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 135,
          "endOffset": 149
        },
        {
          "placeId": "541063",
          "name": "Plataean",
          "startOffset": 453,
          "endOffset": 461
        }
      ]
    },
    {
      "id": 73,
      "text": "Of the Athenians, Sophanes son of Eutychides is said to have won renown, a man from the town of Decelea, whose people once did a deed that was of eternal value, as the Athenians themselves say. [2] For in the past when the sons of Tyndarus were trying to recover Helen,26 after breaking into Attica with a great host, they turned the towns upside down because they did not know where Helen had been hidden, then (it is said) the Deceleans (and, as some say, Decelus himself, because he was angered by the pride of Theseus and feared for the whole land of Attica) revealed the whole matter to the sons of Tyndarus, and guided them to Aphidnae, which Titacus, one of the autochthonoi, handed over to to the Tyndaridae. [3] For that deed the Deceleans have always had and still have freedom at Sparta from all dues and chief places at feasts. In fact, even as recently as the war which was waged many years after this time between the Athenians and Peloponnesians, the Lacedaemonians laid no hand on Decelea when they harried the rest of Attica.27",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 7,
          "endOffset": 16
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 168,
          "endOffset": 177
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 292,
          "endOffset": 298
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 791,
          "endOffset": 797
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 932,
          "endOffset": 941
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 946,
          "endOffset": 960
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 966,
          "endOffset": 980
        }
      ]
    },
    {
      "id": 74,
      "text": "From that town was Sophanes, who now was the best Athenian fighter in the battle, and about him two tales are told. According to the first, he bore an iron anchor attached to the belt of his cuirass with a chain of bronze. He would cast this anchor whenever he approached his enemies in an attack so that the enemy, as they left their ranks, might not be able to move him from his place. When they were put to flight, it was his plan that he would pull up his anchor and so pursue them. [2] So runs this tale. The second which contradicts with the first and relates that he wore no iron anchor attached to his cuirass, but that his shield, which he constantly whirled round and never held still, had on it an anchor as a device.",
      "places": []
    },
    {
      "id": 75,
      "text": "There is yet another glorious deed which Sophanes did; when the Athenians were besieging Aegina, he challenged and killed Eurybates the Argive, a victor in the Five Contests. Long after this, Sophanes met his death when he was general of the Athenians with Leagrus, son of Glaucon. He was killed at Datus28 by the Edonians in a battle for the gold-mines.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 64,
          "endOffset": 73
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 242,
          "endOffset": 251
        }
      ]
    },
    {
      "id": 76,
      "text": "Immediately after the Greeks had devastated the barbarians at Plataea, a woman, who was the concubine of Pharandates a Persian, son of Teaspis, deserting from the enemy, came to them. She, learning that the Persians were ruined and the Greeks victorious, decked herself (as did also her attendants) with many gold ornaments and the fairest clothing that she had, and alighting thus from her carriage came to the Lacedaemonians while they were still in the midst of slaughtering. When she saw Pausanias, whose name and country she had often heard of, directing everything, she knew that it was he, and supplicated him clasping his knees: [2] “Save me, your suppliant, O king of Sparta, from captive slavery, for you have aided me till now, by making an end of those men who hold sacred nothing of the gods or of any divinities. Coan I am by birth, the daughter of Hegetorides, son of Antagoras; in Cos the Persian seized me by force and held me prisoner.” [3] “Take heart, lady,” Pausanias answered, “for you are my suppliant, and furthermore if you are really the daughter of Hegetorides of Cos, he is my closest friend of all who dwell in those lands.” For the present, he then entrusted her to those of the ephors who were present. Later he sent her to Aegina, where she herself desired to go.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 62,
          "endOffset": 69
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 119,
          "endOffset": 126
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 207,
          "endOffset": 215
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 412,
          "endOffset": 426
        },
        {
          "placeId": "570685",
          "name": "Sparta",
          "startOffset": 677,
          "endOffset": 683
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 905,
          "endOffset": 912
        }
      ]
    },
    {
      "id": 77,
      "text": "Immediately after the arrival of this woman, the men of Mantinea came when everything was already over. Upon learning that they had come too late for the battle, they were extremely upset and said that they ought to punish themselves for that. [2] When they heard that those Medes with Artabazus were fleeing, they would have pursued them as far as Thessaly. The Lacedaemonians, however, would not permit them to pursue the fleeing men. [3] So when they returned to their own land, the Mantineans banished the leaders of their army from the country. After the Mantineans came the men of Elis, who also went away extremely upset, and after their departure, they too banished their leaders. Such were the doings of the Mantineans and Eleans.",
      "places": [
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 349,
          "endOffset": 357
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 363,
          "endOffset": 377
        }
      ]
    },
    {
      "id": 78,
      "text": "There was at Plataea in the army of the Aeginetans one Lampon, son of Pytheas, a leading man of Aegina. He hastened to Pausanias with really outrageous counsel and coming upon him, said to him: [2] “son of Cleombrotus, you have done a deed of surpassing greatness and glory; the god has granted to you in saving Hellas to have won greater renown than any Greek whom we know. But now you must finish what remains for the rest, so that your fame may be greater still and so that no barbarian will hereafter begin doing reckless deeds against the Greeks. [3] When Leonidas was killed at Thermopylae, Mardonius and Xerxes cut off his head and set it on a pole; make them a like return, and you will win praise from all Spartans and the rest of Hellas besides. For if you impale Mardonius, you will be avenged for your father's brother Leonidas.”",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 13,
          "endOffset": 20
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 715,
          "endOffset": 723
        }
      ]
    },
    {
      "id": 79,
      "text": "This is what Lampon, thinking to please, said. Pausanias, however, answered him as follows: “Aeginetan, I thank you for your goodwill and forethought, but you have missed the mark of right judgment. First you exalt me and my fatherland and my deeds, yet next you cast me down to mere nothingness when you advise me to insult the dead, and say that I shall win more praise if I do so. That would be an act more proper for barbarians than for Greeks and one that we consider worthy of censure even in barbarians. [2] No, as for myself, I would prefer to find no favor either with the people of Aegina or anyone else who is pleased by such acts. It is enough for me if I please the Spartans by righteous deeds and speech. As for Leonidas, whom you would have me avenge, I think that he has received a full measure of vengeance; the uncounted souls of these that you see have done honor to him and the rest of those who died at Thermopylae. But to you this is my warning: do not come again to me with words like these nor give me such counsel. Be thankful now that you go unpunished.”",
      "places": [
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 679,
          "endOffset": 687
        }
      ]
    },
    {
      "id": 80,
      "text": "With that Lampon departed. Then Pausanias made a proclamation that no man should touch the spoils, and ordered the helots to gather all the stuff together. They, spreading all over the camp, found there tents adorned with gold and silver, and couches gilded and silver-plated, and golden bowls and cups and other drinking-vessels; [2] and sacks they found on wagons, in which were seen cauldrons of gold and silver. They stripped from the dead who lay there their armlets and torques, and golden daggers; as for the embroidered clothing, it was disregarded. [3] Much of all this the helots showed, as much as they could not conceal, but much they stole and sold to the Aeginetans. As a result the Aeginetans laid the foundation of their great fortunes by buying gold from the helots as though it were bronze.",
      "places": []
    },
    {
      "id": 81,
      "text": "Having brought all the loot together, they set apart a tithe for the god of Delphi. From this was made and dedicated that tripod which rests upon the bronze three-headed serpent,29 nearest to the altar; another they set apart for the god of Olympia, from which was made and dedicated a bronze figure of Zeus, ten cubits high; and another for the god of the Isthmus, from which was fashioned a bronze Poseidon seven cubits high. When they had set all this apart, they divided what remained, and each received, according to his worth, concubines of the Persians and gold and silver, and all the rest of the stuff and the beasts of burden. [2] How much was set apart and given to those who had fought best at Plataea, no man says. I think that they also received gifts, but tenfold of every kind, women, horses, talents, camels, and all other things also, was set apart and given to Pausanias.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 551,
          "endOffset": 559
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 706,
          "endOffset": 713
        }
      ]
    },
    {
      "id": 82,
      "text": "This other story is also told. When Xerxes fled from Hellas, he left to Mardonius his own establishment. Pausanias, seeing Mardonius' establishment with its display of gold and silver and gaily colored tapestry, ordered the bakers and the cooks to prepare a dinner such as they were accustomed to do for Mardonius. [2] They did his bidding, but Pausanias, when he saw golden and silver couches richly covered, and tables of gold and silver, and all the magnificent service of the banquet, was amazed at the splendor before him, and for a joke commanded his own servants to prepare a dinner in Laconian fashion. When that meal, so different from the other, was ready, Pausanias burst out laughing and sent for the generals of the Greeks. [3] When these had assembled, Pausanias pointed to the manner in which each dinner was served and said: “Men of Hellas, I have brought you here because I desired to show you the foolishness of the leader of the Medes who, with such provisions for life as you see, came here to take away from us our possessions which are so pitiful.” In this way, it is said, Pausanias spoke to the generals of the Greeks.",
      "places": []
    },
    {
      "id": 83,
      "text": "Long after these events many of the Plataeans also found chests full of gold and silver and other things. [2] Moreover, when their bodies (which the Plataeans gathered into one place) were laid bare of flesh, a skull was found of which the bone was all of one piece without suture. A jawbone also came to light in which the teeth of the upper jaw were one whole, a single bone, front teeth and grinders, and one could see the body of a man of five cubits stature.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 36,
          "endOffset": 45
        },
        {
          "placeId": "541063",
          "name": "Plataeans",
          "startOffset": 149,
          "endOffset": 158
        }
      ]
    },
    {
      "id": 84,
      "text": "As for the body of Mardonius, it was removed on the day after the battle; by whom, I cannot with certainty say. I have, however, heard of very many countries that buried Mardonius, and I know of many that were richly rewarded for that act by Mardonius' son Artontes. [2] Which of them it was that stole and buried the body of Mardonius I cannot learn for certain. Some report that it was buried by Dionysophanes, an Ephesian. Such was the manner of Mardonius' burial.",
      "places": []
    },
    {
      "id": 85,
      "text": "But the Greeks, when they had divided the spoils at Plataea, buried each contingent of their dead in a separate place. The Lacedaemonians made three tombs; there they buried their “irens,”30 among whom were Posidonius, Amompharetus, Philocyon, and Callicrates. [2] In one of the tombs, then, were the “irens,” in the second the rest of the Spartans, and in the third the helots. This, then is how the Lacedaemonians buried their dead. The Tegeans, however, buried all theirs together in a place apart, and the Athenians did similarly with their own dead. So too did the Megarians and Phliasians with those who had been killed by the horsemen. [3] All the tombs of these peoples were filled with dead; but as for the rest of the states whose tombs are to be seen at Plataeae, their tombs are but empty barrows that they built for the sake of men that should come after, because they were ashamed to have been absent from the battle. There is one there called the tomb of the Aeginetans, which, as I learn by inquiry, was built as late as ten years after, at the Aeginetans' desire, by their patron and protector Cleades son of Autodicus, a Plataean.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 52,
          "endOffset": 59
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 123,
          "endOffset": 137
        },
        {
          "placeId": "570685",
          "name": "Spartans",
          "startOffset": 340,
          "endOffset": 348
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 401,
          "endOffset": 415
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 510,
          "endOffset": 519
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 765,
          "endOffset": 772
        },
        {
          "placeId": "541063",
          "name": "Plataean",
          "startOffset": 1139,
          "endOffset": 1147
        }
      ]
    },
    {
      "id": 86,
      "text": "As soon as the Greeks had buried their dead at Plataea, they resolved in council that they would march against Thebes and demand surrender of those who had taken the Persian side—particularly of Timagenidas and Attaginus, who were chief among their foremost men. If these men were not delivered to them, they would not withdraw from the area in front of the city till they had taken it. [2] They came with this purpose on the eleventh day after the battle and laid siege to the Thebans, demanding the surrender of the men. When the Thebans refused this surrender, they laid waste to their lands and assaulted the walls.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 47,
          "endOffset": 54
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 166,
          "endOffset": 173
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 478,
          "endOffset": 485
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 532,
          "endOffset": 539
        }
      ]
    },
    {
      "id": 87,
      "text": "Seeing that the Greeks would not cease from their harrying and nineteen days had passed, Timagenidas spoke as follows to the Thebans: “Men of Thebes, since the Greeks have resolved that they will not raise the siege till Thebes is taken or we are delivered to them, do not let the land of Boeotia increase the measure of its ills for our sake. [2] No, rather if it is money they desire and their demand for our surrender is but a pretext, let us give them money out of our common treasury (for it was by the common will and not ours alone that we took the Persian side). If, however, they are besieging the town for no other reason than to have us, then we will give ourselves up to be tried by them.” This seemed to be said well and at the right time, and the Thebans immediately sent a herald to Pausanias, offering to surrender the men.",
      "places": [
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 125,
          "endOffset": 132
        },
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 289,
          "endOffset": 296
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 556,
          "endOffset": 563
        },
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 761,
          "endOffset": 768
        }
      ]
    },
    {
      "id": 88,
      "text": "On these terms they made an agreement, but Attaginus escaped from the town. His sons were seized, but Pausanias held them free of guilt, saying that the sons were not accessory to the treason. As for the rest of the men whom the Thebans surrendered, they supposed that they would be put on trial, and were confident that they would defeat the impeachment by bribery. Pausanias, however, had that very suspicion of them, and when they were put into his hands he sent away the whole allied army and carried the men to Corinth, where he put them to death. This is what happened at Plataea and Thebes.",
      "places": [
        {
          "placeId": "541138",
          "name": "Thebans",
          "startOffset": 229,
          "endOffset": 236
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 578,
          "endOffset": 585
        }
      ]
    },
    {
      "id": 89,
      "text": "Artabazus the son of Pharnaces was by now far on his way in his flight from Plataea. The Thessalians, when he came among them, entertained him hospitably and inquired of him concerning the rest of the army, knowing nothing of what had happened at Plataea. [2] Artabazus understood that if he told them the whole truth about the fighting, he would endanger his own life and the lives of all those with him, for he thought that every man would set upon him if they heard the story. Therefore, although he had revealed nothing to the Phocians, he spoke as follows to the Thessalians: [3] “I myself, men of Thessaly, am pressing on with all speed and diligence to march into Thrace, being despatched from the army for a certain purpose with the men whom you see. Mardonius and his army are expected marching close on my heels. It is for you to entertain him, and show that you do him good service, for if you so do, you will not afterwards regret it.” [4] So saying, he used all diligence to lead his army away straight towards Thrace through Thessaly and Macedonia without any delay, following the shortest inland road. So he came to Byzantium, but he left behind many of his army who had been cut down by the Thracians or overcome by hunger and weariness. From Byzantium he crossed over in boats. In such a way Artabazus returned to Asia.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 76,
          "endOffset": 83
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 247,
          "endOffset": 254
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 603,
          "endOffset": 611
        },
        {
          "placeId": "1332",
          "name": "Thessaly",
          "startOffset": 1039,
          "endOffset": 1047
        }
      ]
    },
    {
      "id": 90,
      "text": "Now on the same day when the Persians were so stricken at Plataea, it so happened that they suffered a similar fate at Mykale in Ionia. When the Greeks who had come in their ships with Leutychides the Lacedaemonian were encamped at Delos, certain messengers came to them there from Samos, Lampon of Thrasycles, Athenagoras son of Archestratides, and Hegesistratus son of Aristagoras. The Samians had sent these, keeping their despatch secret from the Persians and the tyrant Theomestor son of Androdamas, whom the Persians had made tyrant of Samos. [2] When they came before the generals, Hegesistratus spoke long and vehemently: “If the Ionians but see you,” he said, “they will revolt from the Persians, and the barbarians will not remain; but if they do remain, you will have such a prey as never again. “ He begged them in the name of the gods of their common worship to deliver Greeks from slavery and drive the barbarian away. [3] That, he said, would be an easy matter for them, “for the Persian ships are unseaworthy and no match for yours; and if you have any suspicion that we may be tempting you deceitfully, we are ready to be taken in your ships as hostages.”",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 29,
          "endOffset": 37
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 58,
          "endOffset": 65
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 451,
          "endOffset": 459
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 514,
          "endOffset": 522
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 696,
          "endOffset": 704
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 995,
          "endOffset": 1002
        }
      ]
    },
    {
      "id": 91,
      "text": "As the Samian stranger was pleading so earnestly, Leutychides asked him (whether it was that he desired to know for the sake of a presage, or through some happy chance of a god), “Samian stranger, what is your name?” “Hegesistratus,”31 he replied. [2] Then Leutychides cut short whatever else Hegesistratus had begun to say, and cried: “I accept the omen of your name, Samian stranger; now see to it that before you sail from here you and those who are with you pledge that the Samians will be our zealous allies.”",
      "places": []
    },
    {
      "id": 92,
      "text": "He said this and added deed to word. For straightway the Samians bound themselves by pledge and oath to alliance with the Greeks. [2] This done, the rest sailed away, but Leutychides bade Hegesistratus to sail with the Greeks because of the good omen of his name. The Greeks waited through that day, and on the next they sought and received favorable augury; their diviner was Deiphonus son of Evenius, a man of that Apollonia which is in the Ionian gulf. This man's father Evenius had once fared as I will now relate.",
      "places": []
    },
    {
      "id": 93,
      "text": "There is at Apollonia a certain flock sacred to the Sun, which in the daytime is pastured beside the river Chon, which flows from the mountain called Lacmon through the lands of Apollonia and empties into the sea by the harbor of Oricum. By night, those townsmen who are most notable for wealth or lineage are chosen to watch it, each man serving for a year, for the people of Apollonia set great store by this flock, being so taught by a certain oracle. It is kept in a cave far distant from the town. [2] Now at the time of which I speak, Evenius was the chosen watchman. But one night he fell asleep, and wolves, coming past his guard into the cave, killed about sixty of the flock. When Evenius was aware of it, he held his peace and told no man, intending to restore what was lost by buying others. [3] This matter was not, however, hidden from the people of Apollonia, and when it came to their knowledge they brought him to judgment and condemned him to lose his eyesight for sleeping at his watch. So they blinded Evenius, but from the day of their so doing their flocks bore no offspring, nor did their land yield fruit as before. [4] Furthermore, a declaration was given to them at Dodona and Delphi, when they inquired of the prophets what might be the cause of their present ill: the gods told them by their prophets that they had done unjustly in blinding Evenius, the guardian of the sacred flock, “for we ourselves” (they said) “sent those wolves, and we will not cease from avenging him until you make him such restitution for what you did as he himself chooses and approves; when that is fully done, we ourselves will give Evenius such a gift as will make many men consider him happy.”",
      "places": []
    },
    {
      "id": 94,
      "text": "This was the oracle given to the people of Apollonia. They kept it secret and charged certain of their townsmen to carry the business through; they acted as I will now show. Coming and sitting down by Evenius at the place where he sat, they spoke of other matters, till at last they fell to commiserating his misfortune. Guiding the conversation in this way, they asked him what compensation he would choose, if the people of Apollonia should promise to requite him for what they had done. [2] He, knowing nothing of the oracle, said he would choose for a gift the lands of certain named townsmen whom he thought to have the two fairest estates in Apollonia, and a house besides which he knew to be the fairest in the town; let him (he said) have possession of these, and he would lay aside his anger, and be satisfied with that by way of restitution. [3] So he said this, and those who were sitting beside him said in reply: “Evenius, the people of Apollonia hereby make you that restitution for the loss of your sight, obeying the oracle given to them.” At that he was very angry, for he learned through this the whole story and saw that they had cheated him. They did, however, buy from the possessors and give him what he had chosen, and from that day he had a natural gift of divination, through which he won fame.",
      "places": []
    },
    {
      "id": 95,
      "text": "Deiphonus, the son of this Evenius, had been brought by the Corinthians, and was the army's prophet. But I have heard it said before now, that Deiphonus was not the son of Evenius, but made a wrongful use of that name and worked for wages up and down Hellas.",
      "places": [
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 60,
          "endOffset": 71
        }
      ]
    },
    {
      "id": 96,
      "text": "Having won favorable omens, the Greeks put out to sea from Delos for Samos. When they were now near Calamisa in the Samian territory, they anchored there near the temple of Hera which is in those parts, and prepared for a sea-fight. The Persians, learning of their approach, also put out to sea and made for the mainland with all their ships save the Phoenicians, whom they sent sailing away. It was determined by them in council that they would not do battle by sea, [2] for they thought themselves overmatched; the reason of their making for the mainland was that they might be under the shelter of their army at Mykale, which had been left by Xerxes' command behind the rest of his host to hold Ionia. There were sixty thousand men in it, and Tigranes, the noblest and tallest man in Persia, was their general. [3] It was the design of the Persian admirals to flee to the shelter of that army, and there to beach their ships and build a fence round them which should be a protection for the ship and a refuge for themselves.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 237,
          "endOffset": 245
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 843,
          "endOffset": 850
        }
      ]
    },
    {
      "id": 97,
      "text": "With this design they put to sea. So when they came past the temple of the Goddesses32 at Mykale to the Gaeson and Scolopois,33 where there is a temple of Eleusinian Demeter (which was built by Philistus son of Pasicles when he went with Nileus son of Codrus to the founding of Miletus), they beached their ships and fenced them round with stones and the trunks of orchard trees which they cut down; they drove in stakes around the fence and prepared for siege or victory, making ready, after consideration, for either event.",
      "places": []
    },
    {
      "id": 98,
      "text": "When the Greeks learned that the barbarians had gone off to the mainland, they were not all pleased that their enemy had escaped them, and did not know whether to return back or set sail for the Hellespont. At last they resolved that they would do neither, but sail to the mainland. [2] Equipping themselves for this with gangways and everything else necessary for a sea-fight, they held their course for Mykale. When they approached the camp, no one put out to meet them. Seeing the ships beached within the wall and a great host of men drawn up in array along the strand, Leutychides first sailed along in his ship, keeping as near to the shore as he could, and made this proclamation to the Ionians by the voice of a herald: [3] “Men of Ionia, you who hear us, understand what I say, for by no means will the Persians understand anything I charge you with when we join battle; first of all it is right for each man to remember his freedom and next the battle-cry ‘Hebe’: and let him who hears me tell him who has not heard it.” [4] The purpose of this act was the same as Themsitocles' purpose at Artemisium;34 either the message would be unknown to the barbarians and would prevail with the Ionians, or if it were thereafter reported to the barbarians, it would cause them to mistrust their Greek allies.",
      "places": [
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 195,
          "endOffset": 205
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 812,
          "endOffset": 820
        }
      ]
    },
    {
      "id": 99,
      "text": "After this counsel of Leutychides, the Greeks brought their ships to land and disembarked on the beach, where they formed a battle column. But the Persians, seeing the Greeks prepare for battle and exhort the Ionians, first of all took away the Samians' armor, suspecting that they would aid the Greeks; [2] for indeed when the barbarian's ships brought certain Athenian captives, who had been left in Attica and taken by Xerxes' army, the Samians had set them all free and sent them away to Athens with provisions for the journey; for this reason in particular they were held suspect, as having set free five hundred souls of Xerxes' enemies. [3] Furthermore, they appointed the Milesians to guard the passes leading to the heights of Mykale, alleging that they were best acquainted with the country. Their true reason, however, for so doing was that the Milesians should be separate from the rest of their army. In such a manner the Persians safeguarded themselves from those Ionians who (they supposed) might turn against them if opportunity were given for themselves: they set their shields close to make a barricade.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 147,
          "endOffset": 155
        },
        {
          "placeId": "579888",
          "name": "Attica",
          "startOffset": 402,
          "endOffset": 408
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 492,
          "endOffset": 498
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 935,
          "endOffset": 943
        }
      ]
    },
    {
      "id": 100,
      "text": "The Greeks, having made all their preparations advanced their line against the barbarians. As they went, a rumor spread through the army, and a herald's wand was seen lying by the water-line. The rumor that ran was to the effect that the Greeks were victors over Mardonius' army at a battle in Boeotia. [2] Now there are many clear indications of the divine ordering of things, seeing that a message, which greatly heartened the army and made it ready to face danger, arrived amongst the Greeks the very day on which the Persians' disaster at Plataea and that other which was to befall them at Mykale took place.",
      "places": [
        {
          "placeId": "540689",
          "name": "Boeotia",
          "startOffset": 294,
          "endOffset": 301
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 521,
          "endOffset": 529
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 543,
          "endOffset": 550
        }
      ]
    },
    {
      "id": 101,
      "text": "Moreover, there was the additional coincidence, that there were precincts of Eleusinian Demeter on both battlefields; for at Plataea the fight was near the temple of Demeter, as I have already said, and so it was to be at Mykale also. [2] It happened that the rumor of a victory won by the Greeks with Pausanias was true, for the defeat at Plataea happened while it was yet early in the day, and the defeat of Mykale in the afternoon. That the two fell on the same day of the same month was proven to the Greeks when they examined the matter not long afterwards. [3] Now before this rumor came they had been faint-hearted, fearing less for themselves than for the Greeks with Pausanias, that Hellas should stumble over Mardonius. But when the report sped among them, they grew stronger and swifter in their onset. So Greeks and barbarians alike were eager for battle, seeing that the islands and the Hellespont were the prizes of victory.",
      "places": [
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 125,
          "endOffset": 132
        },
        {
          "placeId": "541063",
          "name": "Plataea",
          "startOffset": 340,
          "endOffset": 347
        },
        {
          "placeId": "501434",
          "name": "Hellespont",
          "startOffset": 900,
          "endOffset": 910
        }
      ]
    },
    {
      "id": 102,
      "text": "As for the Athenians and those whose place was nearest them, that is, for about half of the line, their way lay over the beach and level ground; for the Lacedaemonians and those that were next to them, their way lay through a ravine and among hills. While the Lacedaemonians were making a circuit, those others on the other wing were already fighting. [2] As long as the Persians' shields stood upright, they defended themselves and held their own in the battle, but when the Athenians and their neighbors in the line passed the word and went more zealously to work, that they and not the Lacedaemonians might win the victory, immediately the face of the fight changed. [3] Breaking down the shields they charged all together into the midst of the Persians, who received the onset and stood their ground for a long time, but at last fled within their wall. The Athenians and Corinthians and Sicyonians and Troezenians, who were next to each other in the line, followed close after and rushed in together. But when the walled place had been razed, the barbarians made no further defense, but took to flight, all save the Persians, [4] who gathered into bands of a few men and fought with whatever Greeks came rushing within the walls. Of the Persian leaders two escaped by flight and two were killed; Artayntes and Ithanitres, who were admirals of the fleet, escaped; Mardontes and Tigranes, the general of the land army, were killed fighting.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 11,
          "endOffset": 20
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 153,
          "endOffset": 167
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 260,
          "endOffset": 274
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 371,
          "endOffset": 379
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 476,
          "endOffset": 485
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 589,
          "endOffset": 603
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 748,
          "endOffset": 756
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 861,
          "endOffset": 870
        },
        {
          "placeId": "570182",
          "name": "Corinthians",
          "startOffset": 875,
          "endOffset": 886
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 1120,
          "endOffset": 1128
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 1241,
          "endOffset": 1248
        }
      ]
    },
    {
      "id": 103,
      "text": "While the Persians still fought, the Lacedaemonians and their comrades came up and finished what was left of the business. The Greeks too lost many men there, notably the men of Sicyon and their general Perilaus. [2] As for the Samians who served in the Median army and had been disarmed, they, seeing from the first that victory hung in the balance,35 did what they could in their desire to aid the Greeks. When the other Ionians saw the Samians set the example, they also abandoned the Persians and attacked the foreigners.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 10,
          "endOffset": 18
        },
        {
          "placeId": "570406",
          "name": "Lacedaemonians",
          "startOffset": 37,
          "endOffset": 51
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 488,
          "endOffset": 496
        }
      ]
    },
    {
      "id": 104,
      "text": "The Persians had for their own safety appointed the Milesians to watch the passes, so that if anything should happen to the Persian army such as did happen to it, they might have guides to bring them safely to the heights of Mykale. This was the task to which the Milesians were appointed for the reason mentioned above and so that they might not be present with the army and so turn against it. They acted wholly contrary to the charge laid upon them; they misguided the fleeing Persians by ways that led them among their enemies, and at last they themselves became their worst enemies and killed them. In this way Ionia revolted for the second time from the Persians.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 4,
          "endOffset": 12
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 124,
          "endOffset": 131
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 480,
          "endOffset": 488
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 660,
          "endOffset": 668
        }
      ]
    },
    {
      "id": 105,
      "text": "In that battle those of the Greeks who fought best were the Athenians, and the Athenian who fought best was one who practised the pancratium,36 Hermolycus son of Euthoenus. This Hermolycus on a later day met his death in a battle at Cyrnus in Carystus during a war between the Athenians and Carystians, and lay dead on Geraestus. Those who fought best after the Athenians were the men of Corinth and Troezen and Sicyon.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 60,
          "endOffset": 69
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 277,
          "endOffset": 286
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 362,
          "endOffset": 371
        }
      ]
    },
    {
      "id": 106,
      "text": "When the Greeks had made an end of most of the barbarians, either in battle or in flight, they brought out their booty onto the beach, and found certain stores of wealth. Then after burning the ships and the whole of the wall, they sailed away. [2] When they had arrived at Samos, they debated in council over the removal of all Greeks from Ionia, and in what Greek lands under their dominion it would be best to plant the Ionians, leaving the country itself to the barbarians; for it seemed impossible to stand on guard between the Ionians and their enemies forever. If, however, they should not so stand, they had no hope that the Persians would permit the Ionians to go unpunished. [3] In this matter the Peloponnesians who were in charge were for removing the people from the lands of those Greek nations which had sided with the Persians and giving their land to the Ionians to dwell in. The Athenians disliked the whole plan of removing the Greeks from Ionia, or allowing the Peloponnesians to determine the lot of Athenian colonies, and as they resisted vehemently, the Peloponnesians yielded. [4] It accordingly came about that they admitted to their alliance the Samians, Chians, Lesbians, and all other islanders who had served with their forces, and bound them by pledge and oaths to remain faithful and not desert their allies. When the oaths had been sworn, the Greeks set sail to break the bridges, supposing that these still held fast. So they laid their course for the Hellespont.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 633,
          "endOffset": 641
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 708,
          "endOffset": 722
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 834,
          "endOffset": 842
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 897,
          "endOffset": 906
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 982,
          "endOffset": 996
        },
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 1077,
          "endOffset": 1091
        }
      ]
    },
    {
      "id": 107,
      "text": "The few barbarians who escaped were driven to the heights of Mykale, and made their way from there to Sardis. While they were making their way along the road, Masistes son of Darius, who happened to have been present at the Persian disaster, reviled the admiral Artayntes very bitterly, telling him (with much beside) that such generalship as his proved him worse than a woman, and that no punishment was too severe for the harm he had done the king's estate. Now it is the greatest of all taunts in Persia to be called worse than a woman. [2] These many insults angered Artayntes so much that he drew his sword upon Masistes to kill him, but Xenagoras son of Praxilaus of Halicarnassus, who stood behind Artayntes himself saw him run at Masistes, and caught him round the middle and lifted and hurled him to the ground. In the meantime Masistes' guards had also come between them. [3] By doing so Xenagoras won the gratitude of Masistes himself and Xerxes, for saving the king's brother. For this deed he was made ruler of all Cilicia by the king's gift. Then they went on their way without anything further happening and came to Sardis.",
      "places": [
        {
          "placeId": "hestia-sardis",
          "name": "Sardis",
          "startOffset": 102,
          "endOffset": 108
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 224,
          "endOffset": 231
        },
        {
          "placeId": "hestia-sardis",
          "name": "Sardis",
          "startOffset": 1131,
          "endOffset": 1137
        }
      ]
    },
    {
      "id": 108,
      "text": "Now it happened that the king had been at Sardis ever since he came there in flight from Athens after his overthrow in the sea-fight. Being then at Sardis he became enamored of Masistes' wife, who was also there. But as all his messages could not bring her to yield to him, and he would not force her to his will, out of regard for his brother Masistes (which indeed counted with the woman also, for she knew well that no force would be used against her), Xerxes found no other way to accomplish his purpose than that he should make a marriage between his own son Darius and the daughter of this woman and Masistes, for he thought that by doing so he would be most likely to win her. [2] So he betrothed them with all due ceremony and rode away to Susa. But when he had come and had taken Darius' bride into his house, he thought no more of Masistes' wife, but changed his mind and wooed and won this girl Artaynte, Darius' wife and Masistes' daughter.",
      "places": [
        {
          "placeId": "hestia-sardis",
          "name": "Sardis",
          "startOffset": 42,
          "endOffset": 48
        },
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 89,
          "endOffset": 95
        },
        {
          "placeId": "hestia-sardis",
          "name": "Sardis",
          "startOffset": 148,
          "endOffset": 154
        }
      ]
    },
    {
      "id": 109,
      "text": "As time went on, however, the truth came to light, and in such manner as I will show. Xerxes' wife, Amestris, wove and gave to him a great gaily-colored mantle, marvellous to see. Xerxes was pleased with it, and went to Artaynte wearing it. [2] Being pleased with her too, he asked her what she wanted in return for her favors, for he would deny nothing at her asking. Thereupon—for she and all her house were doomed to evil—she said to Xerxes, “Will you give me whatever I ask of you?” He promised this, supposing that she would ask anything but that; when he had sworn, she asked boldly for his mantle. [3] Xerxes tried to refuse her, for no reason except that he feared that Amestris might have clear proof of his doing what she already guessed. He accordingly offered her cities instead and gold in abundance and an army for none but herself to command. Armies are the most suitable of gifts in Persia. But as he could not move her, he gave her the mantle; and she, rejoicing greatly in the gift, went flaunting her finery.",
      "places": []
    },
    {
      "id": 110,
      "text": "Amestris heard that she had the mantle, but when she learned the truth, it was not the girl with whom she was angry. She supposed rather that the girl's mother was guilty and that this was her doing, and so it was Masistes' wife whom she plotted to destroy. [2] She waited therefore till Xerxes her husband should be giving his royal feast. This banquet is served once a year, on the king's birthday; the Persian name for it is “tukta,” which is in the Greek language “perfect.” On that day (and none other) the king anoints his head and makes gifts to the Persians. Waiting for that day, Amestris then asked of Xerxes that Masistes' wife should be given to her. [3] Xerxes considered it a terrible and wicked act to give up his brother's wife, and that too when she was innocent of the deed; for he knew the purpose of the request.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 405,
          "endOffset": 412
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 557,
          "endOffset": 565
        }
      ]
    },
    {
      "id": 111,
      "text": "Nevertheless, since Amestris was insistent and the law compelled him (for at this royal banquet in Persia every request must of necessity be granted), he unwillingly consented, and delivered the woman to Amestris. Then, bidding her do what she wanted, he sent for his brother and spoke as follows: [2] “Masistes, you are Darius' son and my brother, and a good man; hear me then. You must no longer live with her who is now your wife. I give you my daughter in her place. Take her for your own, but do away with the wife that you have, for it is not my will that you should have her.” [3] At that Masistes was amazed; “Sire,” he said, “what is this evil command that you lay upon me, telling me to deal with my wife in this way? I have by her young sons and daughters, of whom you have taken a wife for your own son, and I am very content with her herself. Yet you are asking me to get rid of my wife and wed your daughter? [4] Truly, O king, I consider it a great honor to be accounted worthy of your daughter, but I will do neither the one nor the other. No, rather, do not force me to consent to such a desire. You will find another husband for your daughter as good as I, but permit me to keep my own wife.” [5] This was Masistes' response, but Xerxes was very angry and said: “You have come to this pass, Masistes. I will give you no daughter of mine as a wife, nor will you any longer live with her whom you now have. In this way you will learn to accept that which is offered you.” Hearing that, Masistes said “No, sire, you have not destroyed me yet!” and so departed.",
      "places": []
    },
    {
      "id": 112,
      "text": "In the meantime, while Xerxes talked with his brother, Amestris sent for Xerxes' guards and treated Masistes' wife very cruelly; she cut off the woman's breasts and threw them to dogs, and her nose and ears and lips also, and cut out her tongue. Then she sent her home after she had undergone this dreadful ordeal.",
      "places": []
    },
    {
      "id": 113,
      "text": "Knowing nothing of this as yet, but fearing evil, Masistes ran home. Seeing what had been done to his wife, he immediately took counsel with his children and set out for Bactra with his own sons (and others too), intending to raise the province of Bactra in revolt and do the king the greatest of harm. [2] This he would have done, to my thinking, had he escaped to the country of the Bactrians and Sacae. They were fond of him, and he was viceroy over the Bactrians. But it was of no use, for Xerxes learned what he intended and sent against him an army which killed him on his way, and his sons and his army. Such is the story of Xerxes' love and Masistes' death.",
      "places": []
    },
    {
      "id": 114,
      "text": "The Greeks who had set out from Mykale for the Hellespont first anchored off Lectum37 having been stopped by contrary winds, and came from there to Abydos, where they found the bridges broken which they thought would still be in place; these were in fact the chief cause of their coming to the Hellespont. [2] The Peloponnesians then who were with Leutychides decided to sail away to Hellas, but the Athenians, with Xanthippus their general, that they would remain there and attack the Chersonesus. So the rest sailed away, but the Athenians crossed over to the Chersonesus and laid siege to Sestus.",
      "places": [
        {
          "placeId": "570577",
          "name": "Peloponnesians",
          "startOffset": 314,
          "endOffset": 328
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 400,
          "endOffset": 409
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 532,
          "endOffset": 541
        }
      ]
    },
    {
      "id": 115,
      "text": "Now when the Persians heard that the Greeks were at the Hellespont, they had come in from the neighboring towns and assembled at this same Sestus, seeing that it was the strongest walled place in that region. Among them there was a Persian named Oeobazus from Cardia, and he had carried the equipment of the bridges there. Sestus was held38 by the Aeolians of the country, but with him were Persians and a great multitude of their allies.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 13,
          "endOffset": 21
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 232,
          "endOffset": 239
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 391,
          "endOffset": 399
        }
      ]
    },
    {
      "id": 116,
      "text": "This province was ruled by Xerxes' viceroy Artayctes, a cunning man and a wicked one; witness the deceit that he practised on the king in his march to Athens, how he stole away from Elaeus the treasure of Protesilaus39 son of Iphiclus. [2] This was the way of it; there is at Elaeus in the Chersonesus the tomb of Protesilaus, and a precinct around it, which contained much treasure: vessels of gold and silver, bronze, clothing, and other dedications; all of which Artayctes carried off by the king's gift. [3] “Sire,” he said deceitfully to Xerxes, “there is here the house of a certain Greek, who met a just death for invading your territory with an army; give me this man's house, so that all may be taught not to invade your territory.” One would think that this plea would easily persuade Xerxes to give him a man's house, since the latter had no suspicion of Artayctes' meaning. His reason for saying that Protesilaus had invaded the king's territory was that the Persians believe all Asia to belong to themselves and whoever is their king. So when the treasure was given to him, he carried it away from Elaeus to Sestus, and planted and farmed the precinct. He would also come from Elaeus and have intercourse with women in the shrine. Now, when the Athenians laid siege to him, he had made no preparation for it; he did not think that the Greeks would come, and he had no way of escaping from their attack.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athens",
          "startOffset": 151,
          "endOffset": 157
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 971,
          "endOffset": 979
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 1258,
          "endOffset": 1267
        }
      ]
    },
    {
      "id": 117,
      "text": "Since the siege continued into the late autumn, the Athenians grew weary of their absence from home and their lack of success at taking the fortress. They accordingly entreated their generals to lead them away again, but the generals refused to do that till they should take the place or be recalled by the Athenian state. At that the men endured their plight patiently.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 52,
          "endOffset": 61
        }
      ]
    },
    {
      "id": 118,
      "text": "But those who were within the walls were by now reduced to the last extremity, so much so that they boiled the thongs of their beds for food. At last, however, even these failed them, and Artayctes and Oeobazus and all the Persians made their way down from the back part of the fortress, where the fewest of their enemies were, and fled at nightfall. [2] When morning came, the people of the Chersonese signified from their towers to the Athenians what had happened, and opened their gates. The greater part of the Athenians then went in pursuit, while the rest stayed to hold the town.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 223,
          "endOffset": 231
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 438,
          "endOffset": 447
        },
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 515,
          "endOffset": 524
        }
      ]
    },
    {
      "id": 119,
      "text": "As Oeobazus was making his escape into Thrace, the Apsinthians of that country caught and sacrificed him in their customary manner to Plistorus the god of their land; as for his companions, they did away with them by other means. [2] Artayctes and his company had begun their flight later, and were overtaken a little way beyond the Goat's Rivers,40 where after they had defended themselves a long time, some of them were killed and the rest taken alive. The Greeks bound them and carried them to Sestus, and together with them Artayctes and his son also in bonds.",
      "places": []
    },
    {
      "id": 120,
      "text": "It is related by the people of the Chersonese that a marvellous thing happened one of those who guarded Artayctes. He was frying dried fish, and these as they lay over the fire began to leap and writhe as though they had just been caught. [2] The rest gathered around, amazed at the sight, but when Artayctes saw this strange thing, he called the one who was frying the fish and said to him: “Athenian, do not be afraid of this portent, for it is not to you that it has been sent; it is to me that Protesilaus of Elaeus is trying to signify that although he is dead and dry, he has power given him by the god to take vengeance on me, the one who wronged him. [3] Now therefore I offer a ransom, the sum of one hundred talents to the god for the treasure that I took from his temple. I will also pay to the Athenians two hundred talents for myself and my son, if they spare us.” [4] But Xanthippus the general was unmoved by this promise, for the people of Elaeus desired that Artayctes should be put to death in revenge for Protesilaus, and the general himself was so inclined. So they carried Artayctes away to the headland where Xerxes had bridged the strait (or, by another story, to the hill above the town of Madytus), and there nailed him to boards and hanged him. As for his son, they stoned him to death before his father's eyes.",
      "places": [
        {
          "placeId": "579885",
          "name": "Athenians",
          "startOffset": 806,
          "endOffset": 815
        }
      ]
    },
    {
      "id": 121,
      "text": "This done, they sailed away to Hellas, carrying with them the cables of the bridges to be dedicated in their temples, and all sorts of things in addition. This, then, is all that was done in this year.",
      "places": []
    },
    {
      "id": 122,
      "text": "This Artayctes who was crucified was the grandson of that Artembares41 who instructed the Persians in a design which they took from him and laid before Cyrus; this was its purport: [2] “Seeing that Zeus grants lordship to the Persian people, and to you, Cyrus, among them, let us, after reducing Astyages, depart from the little and rugged land which we possess and occupy one that is better. There are many such lands on our borders, and many further distant. If we take one of these, we will all have more reasons for renown. It is only reasonable that a ruling people should act in this way, for when will we have a better opportunity than now, when we are lords of so many men and of all Asia?” [3] Cyrus heard them, and found nothing to marvel at in their design; “Go ahead and do this,” he said; “but if you do so, be prepared no longer to be rulers but rather subjects. Soft lands breed soft men; wondrous fruits of the earth and valiant warriors grow not from the same soil.” [4] The Persians now realized that Cyrus reasoned better than they, and they departed, choosing rather to be rulers on a barren mountain side than dwelling in tilled valleys to be slaves to others.",
      "places": [
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 90,
          "endOffset": 98
        },
        {
          "placeId": "geonames-130758",
          "name": "Persian",
          "startOffset": 226,
          "endOffset": 233
        },
        {
          "placeId": "geonames-130758",
          "name": "Persians",
          "startOffset": 992,
          "endOffset": 1000
        }
      ]
    }
  ]
}